{
    "中药名称": "八角枫",
    "八角枫概况": "[【英名】：China Alangium【科属】：八角枫科八角枫Alangiaceae 别名：华瓜木，枢木等。【花期】：6-8月，果期8-9月。【分布】：分布于长江流域各省。【形态特征】：落叶乔木，高达15米，胸径40厘米。常成灌木状。树皮淡灰色、平滑，小枝呈“之”字形曲折，疏被毛或无毛。叶柄下芽，红色。单叶互生，卵圆形，基部偏斜。全缘或微浅裂，表面无毛，背面脉腋簇生毛，基出脉3～5，入秋叶转为橙黄色。花为黄白色，花瓣狭带形，有芳香，花丝基部及花柱疏生粗短毛。核果卵圆形，黑色。花期5～7月，果期9～10月。【地理分布】：我国长江流域以南各地均有分布，本地区有自然分布，未见栽培应用。【生态习性】：阳性树。稍耐阴，对上壤要求不严，喜肥沃、疏 松、湿润的土壤，具一定耐寒性，萌芽力强，耐修剪，根系发达，适应性强。【性味归经】辛，微温。有毒。【功能主治】祛风除湿，舒筋活络，散淤止痛。用于风湿关节通，跌打损伤，精神分裂症。【用法用量】侧根1～3钱，用量由小逐渐加大，切勿过量；须根一般不超过1钱，宜在饭后服用。八角枫的根部【注意】有毒！孕妇忌服，小儿和年老体弱者慎用。]",
    " 八角枫源形态": "[1.华瓜木：落叶灌木或小乔木，高4～5米。树皮淡灰黄色，平滑，小枝圆形，灰黄色，具淡黄或褐色粗毛，皮孔不明显。单叶互生，有柄；叶形变异较大，常卵形、圆形或椭圆形，长5～18厘米，宽4～12厘米，先端长尖，基部偏斜，平截，略成心形，全缘或少为上部3～5浅裂，主脉5条，下面常有脉腋丛毛。夏、秋开白色花，渐变为乳黄色；3～15朵乃至30余朵成腋生聚伞圆锥花序，花序梗长6～15毫米，花梗密生细毛；萼广钟形，口缘有纤毛，萼齿6～8；花瓣与萼齿同数互生，条形，常由顶端反卷；雄蕊与花瓣同数，等长，花丝粗短，扁形，密被毛茸，花药条形，长为花丝的3倍，花盘圆形，位于子房顶；子房下位，2室，每室胚珠1个，花柱细长，柱头3浅裂。核果卵形，长约1厘米，熟时黑色，顶端具宿存萼齿及花盘。种子1粒。生于山野路旁、灌木丛或杂木林中。分布于陕西、甘肃、江苏、安徽、浙江、江西、福建、河南、湖北、湖南、广东、四川、贵州、云南等省。2.瓜木：与华瓜木很相似，但叶片通常明显4～7裂，基部心形，下面有疏毛。花序上的花较少，通常2至数朵。成熟核果较小。生于山地林边。分布于辽宁、河北、山西、安徽、浙江、江西、福建、台湾、河南、湖北、湖南、四川、贵州、云南等省。]",
    " 八角枫功效作用": "[八角枫的侧根、须状根、叶及花可入药。须根及根皮含有：新烟碱、酚类、氨基酸、树脂、甙类等成分。八角枫根0.003-0.006kg，水煎，临睡前服，每日剂，治跌打损伤。八角枫根去皮0.006kg，牛膝(醋炒)0.03kg，生杜仲0.03kg，水煎服，治劳伤腰痛。八角枫侧根0.03kg，白酒1kg，浸7天，每日早晚各饮酒0.015kg，治风湿性关节炎。]",
    " 备注": "[（1）.八角枫须状根（白龙须）毒性较大，中毒轻者有头昏、无力，重者可因呼吸抑制而致死。在抢救中首先要考虑作人工呼吸，其他对症治疗亦需及时。作肌肉松弛剂使用时，更应在有抢救条件的医院进行。该物种为中国植物图谱数据库收录的有毒植物，其毒性为根有毒，须根最毒。《本草纲目拾遗》中记载：“木八角(八角枫)性热、力猛、有毒，……虽壮实人亦宜少用”。我国西南诸省民间用根治疗风湿病痛，常因使用不慎而中毒甚至死亡。须根煎服一次超过15克，即可引起中毒；服后半小时左右感觉头昏、眼花、胸闷、口干、恶心、心率减慢，继而全身无力、困倦、思睡；重症者一小时左右出现手脚软瘫，但神志清楚。一般服后十余小时或数天后能自行恢复。严重中毒，则全身软瘫、脸色苍白，最后因呼吸抑制而死亡。死者瞳孔中度散大，全身有瘀血斑[A-25]。家兔静脉注射0．5g／kg须根的乙醇提取物，2-3分钟即出现垂头、四肢伏地等肌松现象；1g／kg以上，则因呼吸抑制而死亡。（2）.据报道试用八角枫叶2两，水煎分早晚服。治疗浸润型肺结核有一定疗效。]"
},{
    "中药名称": "八角金盘",
    "八角金盘形态": "[八角金盘的照片　常绿灌木或小乔木，高可达5m。茎光滑无刺。叶柄长10-30cm；叶片大，革质，近圆形，直径12-30cm，掌状7-9深裂，裂片长椭圆状卵形，先端短渐尖，基部心形，边缘有疏离粗锯齿，上表面暗亮绿以，下面色较浅，有粒状突起，边缘有时呈金黄色；侧脉搏在两面隆起，网脉在下面稍显著。圆锥花序顶生，长20-40cm；伞形花序直径3-5cm，花序轴被褐色绒毛；花萼近全缘，无毛；花瓣5，卵状三角形，长2.5-3mm，黄白色，无毛；雄蕊5，花丝与花瓣等长；子房下位，5室，每室有1胚球；花柱5，分离；花盘凸起半圆形。果产近球形，直径5mm，熟时黑色。花期10-11月，果熟期翌年4月。　　]",
    " 地理分布": "[原产于日本，琉球群岛，台湾引种栽培，现全世界温暖地区已广泛栽培。考证：始载于《台湾药用植物志》。　　]",
    " 药用价值": "[叶、根、皮药用。来 源：为双子叶植物药五加科植物八角金盘的根皮。性味归经：辛，微温；入肝、肾二经。用量用法：内服：煎汤，6-9克；外用：煎水洗。生态环境：我国华北、华东及云南昆明庭园中多有栽培，作观赏植物。原产于日本南部。各家论述：《台湾药用植物志》：叶及根白，治跌打损伤，祛瘀血。采收和储藏：夏、秋季采叶，根皮全年可采收，均洗净，鲜用或晒干。主治与功效：活血化瘀。化痰止咳；散风除湿；化瘀止痛。主治治跌打损伤。咳嗽痰多；风湿痹痛；痛风。　　]",
    " 栽培技术": "[八角金盘为五加科常绿灌木，其叶近圆形，5-9裂，叶大而光亮，因其叶多为8裂，且有时边缘呈金黄色而得名。花黄白或淡绿色。集生成圆锥状聚伞花序，顶生，10一11月开放，花虽不艳丽，却很雅致，常作为盆栽观叶花卉。此花原产日本和台湾等地，喜温暖湿润环境，耐阴性强，也较耐寒；喜湿怕旱，适宜生长于肥沃疏松而排水良好的土壤中。八角金盘地栽以林缘、沟边等半阴湿润处生长最佳，盆栽管理也方便。盆土可用园土3份加1份砻糠灰混合使用，加点基肥更好。上盆宜在春季萌发前进行，在植株较高时，可适当短截，以适合盆栽观赏。平时养护要避免烈日直射，放置在建筑物北侧等半阴处通风良好的环境比较适合。在新叶生长期，浇水要适当多些，保持土壤湿润；以后浇水要掌握间干间湿。气候干燥时，还应向植株及周围喷水增湿。5-9月时，每月施饼肥水2次。花后不留种子的，要剪去残花梗，以免消耗养分。冬季在长江以南地区露地过冬基本无恙，盆栽的花苗，以放入冷室较为安全。八角金盘以扦插繁殖为主，也可用播种或分株法繁殖。扦插以梅雨季节最宜，取茎基部萌发的小侧枝长10厘米左右，扦入砂或蛭石中，注意遮荫保湿，半个月就能生根。播种可于5月种子成熟后采收洗净，播下后半个月就能出苗，小苗很适合盆栽观赏。［生物学特性]八角金盘又名八手、手树，为五加科八角金盘属常绿灌木。高1-2米，根基分干丛生。叶掌状5-9裂，叶柄长20—30厘米。花白色，圆锥状聚伞花序。浆果熟时黑色。[繁殖与栽培]播种、扦插和分株均可繁殖。极耐阴，阳光直射下叶片易萎缩，蔽荫处则生长良好。八角金盘喜温暖湿润气候，忌酷热，喜欢在疏松肥沃、排水良好的土壤中生长。[特色与用途]八角金盘在长江流域栽培四季常绿，冬季未发生冻害。叶形奇特，姿态壮丽，叶色浓绿，覆盖率高，是极良好的常绿观叶地被植物。其极耐阴，适宜于3-5株丛植，栽种于林下、路边、草坪角落。生物学行性喜湿暖湿润的气候，耐阴，不耐干旱，有一定耐寒力。宜种植有排水良好和湿润的砂质壤土中。栽培技术用扦插、播种和分株繁殖。通常多采用扦插繁殖，春播于第年-4朋，秋插在8月，选二年生硬枝，剪成15cm长的插穗，斜插入沙床2/3，保湿，并用塑料拱棚封闭，遮荫。夏季5-7月用嫩枝扦插，保持温度及遮荫，并适当通风，生根后拆去拱棚，保留荫棚。播种，4月采种，堆放后熟，洗净种子，阴干即可播种或拌沙层积，放地窖内贮藏，翌春播各。播后盖草保湿，1个月左右发芽出土，去草后喷水保湿，秋后防寒，留床1年便可移栽。分株，春季发芽前，挖取成苗根部萌蘖苗，带土移栽。田间管理幼苗移栽在3-4月进行，栽后搭设荫棚，并保湿，每年追施肥4-5次。地栽设暖棚越冬。　　]",
    " 中药化学成分": "[叶包含于树皂甙A1、B1、C1、D1、E、F、和G（fatsia-sidesA1、B1、C1、D、E、F)[1-3]，此外还含有齐墩果酸3-O-β-D-吡喃葡萄糖（1→4）-α-L-吡喃阿拉伯糖甙[oleanolic acid-3-O-β-D-glucopyranosyl(1→4）-α-L-arabinopyranoside]，常春藤皂甙元3-O-β-D-吡喃葡萄糖甙（hederagenin-2-O-β-D-glucopyranoside)，常春藤皂甙无-3-O-β-D-吡喃葡萄糖（1→4）-α-L-吡喃阿拉伯糖甙[hederagenin-3-Oβ-D-glucopyranosyl(1→4）-α-L-arabinopyra-noside][4]。花中含有手树皂甙A1、B1，还含有齐墩果酸-3-O-β-D-吡喃葡萄糖（1→4）-α-L-吡喃阿拉伯糖甙，常春藤皂甙元-3-O-β-D-吡喃葡萄糖（1→4）-α-L-吡喃阿拉伯粮甙，常春藤皂甙元-3-O-β-D-吡喃葡萄糖（1→4）-α-L-吡喃阿拉伯糖甙[hederagenin-3-O-β-D-glucopyranosyl(1→4）-α-L-吡喃阿拉伯糖甙[hederagenin-3--O-β-D-glucopyranosyl(1→4）-α-L-arabinopyranoside]，刺囊酸-3-O-α-L-吡喃阿拉伯糖甙（echinocystic acid-3-O-α-L-arabinopyranoside)，16-表刺囊酸-3-O-α-L-吡喃阿拉伯糖甙（16-epiechinocystic acid-3-O-α-L-arabinopyranoside)。成熟果实中含刺囊酸-3-α-L-吡喃阿拉伯糖-28-O-α-L-吡喃鼠李糖（1→4）-β-D-吡喃葡萄糖（1→4）-β-D-吡喃葡萄糖甙[ethinocystic acid-3-α-L-arabinopyranosyl-28-O-α-L-rhamnopyra-nosyl(1→4)-β-D-glucopyranosyl(1→4)-β-D-glucopyranoside]，常春藤皂甙元-3-O-α-L-吡喃阿拉伯糖-28-O-α-L-吡喃鼠李糖（1→4）-β-D-吡喃葡萄糖（1→4）-β-D-吡喃葡萄糖甙[hederagenin-3-O-α-L-arabinopyranosyl(1→4)-β-D-glucopyranosyl(1→4)-β-L-吡喃阿拉伯糖-28-O-α-L-吡喃鼠李糖（1→4）-β-D-吡喃葡萄糖（1→4）-D-吡喃葡萄糖甙[oleanolic acid-3-O-β-D-glucopyranosyl(1→2)-α-L-arabinopyranosyl-28-O-α-L-rhamnopyranosyl(1→4)-β-D-glucopy-ranosyl(1→4）-D-glucopyranoside]，常春藤皂甙元-3-O-β-D-吡喃葡萄糖（1→2）-α-L-吡喃阿拉伯糖-28-O-α-L-吡喃鼠李糖（1→4）-β-D-吡喃葡萄糖（1→4）-β-D-吡喃葡萄糖甙[hederagenin-3-O-β-D-glucopyranosyl(1→2)-α-L-arabinopyranosyl-28-O-α-L-rhamnopyra-nosyl(1→4)-β-D-glucopyranosyl(1→4）-β-Dglucopyranoside)[6]，常春藤皂甙元-3-O-β-D-吡喃葡萄糖（1→4）-β-D-吡喃葡萄糖甙[hederagenin-3-O-β-D-吡喃葡萄糖（1→4）-β-D-吡喃葡萄糖甙[hederagenin-3-O-β-Dglucopyranosyl(1→4)-β-D-glucopyrano-side]，常春藤皂甙元-3-O-α-L-吡喃阿拉伯糖甙（即手树皂甙B1），常春藤皂甙元-3-O-β-D-吡喃葡萄糖甙（hederagenin-3-O-β-D-glucopyranoside)、常春藤皂甙元-3-O-β-D-吡喃葡萄糖（1→4）-α-L-吡喃阿拉伯糖甙[hederagenin-3-O-β-D-glucopyranosyl(1→4)-α-L-arabinopyranoside][4]。此外还含有角鲨烯（squalene)，β-香树酯甾醇（β-amyrin sterol)，三酰甘油（triglyceride)[7]，脂及酸（fatty acid)，脂肪酸甲酯（fatty acid methyl ester)[7]，挥发油[8]，矢车菊素-3-半乳糖酸木糖甙（cyanidin-3-lathyroside)[9]。　　]",
    " 用药禁忌": "[孕妇慎服。茎部有毒，可引起免疫系统中毒和精神性中毒，器官损伤性中毒等有一病例为服后造成一级伤残，常年卧病在床，肚子胀，非常痛苦。]"
},{
    "中药名称": "八角莲",
    "植物-八角莲": "[]",
    " 物种名称": "[八角莲(图1)【中文名】八角莲【学名】Dysosma versipellis (Hance) M. Cheng ex Yi 　　]",
    " 科属分类": "[小檗科 （Berberidaceae）鬼臼属 （Dysosma）　　]",
    " 物种现状": "[【现状】分布虽广,但零星散生，常被采挖作药用，分布范围逐渐缩小，植株数量日益减少。【濒危类别】 渐危【保护级别】 3级　　]",
    " 植物形态": "[多年生草本，茎直立，高20-30cm。不分枝，无毛，淡绿色。根茎粗壮，横生，具明显的碗状节。茎生叶1片，有时2片，盾状着生；叶柄长10-15cm；叶片圆形，直径约30cm，常状深裂几达叶中部，边缘4-9浅裂八角莲(图2)或深裂，裂片楔状长圆形或卵状椭圆形，长2.5-9cm，宽5-7cm，先端锐尖，边缘具针刺状锯齿，上面无毛，下面密被或疏生柔毛。花5-8朵排成伞形花序，着生于近叶柄基处的上方近叶片处；花梗细，长约5cm，花下垂，花冠深结色；萼片6，外面被疏毛；花瓣6，勺状倒卵形，长约2.5cm；雄蕊6，蕴含隔突出；子房上位，1室，柱头大，盾状。浆果椭圆形或卵形。种子多数。花期4-6月，果期8-10月。2.六角莲，多年生草本，茎直立，无毛，高10-20cm。根茎粗壮，节明显。茎生叶通常2，对生，盾状着生；叶柄长10-15cm，无毛；叶片长圆形或近圆形，长16-22cm，宽9-18cm，无毛6-9浅裂，裂片宽三角状卵形，边缘有针状细齿。花5-10朵排成伞形花序，生于两茎叶柄的交叉处，花梗长2-3(-6)cm，花下垂；萼片6，卵状或椭圆状长圆形，花瓣6，紫红色，长圆形，长2.5-3.5cm，宽1-1.5cm；雄蕊6，长1.2-2.3cm，花药长圆形，先端钝；子房上位，1室，花柱短，柱头盾状。浆果近球形。花期5-6月，果期8-9月。3.川八角莲，多年生草本，茎多汁，高10-20cm。基部密被棕色大鳞片。叶互生，纸质，2片，盾状着生；叶片圆形，直径约20cm，通常6-8掌状深裂几达中部，裂片楔状矩圆形，先端常3裂，小裂片三角形，上面无毛，叶中部红棕色，下面叶脉有疏柔毛，后变无毛。伞形花序有2-6朵花，丛生于茎顶叶柄分叉处的腋间(稀有腋外生)，花梗长1.5-2cm，有柔毛；萼片6，膜质，长圆状披针形，长4-5cm，有时可达6八角莲cm；雄蕊6，花药先端具细尖；子房1室，胚珠多数，花柱短粗，柱头大而呈流苏状。浆果卵形，红色，长约3cm。花期4-6月，果期8-10月。　　]",
    " 生境分布": "[生于海拔300-2200m的山坡林下阴湿处。分布于浙江、江西、河南、湖北、湖南、广东、广西四川、贵州、云南等地。有少量栽培。　　]",
    " 植物栽培": "[【生物学特性】喜阴凉潮湿，忌强光、干旱。适宜选择富含腐殖质、肥沃的砂质壤土栽种。【栽培技术】用种子繁殖或分株繁殖。种子繁殖：8-9月采集成熟果实，搓去外皮，收集种子。穴作业，覆草保温。分株繁殖：2-3月挖取老根茎，截成12-15cm长小段，按行株距各30-35cm穴栽，每穴1段，覆土，浇水定根。4-11月均可移栽。【田间管理】可利用林下空地阴凉处栽培，如无良好自然荫蔽条件，则需搭矮棚遮荫。生长期注意浇水，保持土壤湿润。春季多施氮肥，夏季多施腐熟有机肥。秋、冬季以厩肥、草原灰湿合培土越冬。【病虫害防治】红蜘啤酒用20%双甲眯乳油1000倍液喷杀。　　]",
    " 园林用途": "[园林种植可作为观叶植物或盆植于室内。八角莲　　]",
    " 化学成分": "[根和根茎含抗癌成分鬼臼毒素（Podophylloto-xin）和脱氧鬼臼毒素（Deoxypodophyllotoxin）。此外，尚分离出黄耆甙（AstragaIin）、金丝桃甙（Hyperin）、槲皮素（Quercetin）、山柰酚（Kaempferol）和谷甾醇。　　]",
    " 药材-八角莲": "[]",
    " 中药名称": "[【药名】 八角莲八角莲(图3)【别名】 八角连(《纲目拾遗》)，金魁莲(《分类草药性》)，旱八角、叶下花(《贵阳民间药草》)，一把伞、马眼莲、独叶一枝花(《广西中药志》)，八角盘、六角莲(广州部队《常用中草药手册》)，独脚莲、独角莲、八角金盘(《江西草药》)，山荷叶(《浙江民间常用草药》)。【英文名】 Common Dysosmatis Rhizome and Root，Sixangular Dysosma Rhizome and Root，Rhizome and root of Sixangular Dysosma,Rhizome and root of Veitch Dysosma。【拉丁药名】1.Rhizoma et Radix Dysosmae Versipellis2.Rhizoma et Radix Dysosmae Pleianthae3.Rhizoma et Radix Dysosmae Veitchii　　]",
    " 原植物": "[1.Dysosma versipellis(Hance)M.Cheng ex Ying （八角莲）2.Dysosma pleiantha (Hance)Woods.[D.hispida(Hao)Chun]（六角莲）3.Dysosma veitchii(Hemsl.et Wis.)Fu ex Ying（川八角莲）　　]",
    " 药材来源": "[【考证】出自《福建民间草药》【药材基源】为小檗科植物八角莲、六角莲和川八角莲的根及根茎。　　]",
    " 采收储藏": "[年均可采，秋末为佳。全株挖起，除去茎叶。洗净泥砂，晒干或烘干备用，切忌受潮。鲜用高八角莲精亦可。　　]",
    " 中药药性": "[【性味归经】味苦；辛；性凉；有毒。肺；肝经。　①《分类草药性》：“味苦，无毒。”②《福建民间草药》：“甘微辛，温，有毒。”③《贵阳民间药草》：“辛微苦，平，无毒。”④《广西中药志》：“甘苦微辛，性凉，无毒。”⑤《广西中药志》：“入肺经。”【功效主治】化谈散结；祛瘀止痛；清热解毒。用于咳嗽；咽喉肿痛；瘰疬；瘿瘤；痈肿；疔疮；毒蛇咬伤；跌打损作；痹证。【各家论述】1.《本草纲目拾遗》：《涌幢小品》云：八角连绥宁产之，可以伏蛇。谚云，识得八角连，可与蛇共眠。治一切毒蛇伤。八角莲(图4)2.《贵州民间方药集》：治虚弱脱肛；外用消伤肿，并治蛇咬伤，疔疮。3.《福建民间草药》：散结活瘀，消瘿解毒。4.《广西中药志》：清热化痰，解蛇虫毒。治肺热痰咳，虫蛇咬伤，单双蛾喉痛，疮疖。5.《四川中药志》：治劳伤吐血、腰痛，疥癣白秃。6.广州部队《常用中草药手册》：清热解毒，燥湿泻火。治淋巴结炎，腮腺炎，痈疮。7.《江西草药》：治肾虚，劳伤，中暑，胃痛。【用法用量】内服：煎汤，3-12g；磨汁，或入丸、散。外用：适量，磨汁或浸醋、酒涂搽；捣烂敷或研末调敷。【用药禁忌】孕妇禁服，体质虚弱者慎服。　　]",
    " 药理作用": "[1.心肌作用：根中提出的结晶性物质，作用类似足叶草素，对离体蛙心有兴奋作用，能使其停于收缩状态。 2.血管作用：对兔耳血管有扩张作用；对蛙后肢血管、家兔小肠及肾血管则有轻度的收缩作用。3.平滑肌作用：抑制离体兔肠、兴奋兔及豚鼠的离体子宫。　　]",
    " 药材鉴定": "[⑴性状鉴别 根茎呈结节状，长约6-10cm，径约0.7-1.5cm，鲜时浅黄色，干后呈棕黑色；表面平坦或微凹，上有几个小的凹点，下面具环纹。须根多数，长达20cm，径约1mm，有毛，鲜时浅黄色，干后棕黄色。质硬而脆，易折断。根茎断面黄绿色，角质；根的断面黄色，中央有圆点伏中柱。气微，味苦。⑵化学鉴定 薄层层析：本品的乙醇提取液为供试液，另取鬼臼毒素乙醇液为对照品溶液，吸取供试液、对照品溶液，分别点于同一硅胶G薄层板上，以氯仿-甲醇（9：1）展开18cm，硫酸-乙醇（1:1）喷雾，120℃烘烤5分钟，显深棕色斑点。　　]",
    " 药方选录": "[1、治肿毒初起：八角莲加红糖或酒槽适量，共捣烂敷贴，日换两次。（《福建民间草药》）2、治疔疮：八角莲二钱，蒸酒服;并用须根捣烂敷患处。（《贵阳民间药草》）3、治瘰疬：八角莲一至二两，黄酒二两。加水适量煎服。（《福建民间草药》）4、治带状疱疹：八角莲根研末，醋调涂患处。（《广西中草药》）5、治单双蛾喉痛：八角莲一钱，磨汁吞咽。（《广西中药志》）八角莲6、治跌打损伤：八角莲根一至三钱，研细末，酒送服，每日二次。（《江西草药》）7、治毒蛇咬伤：一.八角莲三至五钱，捣烂，冲酒服，渣敷伤处周围。（《广西中草药》）二.八角莲根白酒磨涂患处；亦可内服，每服二钱。对神经性毒素，可取八角莲根五节，用75%酒精7毫升，浸泡七天，取浸出液一至二毫升，注入伤口内。（《江西草药》）8、治痰咳：八角莲四钱，猪肺二至四两，糖适量。煲服。（《广西中药志》）9、治体虚弱，痨伤咳嗽，虚汗盗汗：八角莲三钱，蒸鸽子或炖鸡或炖猪肉半斤服。（《贵阳民间药草》）]"
},{
    "中药名称": "八角莲叶",
    "简介": "[药名八角莲叶别名鬼臼叶汉语拼音bA jiAo liAn ye英文名leaf of Common Dysosma拉丁植物动物矿物名1.Dysosma versipellis(Hance)M.Cheng ex Ying2.Dysosma pleiantha (Hance)Woods.［D.hispida(Hao)Chun］3.Dysosma veitchii(Hemsl.et Wis.)Fu ex Ying归经肺经考证出自《本草纲目》科属分类小檗科生态环境1.生于海拔300-2200m的山坡林下阴湿处。有少量栽培。2.生于海拔600-1600m的山坡林下阴湿处，或有少量栽培。3.生于海拔1200-2200m的山地阴湿林下。采收和储藏夏秋采收，鲜用或晒干。功效分类平喘药性味味苦；辛；性平药材基源为小檗科植物八角莲、六角莲和川八角莲的叶。用法用量内服：煎汤，6-10g；鲜叶15-30g；或捣汁。外用：适量，捣敷，或贴敷。　　]",
    " 主治与功效": "[主治痈肿疔疮；喘咳功效清热解毒；止咳平喘　　]",
    " 资源分布": "[1.分布于浙江、江西、河南、湖北、湖南、广东、广西四川、贵州、云南等地。2.分布于安徽、浙江、福建、台湾、河南、湖北、湖南、广西、四川、云南等省地。3.分布于四川、贵州、云南。　　]",
    " 选方": "[①治哮喘：八角莲鲜叶一两，柿饼二个。水煎调红糖服。(《福建中草药》)②治背痈溃烂：八角莲鲜叶用针密刺细孔，以米汤泡软，贴患处，日换二次。(《福建中草药》)　　]",
    " 动植物形态": "[1.八角莲，多年生草本，茎直立，高20-30cm。不分枝，无毛，淡绿色。根茎粗壮，横生，具明显的碗状节。茎生叶1片，有时2片，盾状着生；叶柄长10-15cm；叶片圆形，直径约30cm，常状深裂几达叶中部，边缘4-9浅裂或深裂，裂片楔状长圆形或卵状椭圆形，长2.5-9cm，宽5-7cm，先端锐尖，边缘具针刺状锯齿，上面无毛，下面密被或疏生柔毛。花5-8朵排成伞形花序，着生于近叶柄基处的上方近叶片处；花梗细，长约5cm，花下垂，花冠深结色；萼片6，外面被疏毛；花瓣6，勺状倒卵形，长约2.5cm；雄蕊6，蕴含隔突出；子房上位，1室，柱头大，盾状。浆果椭圆形或卵形。种子多数。花期4-6月，果期8-10月。2.六角莲，多年生草本，茎直立，无毛，高10-20cm。根茎粗壮，节明显。茎生叶通常2，对生，盾状着生；叶柄长10-15cm，无毛；叶片长圆形或近圆形，长16-22cm，宽9-18cm，无毛6-9浅裂，裂片宽三角状卵形，边缘有针状细齿。花5-10朵排成伞形花序，生于两茎叶柄的交叉处，花梗长2-3(-6)cm，花下垂；萼片6，卵状或椭圆状长圆形，花瓣6，紫红色，长圆形，长2.5-3.5cm，宽1-1.5cm；雄蕊6，长1.2-2.3cm，花药长圆形，先端钝；子房上位，1室，花柱短，柱头盾状。浆果近球形。花期5-6月，果期8-9月。3.川八角莲，多年生草本，茎多汁，高10-20cm。基部密被棕色大鳞片。叶互生，纸质，2片，盾状着生；叶片圆形，直径约20cm，通常6-8掌状深裂几达中部，裂片楔状矩圆形，先端常3裂，小裂片三角形，上面无毛，叶中部红棕色，下面叶脉有疏柔毛，后变无毛。伞形花序有2-6朵花，丛生于茎顶叶柄分叉处的腋间(稀有腋外生)，花梗长1.5-2cm，有柔毛；萼片6，膜质，长圆状披针形，长4-5cm，有时可达6cm；雄蕊6，花药先端具细尖；子房1室，胚珠多数，花柱短粗，柱头大而呈流苏状。浆果卵形，红色，长约3cm。花期4-6月，果期8-10月。]"
},{
    "中药名称": "八仙草",
    "简介": "[别名猪殃殃(《野菜谱》)，小锯藤、锯子草(《贵州民间方药集》)，小茜草、小飞扬藤、红丝线、血见愁(《广西中药志》)，细茜草(《云南中草药》)红丝线、拉拉藤、小舒筋。汉语拼音zhu yang yang英文名Tender Catchweed Bedstraw Herb拉丁植物动物矿物名Galium aparine L.， Galium asperlium Wall.来源为茜草科植物拉拉藤或粗叶拉拉藤的全草。采集秋季采收，晒干或晾干。药材干燥全草黄绿色或枯黄色，全体具有棘手的倒刺，茎叶多卷缩成团。茎坚韧，纤维性，叶脆，易破碎。果实多脱落，留有伞形的果柄。产云南、贵州、广西等地。性味苦辛，寒。①《滇南本草》：\"味辛苦，性微寒。\"②《广西中药志，：\"味涩，性平。\"③《湖南药物志》：\"甘涩，微寒。\"用法与用量内服：煎汤，2～5钱；或捣汁饮。外用：捣敷或捣汁滴耳。归经《滇南本草》：\"入少阴、太阴经。\"功效分类清热药；解毒药　　]",
    " 植物形态": "[拉拉藤八仙草(《植物名实图考》)一年生草本，蔓状或攀缘状，长20～40厘米。茎绿色，纤弱，四方形，分枝，棱上有倒生小刺。叶6～8枚轮生，无柄，膜质，线状披针形至椭圆状披针形，长2～4厘米，宽2～6毫米，先端具针锋尖头，上面绿色，被倒生白色刺毛，下面淡绿色，除沿中脉及边缘被毛外，余光滑无毛，侧脉不明显。疏散聚伞花序，腋生；花细小，直径约1毫米；萼截头状，长不及1毫米，有钩毛；花瓣4，淡绿白色，有时染以紫色，卵形，极短；雄蕊4，与花瓣互生；子房下位，2室，花柱2裂。果稍肉质，孪生，表面密生白色钩毛。花期4～5月。生于荒地、园圃、耕地上。全国大部分地区有分布。粗叶拉拉藤又名：锯锯藤。一年生草本。偃卧咸稍斜举。茎六棱形，具分枝，枝上有小倒刺，粗糙。叶4～8枚轮生，叶片膜质，线状披针形以至椭圆状披针形，长1.8～4厘米，宽3.3～6.6毫米，先端具针状尖头，向下渐狭；全缘，具毛茸，基部抱茎。花生于叶腋，小花3～8朵，排成疏散的聚伞花序；花萼4枚，截头状；花冠轮状，极细小，直径不到1.5毫米；花瓣4枚，卵形，绿白色或有紫晕，仅基部联合。果实稍肉质，密被钩状白毛。花期春季。生于山坡、路旁。分布于云南、广西等地。　　]",
    " 功用主治": "[清湿热，散瘀，消肿，解毒。治淋浊，尿血，跌打损伤，肠痈，疖肿，中耳炎。①《滇南本草》：\"治湿热，诸经客热，虚痨，童痨，筋骨疼痛，热淋，赤白便浊，玉茎痛。退血分烦热，止尿血。'②《贵州民间方药集》：\"治疥癣。\"③《广西中药志》：\"治妇人痛经。又捣烂取汁冲糯米浆，治飞扬疮。\"④江西《草药手册》：\"清热解毒，消肿止痛。治痈肿，阑尾炎，近用于治癌。\"⑤《昆明民间常用草药》：\"清热消炎，祛风湿，散瘀血，治痰火热症，风热眼雾眼屎多，风湿跌打疼痛，外伤皮下瘀肿。\"⑥《云南中草药》：\"清热凉血，利尿。治血淋，尿路感染。\"　　]",
    " 选方": "[治五淋八仙草三钱，滑石二钱，甘草一钱，双果草二钱。水煎点水酒服。(《滇南本草》)治妇女经闭猪殃殃二钱。水煎服。(《湖南药物志》)治跌打损伤鲜猪殃殃根、马兰根各四饯。水酒各半煎服。另以鲜猪殃殃全草、酢浆草等分，捣烂外敷。治感冒鲜猪殃殃一两，姜三片。擂汁冲开水服。治疖肿初起鲜猪殃殃适量，加甜酒捣烂外敷，日换二次。治急性阑尾炎鲜猪殃殃三两。煎水内服。治乳癌鲜猪殃殃四两。捣汁和以猪油敷于癌症溃烂处，亦可煎水内服。治牙龈出血鲜猪殃殃二至三两。水煎服。(③方以下出江西《草药手册》)治中耳炎鲜猪殃殃，捣汁滴耳。(《云南中草药》)　　]",
    " 临床应用": "[治疗菌痢拉拉藤干品0.5～2两水煎，每日2次分服；或制成片剂，每片0.3克，每次片，日4次；或用浸膏片，每片0.3克，每次片，日4次。观察72例，治愈(症状消失，大便镜检、培养均阴性)69例，好转(症状消失，但大便培养阳性)2例，无效1例。平均住院9.23天。治疗肿瘤新鲜拉拉藤半斤绞汁，加红糖适量冲服，每日剂；或用干品1两洗净切碎，水煎30～60分钟，加红糖适量，每日剂，3～6次分服；或以干品洗净切碎，放铁锅中烙片刻取出，每日两，开水冲泡，分次频服。治疗乳腺癌、食道癌、下颌腺癌、子宫颈癌共9例，其中临床痊愈(症状消失，客观检查肿瘤消失，劳动力恢复，观察1年以上病情未复发)1例，显效(症状大部分消失，肿瘤明显缩小，劳动力有所改善，并维持1年以上)3例，有效(症状减轻，肿瘤稳定或稍有缩小，病情稳定6个月以上)2例，无效3例；治疗良性肿瘤6例，其中显效2例，有效4例。疗程最短1月，最长2年。长期服用无毒性反应及明显副作用，仅部分病人服后有头昏、恶心等。若加红糖服用，反应可减轻；同时配服中药益气养营以扶正，反应可基本消失。　　]",
    " 药理作用": "[血压拉拉藤(醇)提取物可降低血压而不减慢心率，对狗静脉注射1-1.5g(生药)即可有效，未见有毒性。车叶草甙有降低兔血压的作用。猪殃殃醇提物1-1.5g(生药)静脉注射，可使狗血压下降。抗菌作用100%煎剂用平板纸片法，对金黄色葡萄球菌、大肠杆菌、志贺痢疾杆菌等有抑制作用。血液醇浸膏每日以2.2g/kg口服或腹腔注射，连续6日，对小鼠白血病L615有抑制作用，抑制率为28.5%。其变种GaliumaparineL.Var.Tenerum(Gren.EtGodr.)Rchb.5g生药/ml于美蓝试管法筛选试验，对急性淋巴细胞型白血病及急性粒细胞型白血病均为阳性。]"
},{
    "中药名称": "八仙花",
    "基本信息": "[学名：Hydrangea macrophylla (Thunb.)Seringe英文名：Largeleaf Hydrangea门名：被子植物门 Magnoliophyta纲名：双子叶植物纲Dicotyledoneae目名：蔷薇目Rosales科名：虎耳草科 Saxifragaceae别名：绣球、斗球、草绣球、紫绣球、紫阳花、阴绣球、圆八仙花　　]",
    " 地理分布": "[八仙花原产日本及我国四川一带。1736年引种到英国。在欧洲，荷兰、德国和法国栽培比较普遍，在花店可以看到红、蓝、紫等色八仙花品种。在小庭园、建筑物前地栽八仙花也不少。德国兰普.琼格弗拉曾（RamppJungpflanzen）公司是世界著名的生产八仙花的企业，也是八仙花新品种最主要的培育和生产单位。其次，荷兰的门.范文公司和以色列的亚格苗圃，也是八仙花主要生产企业。在亚洲，主要是日本盛产八仙花，在园艺商店中八仙花的品种繁多，可以看到许多花色奇异的新品种，价格昂贵，都作为家庭盆栽观赏。　　]",
    " 形态特征": "[落叶灌木，高3-4米；小枝光滑，老枝粗壮，有很大的叶迹和皮孔。 八仙花的叶大而对生，浅绿色，有光泽，呈椭圆形或倒卵形，边缘具钝锯齿。八仙花花球硕大，顶生， 伞房花序，球状，有总梗。每一簇花，中央为可孕的两性花，呈扁平状；外缘为不孕花，每朵具有扩大的萼片四枚，呈花瓣状。八仙花初开为青白色，渐转粉红色，再转紫红色，花色美艳。八仙花花期6-7月，每簇花可开两月之久，花期长，是一种既适宜庭院栽培，又适合盆栽观赏的理想花木。八仙花原产我国长江流域，现全国各地均有栽培。常见栽培的变种品种有大八仙花、圆锥八仙花、紫茎八仙花、齿瓣八仙花、蓝边八仙花、银边八仙花、蔓性八仙花。　　]",
    " 用法与用量": "[内服：煎汤，3～4钱。外用：水煎洗或磨汁涂。【选方】①治疟疾：八仙花叶三钱，黄常山二钱，水煎服。②治肾囊风：粉团花七朵，水煎洗患处。③治喉烂：粉团根，醋磨汁；以鸡毛涂患处，涎出愈。(选方出《现代实用中药》)【毒性】在大家想象中它就象棉花糖和大圆面包一样理所当然是可以食用的，但实际上，一旦吃了八仙花，几小时后就会出现腹痛现象，另外的典型中毒症状还包括皮肤疼痛、呕吐、虚弱无力和出汗，还有报告说病人甚至会出现昏迷、抽搐和体内血循环崩溃。庆幸的是，现在已研制出一种八仙花中毒的解毒剂。　　]",
    " 生物学特性": "[八仙花原产我国和日本。喜温暖、湿润和半阴环境。八仙花的生长适温为18～28℃，冬季温度不低于5℃。花芽分化需5～7℃条件下6～8周，20℃温度可促进开花，见花后维持16℃，能延长观花期。但高温使花朵褪色快。八仙花盆土要保持湿润，但浇水不宜过多，特别雨季要注意排水，防止受涝引起烂根。冬季室内盆栽八仙花以稍干燥为好。过干潮湿则叶片易腐烂。八仙花为短日照植物，每天黑暗处理10小时以上，约45～50天形成花芽。平时栽培要避开烈日照射，以60％～70％遮荫最为理想。土壤以疏松、肥沃和排水良好的砂质壤土为好。但土壤pH的变化，使八仙花的花色变化较大。为了加深蓝色，可在花蕾形成期施用硫酸铝。为保持粉红色，可在土壤中施用石灰。　　]",
    " 繁殖方法": "[常用分株、压条、扦插和组培繁殖。分株繁殖：宜在早春萌芽前进行。将已生根的枝条与母株分离，直接盆栽，浇水不宜过多，在半阴处养护，待萌发新芽后再八仙花转入正常养护。压条繁殖：在芽萌动时进行，30天后可生长，翌年春季与母株切断，带土移植，当年可开花。扦插繁殖：在梅雨季节进行。剪取顶端嫩枝，长20厘米左右，摘去下部叶片，扦插适温为13～18℃，插后15天生根。组培繁殖：以休眠芽为外植体，经常规消毒后接种在添加6-苄氨基腺嘌呤0．8毫克／升和吲哚乙酸2毫克／升的MS培养基上，培育出不定芽。待苗高2～3厘米时转移到添加吲哚乙酸2．0毫克／升的1／2MS培养基上，长成完整小植株。]",
    " 栽培管理": "[盆栽八仙花常用15～20厘米盆。盆栽植株在春季萌芽后注意充分浇水，保证叶片不凋萎。6～7月花期，肥水要充足，每半月施肥1次或用\"卉友\"21－7－7酸肥。盛夏光照过强时，适当遮荫，可延长观花期。花后摘除花茎，促使产生新枝。花色受土壤酸碱度影响，酸性土花呈蓝色，碱性土花为红色。每年春季换盆一次。适当修剪，保持株形优美。　　]",
    " 病虫害防治": "[主要有萎蔫病、白粉病和叶斑病，用65％代森锌可湿性粉剂600倍液喷洒防治。虫害有蚜虫和盲蝽危害，可用40％氧化乐果乳油1500倍液喷杀。　　]",
    " 栽培技术": "[八仙花怎样栽培管理？八仙花喜温暖湿润，不耐干旱，亦忌水涝；喜半阴环境，不耐寒，适宜在肥沃、排水良好的酸性土壤中生长。土壤的酸碱度对八仙花的花色影响非常明显，土壤为酸性时，花呈蓝色；土壤呈碱性时，花呈红色。八仙花以栽培于酸性(PH4-4.5为宜)土壤中为好。八仙花喜肥，生长期间，一般每15天施一次腐熟稀薄饼肥水。为保持土壤的酸性，可用1%-3%的硫酸亚铁加入肥液中施用。经常浇灌矾肥水，可使植株枝繁叶绿；孕蕾期增施1-2次磷酸二氢钾，能使花大色艳；施用饼肥应避开伏天，以免招致病虫害和伤害根系。八仙花叶片肥大，枝叶繁茂，需水量较多，在生长季的春、夏、秋季，要浇足水分使盆土经常保持湿润状态。夏季天气炎热，蒸发量大，除浇足水分外，还要每天向叶片喷水。八仙花的根为肉质根，浇水不能过分，忌盆中积水，否则会烂根。9月份以后，天气渐转凉，要逐渐减少浇水量。霜降前移入室内，室温应保持在4度左右。入室前要摘除叶片，以免烂叶。冬季宜将植株放在室内向阳处，第二年谷雨后出室为宜。八仙花管理比较粗放，病虫害少，是比较容易管理和栽培的理想盆栽花卉。怎样给八仙花翻盆换土和进行修剪？盆栽八仙花，一般每年要翻盆换土一次。翻盆换土在3月上旬进行为宜。新土中用4份叶土、4份园土和2份砂土比例配制，八仙花再加入适量腐熟饼肥作基肥。换时，要对植株的根系进行修剪，剪去腐根、烂根及过长的根须。植株移放新盆后，要把土压实，再浇透水，放置在荫蔽处10天左右，然后移置室外，进行正常管理。要使盆栽的八仙花树冠美、多开花，就要对植株进行修剪。八仙花生长旺盛，耐修剪。一般可从幼苗成活后，长至10-15厘米高时，即作摘心处理，使下部腋芽能萌发。然后选萌好后的4个中上部新枝，将下部的腋芽全部摘除。新枝长至8-10厘米时，再进行第二次摘心。八仙花一般在两年生的壮枝上开花，开花后应将老枝剪短，保留2-3个芽即可，以限制植株长得过高，并促生新梢。秋后剪去新梢顶部，使枝条停止生长，以利越冬。经过这样的修剪，植株的株型就比较优美，大大加强了观赏价值。八仙花怎样繁殖？八仙花八仙花繁殖并不困难，很容易成活。可用扦插法或分株法进行繁殖。扦插宜在春夏时进行，用一年生枝条，截成10-15厘米长的段子作插穗，插在砂床中，约20天生根，后移植在盆中培养。分株繁殖宜在早春植株萌发前进行，可根据母株根势将其分开成数株，剪除朽根和过长根，移植于事先准备好的盆中进行培育管理，同时进行修枝。怎样养好八仙花？八仙花又名草绣球，阴绣球。宜在每年早春换盆1次，换进新的培养土（腐叶土、园土各半并掺入少量沙土）。换盆时去掉部分陈土和烂根，并适当进行修剪。八仙花喜肥，生长发育期间，一般每半个月施一次腐熟的稀薄液肥，为使盆土经常保持酸性，可在每50千克液肥中加100克硫酸亚铁，进行浇灌。孕蕾期增施1－2次磷酸二氢钾液，则花大色艳。八仙花叶片较肥大，需水量较多。除冬季气温低，要严格控制水量外，春、夏、秋三季浇水要充足，使盆土经常保持湿润状态，尤其是炎夏，更需给以充足的水分。5-8月底，还需要每天或隔l天向叶面上喷水一次。由于八仙花为肉质根，水分过多易烂根，故浇水不宜过量。雨后要及时倒掉盆内积水。9月以后，天气渐凉，要逐渐减少浇水量，使枝条生长健壮，以利冬季休眠。霜降前移入室内，室温保持在5℃左右，促其休眠。入冬前，要摘除叶片，以免烂叶。从12月八仙花中旬开始，陆续移到向阳处，温度上升到15℃一20℃，促使枝叶生长，翌年谷雨后出室。八仙花由于花头过大，应及时设支架绑扎，这样既可保持花株挺立，又能使植株显得丰满。怎样使八仙花株形端正?扦插苗成活后，当新梢长至10厘米一15厘米左右时即摘心。促发分枝。待新枝长至8厘米一10厘米时，进行第2次摘心。以后不再进行修剪，不然新枝萌发过迟，将会影响10月份花芽分化。花谢之后及时将枝条剪短，促发新技。待新技长至8厘米一10厘米时再进行摘心，促使新枝上的芽充实，以利来年开花。以后每年早春3月，应从基部剪去病虫枝、纤弱枝，只保留强枝并对此进行短截(每枝留2-3个芽)，促发新枝，使之开花繁茂。经过上述的修剪整形，则树形紧凑、饱满、匀称，花多、朵大、色艳。若不修剪，3年以上的老枝基部已木质化，不易萌发新技，容易形成植株下部空虚，影响观赏价值。八仙花传说相传有一次仙到瑶池参加王母娘娘的蟠桃会，回来路过东海，惊动了东海龙王。龙王的九个儿子奉命到海面上打探。 其中龙王七太子看见八仙中的何仙姑容貌美丽，就在海面上兴风作浪，趁机把何仙姑抢到龙宫中去。其他七位大仙勃然大怒，各自举起手中的法宝，化作七条赤色鳞甲火龙，对着海面喷出烈焰，霎时间，海水滚滚沸腾起来。东海龙王在龙宫中觉得酷热难熬，听见外面震耳欲聋的巨响，龙宫摇晃得更加厉害，问明情由后，怒斥七太子，亲手将他绑起来，又请何仙姑坐上龙轿，由其他八个龙子抬着，升到海面向众仙请罪。七位神仙见何仙姑平安返回，龙王又亲自押七太子前来请罪，也就怒火熄灭，表示愿意化干戈为玉帛。 龙王向八仙献花表示歉意。八仙把鲜花带到了神州，那花儿团团锦簇，宛如一个大绣球，果然是花艳叶美，绚丽多彩，不同凡响，百花园中又增添了靓丽的风景。人们知道这种花儿是八仙带来的，便亲切地叫它“八仙花”。]",
    "  给八仙花条目的留言 ": "[--122.226.176.2 2015年4月8日 (三) 08:54 (CST)留言：是否]"
},{
    "中药名称": "八月札",
    "植物形态": "[]",
    " 木通": "[产于大别山(安徽金寨)的八月瓜　 落叶或半常绿缠绕藤本，高达3米以上。枝灰色，有条纹，皮孔突起。掌状复叶，通常3～5叶簇生于枝端，或互生；叶柄细长；小叶5枚，革质，椭圆形，长3～6厘米，宽1.5～2.6厘米，先端圆而微凹，并具一细短尖，基部宽楔形或圆形，全缘，下面稍呈粉白色。花雌雄同株，总状花序腋生，长约10厘米；花紫色；雌花1～2朵生于花序下部，苞片线状披针形，花被3，宽椭圆形，钝头，退化雄蕊6，雌蕊6，圆筒状，子房1室，柱头头状；雄花密生于花序上部，较小，具小苞片，花被3，雄蕊6，花丝扁，花药2室，退化雌蕊3或4.菁荚状浆果，长筒形，两端圆，长达8厘米，宽达3厘米，成热时紫色，沿腹缝线开裂。种子黑色，甚多，卵状长方形，稍扁，有光泽。花期4～6月。果热期8月。生长于山林间。分布河南、山东、安徽、江苏、广东、江西、湖南、湖北、四川、陕西等地。　　]",
    " 三叶木通": "[落叶本质藤本，茎、枝都无毛。三出复叶，小叶卵圆形、宽卵圆形或长卵形，长宽变化很大，先端钝圃、微凹或具短尖，基部圆形或宽楔形，有时微呈心形，边缘浅裂或呈波状，侧脉通常5～6对；叶柄细瘦，长6～8厘米。花序总状，腋生，长约8厘米；花单性；雄花生于上部，雄蕊6；雌花花被片紫红色，具6个退化雄蕊，心皮分离，3～12。果实肉质，长卵形，成熟后沿腹缝线开裂；种子多数，卵形，黑色。生于山坡、灌丛或沟缘。分布河北、山西、山东、河南、陕西、甘肃、浙江、安徽、湖北等地。　　]",
    " 白木通": "[本变种形态与三叶木通相近，但小叶全缘，质地较厚。参见\"木通\"条。以上三种植物的根(木通根)、木质茎(木通)、种子(预知子)亦供药用，各详专条。　　]",
    " 功用主治": "[舒肝理气，活血止痛，除烦利尿。治肝胃气痛，胃热食呆，烦渴，亦白痢疾，腰痛，胁痛，疝气，窟经，子宫下坠。①崔禹锡《食经》：\"食之去淡(痰)水，止赤白下利。\"②孟诜：\"厚肠胃，令人能食，下三焦，除恶气，和子食之更好。\"\"通十二经脉。\"③《本草拾遗》：\"利大小便，宣通，去烦热，食之令人心宽，止渴，下气。\"④《食性本草》：\"主胃口热闭，反胃不下食，除三焦客热。\"⑤《本草汇言》：\"以蜜水煮食之，治噤口热痢。\"⑥《南京民间草药》：\"治腰痛。\"⑦《四川中药志》：\"疏肝，纳肾气。治膀胱疝气，吐血。\"⑧《药材学》：\"利气，活血，杀虫，解毒，止痛。用于肝胃气痛，胁痛，月经痛等症。\"⑨《陕西中草药》：\"疏肝益肾，健脾和胃。治消化不良，腹痛，泻痢，疝气，子宫下坠。\"　　]",
    " 选方": "[]",
    " 治淋巴结核": "[八月札、金樱子、海金砂根各四两，天葵子八两。煎汤分天服。(苏医《中草药手册》)　　]",
    " 治胃肠胀闷": "[三叶木通根或果一两，水煎服。(《浙江民间常用草药》)　　]",
    " 临床应用": "[]",
    " 治疗输尿管结石": "[取腊瓜、屎珠子各2两，加水6碗，煎成2碗，去渣，加糖，分2次服。治疗30例，治愈(结石排出、症状消失、X线摄片结石阴影消失)19例，进步(结石位置明显下降)2例，无效(结石位置无改变)9例，总有效率70%、排石率63.3%。为了加速输尿管结石的排出，可定期综合采用新针(三阴交、阴陵泉、肾俞)，内服654-2(山莨菪)、双氢克尿塞及大量饮水，加强活动等措施，以促使结石排出。治疗20例，治愈(标准同前)10例，进步5例，无效5例。有效率为75%，排石率50%。若输尿管结石并发尿路感染、输尿管粘膜水肿者，除上述综合措施外，可在腊瓜、尿珠子方内加入蛇莓、杠板归各5钱。治疗15例，治愈12例，无效3例，排石率为80%。在输尿管结石绞痛发作时，表明结石的位置有移动，此时采用综合措施，可加速排石；这些综合措施有时须反复多次采用，才能发挥作用。对并发高血压的患者，在服腊瓜、尿辣子煎剂同时，可同时服用降压药物，待血压恢复正常后，再定期采用综合措施。一般结石直径在1厘米以下者，排石的可能性较大。　　]",
    " 中药化学成分": "[果皮含齐缴果酸-3-鼠李糖基阿拉伯糖甙［oleanolic acid-3-O-a-L-rha(1→2)-a-L-arabinopyranoside］，常春藤皂甙元-3-木糖基阿拉伯糖甙〔hederagenin-3-O-β-D-xyl（l→3）-a-L-arabinopyranoside］，常春藤皂甙元-3-鼠李糖基阿拉伯糖甙 ［hederagenin-3-O-a-L-rha(1→)-a-L-arabinopyranoside］,齐墩果酸-3-葡萄糖基阿拉伯糖甙［oleanolic acid-3-O-β-D-glu(1→2)-a-L-arabinpyoside］，常春藤皂甙元-3-阿伯糖-28-鼠李糖基二葡萄糖忒 ［3-O-a-L-ara-hederagenin-28-O-a-L-rha(1→4)-β-D-glu（l→6）-β-D-glucopyranoside］，齐墩果酸-3-鼠李糖基阿拉伯糖-28-鼠李糖基二葡萄糖甙［3-O-a-L-rha-L-rha（l→2）a-L-ara-oleanolicacid-28-O-a-L-rha（l→4）-β-D-glu（1→6）-β-D-glucopyranoside］常 春藤皂甙元-3-鼠李糖基阿拉伯糖-28-鼠李糖基二葡萄糖甙［3- O-a-L-rha（ 1→ 2）-a-L-ara-hederagenin-28-O-a-L-rha（ 1→ 4）-β-D-glu(l→6）-β-D-glucopyranoside〕，常春藤皂甙元-3-木糖基鼠李糖 基阿拉伯糖甙［hederagnin-3-O-β-D-xyl（1→3）-a-L-rha（1→2）-a- L-arabinopyranoside］,阿江榄仁酸（arjunolic acid)，20（29)去氢- 30-降阿江榄仁酸［20（29）－dehydro-30-norarjunolic acid］，降阿江榄仁酸-28-鼠李糖基二葡萄糖式norarjunolic acid-28-O-a-L-rha （1→4)-β-D-glu（l→6)-β-D-glucopyranoside，阿江榄仁酸-28-木糖基鼠李糖基二葡萄糖甙[arjunolic acid-28-O-β-D-xyl(1→3)-a- L-rha（1→4）-β-D-glu(l→6）β-D-hlucopyranoside]。种子含皂甙 saponino） AQ-A、 AQ-B、 AQ-C、 AQ-D、 AQ-E、 AQ-F、 AQ-G；还含脂肪油，其中主含油酸甘油酯，亚麻酸甘油酯及软脂酸甘油酯。　　]",
    " 生药材鉴定": "[1.崔禹锡《食经》：食之去淡（痰）水，止赤白下利。2.孟诜：厚肠胃，令人能食，下三焦，除恶气，和子食之更好。通十二经脉。3.《本草拾遗》：利大小便，宣通，去烦热，食之令人心宽，止渴，下气。4.《食性本草》：主胃口热闭，反胃不下食，除三焦客热。5.《本草汇言》：以蜜水煮食之，治噤口热痢。6.《南京民间草药》：治腰痛。7.《四川中药志》：疏肝，纳肾气。治膀胱疝气，吐血。8.《药材学》：利气，活血，杀虫、解毒，止痛。用于肝胃气痛，胁痛，月经痛等症。9.《陕西中草药》：疏肝益肾，健脾和胃。治消化不良，腹痛，泻痢，疝气，子宫下坠。　　]",
    " 各家论述": "[]",
    " 性状鉴别": "[果实（1）木通 果实肾形或长椭圆形，稍弯曲，长3-9cm，直径1.5-3.5cm；表面土棕色，有不规则纵皱网纹，先端钝圆，基部有果梗痕；质坚实而重，果瓤白色，粉性；种子多数，略呈三角形，紫红色，表面略平坦。气微香，味苦。（2）三叶木通果实长椭圆形或略呈肾形，长3-8cm，直径2-3cm；表面浅灰棕色或黄棕色，有不规则纵向网状皱纹，未熟者皱纹细密，先端钝圆，有时可见圆形柱头残基，基部具圆形稍内凹的果柄痕；果皮革质，较厚。断面淡灰黄色，内有多数种子，包理在灰白色果瓤内；果肉气微香，味微涩。种子扁长卵形或不规则三角形，略扁平，宽约5mm，厚约2mm；表面红棕色或深红棕色，有光泽，密布细网纹，先端稍尖，基部钝圆，种脐略偏向一边，其旁可见白色种阜；种皮薄，油质；胚细小，长约1mm，位于靠近基部一端；气微弱，味苦，有油腻感。（3）白木通果实卵形或椭圆形，长约8cm，直径3-3.5cm；表面微显褐色，光滑或具粗纵皱网纹，多细小龟裂。商品有时切成纵片，果皮略光滑，微向内凹，果瓤土灰色，木质；种子长三角状，紫红色，表面有致密细纵纹。以完整、肥壮、质重、土黄色、皮皱、大小均匀不开裂者为佳。　　]",
    " 显微鉴别": "[花三叶木通果实横切：外果皮表皮细胞1列，偶见气孔；下有切向延长的黄棕色下皮细胞3-5列，壁稍增厚。中果皮外方为大小不等的石细胞及纤维，成群排成环层，石细胞较小，胞腔内常有草酸钙方晶；向内薄壁组织间亦有石细胞群，并有少数维管束散在。内果皮为1列扁平细胞。种皮表皮细胞棕黄色，壁厚，外有较厚角质层；其下为数列切向延长的黄棕色椭圆形厚壁细胞和数列薄壁细胞。胚乳细胞含油滴及糊粉粒。子叶细胞含油滴。　　]",
    " 粉末特征": "[黄棕色。①石细胞多角形、类圆形或圆形，直径30-106μm，胸腔内常含草酸钙棱晶，长6-13μm，宽约8μm。②纤维壁厚．腔窄细，常与石细胞相伴。③淀粉粒众多，单粒类球形，直径6-14μm，脐点点状。④种皮细胞棕黄色，短纤维状，纹孔明显细密。⑤胚乳细胞多角形，内含糊粉粒。洗净，稍浸，闷润至透，切片晒干，或洗净晒干，用时捣碎。甘，寒。①孟诜：\"平。\"②《食性本草》：\"寒，无毒。\"③《四川中药志》：\"性温平，味苦涩辛，无毒。\"]",
    " 参看": "[《中药学》- 八月札]",
    "  给八月札条目的留言那里收这药 ": "[--223.104.11.55 2015年6月28日 (日) 07:39 (CST)留言：]"
},{
    "中药名称": "八爪金龙",
    "内容": "【别名】百两金、八爪龙、八爪根、铁雨伞、高八爪、开喉箭［四川］。【来源】为紫金牛科紫金牛属植物百两金Ardisia crispa（Thunb.）DC.［A.hortorum Maxim;A. henryi Hemsl.］，以根及叶入药。夏、秋采集。【源形态】常绿半灌木，高达1米。根木质，细长柱状，有分枝，淡紫棕色，断面淡红色，有褐色小点。茎少分枝，外皮灰褐色。单叶互生，膜质；叶柄长8-15毫米；叶片披针形或宽披针形，长9-20厘米，宽1.5-5厘米，先端渐尖，基部宽楔形，边缘近全缘或微波状，常稍反卷，两面及叶缘有细小透明油点。夏季在茎梢开紫色小花，数花排成腋生伞形花序，总花梗长约6厘米；小花梗纤细，长1-2厘米，密被短腺毛；花萼5裂，裂片卵状披针形；花冠钟状，5深裂，裂片卵形至卵状披针形；雄蕊5，着生于花冠基部，花丝极短，花药箭形；子房上位，花柱细长，柱头小。核果球形，直径5-7毫米，熟时猩红色，有赤褐色斑点，基部具宿萼，顶端往往有花柱残留；种子1粒。【制法】晒干。【性味归经】苦，平。【功能主治】清咽利喉，散瘀消肿。主治：咽喉肿痛，跌打损伤，风湿骨痛。【用法用量】根、叶均为3-5钱。【摘录】《全国中草药汇编》"
},{
    "中药名称": "巴豆",
    "采集炮制": "[8～9月果实成熟时采收，晒干后，除去果壳，收集种子，晒干。巴豆霜巴豆仁：拣净杂质，用粘稠的米汤或面汤浸拌，置日光下曝晒或烘裂，搓去皮，簸取净仁。巴豆霜：取净巴豆仁，碾碎，用多层吸油纸包裹，加热微炕，压榨去油，每隔2天取出复研和换纸1次，如上法压榨六、七次至油尽为度，取出，碾细，过筛。《霍公炮炙论》：\"凡修事巴豆，敲碎，以麻油并酒等煮巴豆了，研膏后用。每修事一两，以酒、麻油各七合，尽为度。\"　　]",
    " 性味归经": "[【性味】辛，热，有大毒。①《本经》：\"味辛，温。\"②《吴普本草》：\"神农、歧伯、桐君：辛，有毒。黄帝：甘，有毒。\"③《医学启源》：\"性热，味苦。\"④《医林纂要》：\"辛咸，热，毒。\"【归经】入胃、大肠经。①《雷公炮制药性解》：\"入脾、胃、大肠三经。\"②《本草再新》：\"入肝、肾二经。\"辛，热，有毒。入胃、大肠经。 该物种为中国植物图谱数据库收录的有毒植物，其毒性为全株有毒，种子毒性大；食后引起口腔、咽喉、食道灼烧感，恶心、呕吐、上腹部剧痛、剧烈腹泻、严重者大便带血、头痛、头晕、脱水、呼吸困难、痉挛、昏迷、肾损伤，最后因呼吸及循环衰竭而死。孕妇食后可致流产。人服巴豆油20滴可致死。接触巴豆引起急性皮炎及全身症状。以巴豆液喂小鼠、兔、山羊。，鸭、鹅等均无反应；牛、马食之引起腹泻、食欲不振等症状，重者死亡；对青蛙无害，对鱼虾、田螺及蚯蚓等则有毒杀作用。种子油小鼠耳壳试验ED50(半数有效刺激剂量)为0．5μg／car。　　]",
    " 化学成分": "[种仁含脂肪油Crothon oil 约40-60%，油中含巴豆树脂，系巴豆醇、甲酸、丁酸及巴豆油酸结合而成的酯，有强烈的致泻作用。此外，含蛋白质约18%，其中包括一种毒性球蛋白，称巴豆毒素。另含有巴豆甙1-3.8%、精氨酸、赖氨酸、解脂酶及一种类似蓖麻碱的生物碱。巴豆油中含有辅致癌物。为无色树脂状物，经水解后产生辅致癌物A3及致癌物B2。【抗癌药理】抗肿瘤作用：巴豆提取物对小鼠肉瘤S-180实体型和S-180腹水型，小鼠宫颈癌U-14实体型和U-14腹水癌，以及艾氏腹水癌皆有抑制作用。给大鼠移植性皮肤癌内注射巴豆油乳剂，能引起瘤体退化。并延缓皮肤癌的发展。巴豆油注射液在试管内有杀癌细胞作用。巴豆醇二酯对小鼠淋巴细胞性白血病P-388有一定的抑制作用。　　]",
    " 功用主治": "[泻寒积，通关窍，逐痰，行水，杀虫。治冷积凝滞，胸腹胀满急痛，血瘕，痰癖，泻痢，水肿，外用治喉风，喉痹，恶疮疥癣。巴豆树治冷积凝滞，胸腹胀满急痛，血瘕，痰癖，泻痢，水肿，喉风，喉痹，恶疮疥癣。1.峻下冷结：适用于冷结便秘，腹满刺痛；或小儿乳食积滞，痰多惊悸。 2.攻痰逐水：可治水肿胀满，二便不通之症；寒食结胸，痰涎壅盛，胸膈滞闷，肢冷汗出者；以及痰迷清窍，精神错乱。3.用治痈肿脓成不溃，本品有蚀疮排脓之功。①《本经》：\"主伤寒温疟寒热，破症瘕结聚坚积，留饮痰癖，大腹水肿。荡练五脏六腑，开通闭塞，利水谷道。去恶肉。\"②《别录》：\"疗女子月闭，烂胎，金疮脓血不利，丈夫阴颓，杀斑螫毒。\"③《药性论》：\"主破心腹积聚结气，治十种水肿，痿痹，大腹。\"④《本草拾遗》：\"主症癖，痃气，痞满，腹内积聚，冷气血块，宿食不消，痰饮吐水。'⑤《日华子本草》：\"通宣一切病，泄壅滞，除风补劳，健脾开胃，消痰破血，排脓消肿毒，杀腹藏虫。治恶疮息肉及疥癞疔肿。\"⑥《医学启源》：\"导气消积，去脏腑停寒，消化寒凉及生冷硬物所伤，去胃中寒湿。\"⑦《汤液本草》：\"可以通肠，可以止泄。\"⑧《纲目》：\"治泻痢，惊痫，心腹痛，疝气，风歪，耳聋，喉痹，牙痛，通利关窍。\"　　]",
    " 用法用量": "[【用法用量】多入丸散。外用适量。大多制霜用，以减轻毒性。内服：入丸、散，0.5～1分(用巴豆霜)。外用：绵裹塞耳鼻，捣膏涂或以绢包擦患处。【注意事项】畏牵牛花。【禁忌】畏牵牛花。无寒实积滞、体虚及孕妇忌用。①《本草经集注》：\"芫花为之使。恶蘘草。畏大黄、黄连、藜芦。\"②《药对》：\"畏芦笋、菰笋、酱鼓、冷水。得火良。与牵牛相反。\"③《药性论》：\"能落胎。\"④《本草衍义补遗》：\"无寒积者忌之。\"　　]",
    " 中医选方": "[①治寒实结胸，无热症者：桔梗三分，巴豆一分(去心皮，熬黑，研如脂)，贝母三分。三味为散，以白饮和服，强人半钱匕，羸者减之。病在膈上必吐，在膈下必利。不利，进热粥一杯，利过不止，进冷粥一杯。(《伤寒论》白散)⑤治心腹诸卒暴百病，若中恶客忤，心腹胀满，卒痛如锥刺，气急口噤，停尸卒死者：大黄一两，干姜一两，巴豆一两(去皮心，熬，外研如脂)。上药各须精新，先捣大黄、干姜为末，研巴豆纳中，合治一千杵，用为散，蜜和丸亦佳。以暖水若酒服大豆许三、四丸，或不下，捧头起，灌令下咽，须臾当瘥；如未瘥，更与三丸，当腹中鸣，即吐下便瘗；若口噤，亦须折齿灌之。(《金匮要略)三物备急丸)⑥治寒癖宿食，久饮不消，大便秘：巴豆仁一升，清酒五升。煮三日夜，研，令大热，合酒微火煎之，丸如胡豆大，每服一丸，水下，欲吐者服二丸。(《千金方》)④治痞结症瘕：巴豆肉五粒(纸裹打去油)，红曲三两(炒)，小麦麸皮一两(炒)。俱研为细末，总和为丸，如黍米大，每空心服十丸，白汤下。(《海上方》)⑤治阴毒伤寒心结，按之极痛，大小便秘，但出气稍暖者：巴豆十粒，研，入面一钱，捻作饼，安脐内，以小艾炷灸五壮。气达即通。(《仁斋直指方》)⑥治小儿痰喘：巴豆一粒，杵烂，绵裹塞鼻，痰即自下。(《古今医鉴》)⑦治寒痰气喘：青橘皮一片，展开，入刚子一个，麻扎定，火上烧存性，研末，姜汁和酒一钟，呷服。(《医说》)⑧治夏月水泻不止：大巴豆一粒(去壳)。上以针刺定，灯上（瓦面烘烤）烧存性，研细，化蜡和作一丸，水下，翻前服之。(《世医得效方》针头丸)⑨治气痢：巴豆一两，去皮心，熬，细研，取热猪肝和丸，空心米饮下，量力加减服之。牛肝尤佳。或以蒸饼丸服。(《经验方》)⑩治小儿下痢赤白：巴豆(煨熟，去油)一钱，百草霜二钱(研末)，飞罗面煮糊丸，黍米大，量人用之。赤用甘草汤，白用米汤，赤白用姜汤下。(《全幼心鉴》)⑴治伏暑伤冷，冷热不调，霍乱吐利，口干烦渴：巴豆大者二十五枚(去皮膜，研取油尽，如粉)，黄丹(炒，研，罗过)取一两一分。上同研匀，用黄蜡熔作汁，为丸如梧桐子大，每服五丸，以水浸少顷，别以新汲水吞下，不拘时候。(《局方》水浸丹)⑿治腹大动摇水声，皮肤黑，名曰水臌：巴豆九十枚(去皮心)，杏仁六十枚(去皮尖)。并熬令黄，捣和之，服如小豆大一枚，以水下为度，勿饮酒。(《补缺肘后方》)⒀治肝硬化腹水：巴豆霜一钱；轻粉五分。放于四、五层纱布上，贴在肚脐上，表面再盖二层纱布。经一至二小时后感到刺痒时即可取下，待水泻。若不泻则再敷。(内蒙古《中草药新医疗法资料选编》)⒁治喉痹：白矾二两(捣碎)，巴豆半两(略捶破)。同于铫器内炒，侯矾枯，去巴豆不用，碾矾为细末，遇病以水调灌，或干吹入咽喉中。(《百选方》)⒂治白喉：巴豆仁、朱砂等分，各研成细末，混和，每用3～5分，置膏药上，贴于眉间的上方(勿使药末掉入眼中)。约经8～12小时，局部皮肤发生大小不等的水泡时，便可揭去膏药，擦掉药末，涂上1%龙胆紫液，以防感染。(《江苏中医》(11)：23，1959巴豆朱砂膏)⒃治耳卒聋：巴豆一粒，蜡裹，针刺令通透，用塞耳中。(《经验方》)⒄治风虫牙痛：一巴豆一粒，研，绵裹咬之。二针刺巴豆，灯上烧令烟出，熏痛处。(《经验方》)⒅治一切恶疮：巴豆三十粒，麻油煎黑，去豆，以油调雄黄、轻粉末，频涂取效。(《普济方》)⒆治一切疮毒及腐化瘀肉：巴豆去壳，炒焦，研膏，点肿处则解毒，涂瘀肉则自腐化。(《痈疽神秘验方》乌金膏)⒇治荷钱癣疮：巴豆仁三个，连油杵泥，以生绢包擦，日一、二次。(《秘传经验方》)1、治宫颈癌痛：水红花子60g，麝香15g，阿魏15g，急性子15g，甘遂9g，大黄15g，巴豆10粒，白酒500g，各药捣碎，合在一起，纳入猪膀胱内，外敷痛处，痛止停药。2、治喉癌：（1）巴豆2粒研末，大枣肉3枚，葱白2根，共捣如泥，梨1个，在1/4与3/4处交界处切开，下3/4中心挖空，装入药泥后盖好，上1/4置碗内蒸熟，去药嚼梨，喝汤。（2）蜈蚣5条，全蝎、白僵蚕、 虫各30g，新瓦焙干研细末，分成40包，每包倒入鸡蛋内，捣匀，面糊封口，置碗内蒸熟吃，早晚各1枚，24包为一疗程。3、治鼻咽癌：巴豆7.5g，雄黄18g，郁金9g，制成黄豆杨大丸，每次丸，2小时1次浓汤送下，服至吐泻停止。　　]",
    " 临床应用": "[①防治白喉巴豆药材对白喉密切接触者，病人家属、白喉恢复期患者、健康带菌者，以及轻症白喉病例，均可采用巴豆泥局部贴敷的方法加以防治。方法：将除去内外壳的生巴豆仁0.5克在消毒乳钵中研成泥状(或加朱砂0.5克共研)，挑取绿豆大的膏点，置于约1.5厘米的胶布上。贴于两眉间印堂穴，或颈部扶突穴，经6～8小时(最长12小时)揭去，可见局部出现一小水泡，即用消毒针尖刺破，以消毒棉球拭干渗液，再涂龙胆紫液。对白喉密切接触者及病人家属，贴巴豆朱砂膏后，经对照观察，能降低发病率；对白喉恢复期患者或健康带菌者，用巴豆泥外敷后，可使90%以上病例于8～24小时内带菌现象消失；对轻症白喉可配合青霉素及其他对症治疗。②治疗喉梗阻因白喉及麻疹后喉炎引起的喉梗阻，可用生熟巴豆散约0.5～O.7分，用喷粉器吹入咽部，观察2～3小时，如无呕吐、腹泻或呕吐腹泻次数不多，而梗阻症状尚未明显好转的，可再行第2、3次喷咽，1天内喷咽不超过3次，必要时可连续喷2～3天。如呕吐腹泻较着者，应立即停止。对体质虚弱、心力衰竭及并发心肌炎病变者慎用。多敷病例在喷咽后半小时至3～4小时，可见吸气性陷没、呼吸促迫及喘鸣等症状明显好转，数小时至1～2天内梗阻解除。治疗过程中应同时使用白喉抗毒素及磺胺类、抗菌素。对气管下位梗阻无效。呕吐泄泻为常见反应，但梗阻症状多在腹泻咸呕吐后得到明显改善。生熟巴豆散系用3粒生、4粒熟的巴豆研末去油制成。制法：取七倍数的巴豆若干粒去壳去衣，将其中4／7炒至黄色，与其余3／7的生巴豆共研成粉末。把它夹在数层能吸收油分的纸内，用力挤压去油，再换纸用温热熨斗在纸上熨压，去净残留油分，然后再研成细末备用。③治疗支气管哮喘及哮喘性支气管炎取苹果1只洗净，用小刀挖1个三角形小洞，另用巴豆仁1粒放入小洞，仍将苹果盖严，隔汤蒸30～60分钟。放凉，取出巴豆仁，吃苹果，喝苹果汤。成人每日吃1个，重症早晚各吃1个，夜间喘息者临睡前吃。8岁以下小儿酌减。可连续服用数周。服后具有止喘、祛痰作用；个别病例可能出现轻微腹泻。④治疗急、慢性肠炎及慢性痢疾取巴豆适量去内外壳，取仁，不去油，放入铜(或铁)勺中置炭火上炒焦，至巴豆内外黑透为度，待冷，秤准2钱，研成泥状备用。另将蜂蜡2钱溶化，与巴豆泥搅拌均匀，候稍冷，搓条制丸，约制成80丸，每丸重0.15克，内含巴豆O.075克。成人每次0.6克(4丸)，日服3次，空腹时服用；8～15岁，每服2丸；5～7岁，每服1丸；1～4岁，每服半丸；6个月以上，每服1／3丸；6个月以下，每服1／4丸；未满1月婴儿忌服。服后未见腹痛、腹泻、呕吐等副作用。凡兼有发热及其他合并症者忌服。经治疗急性腹胃13例，慢性腹泻4例，慢性下痢4例，均治愈。本药对体虚老人的慢性泄泻亦有效。⑤治疗急性阑尾炎将巴豆、朱砂各0.5～1.5克研细混匀，置6x6厘米大小的膏药或胶布上，贴于阑尾穴，外用绷带固定。24～36小时检查所贴部位，皮肤应发红或起小水泡，若无此现象，可重新更换新药。共治疗99例，其中急性单纯性阑尾炎17例，伴有不同程度的并发症者82例。最少的贴1次，最多的贴3次。效果：治愈85例，无效14例(仍用手术治疗)。⑥治疗神经性皮炎取巴豆去壳1两，雄黄1钱，磨碎后用3～4层纱布包裹，每天擦患处3～4次，每次～2分钟，直至痒感消失，皮炎消退为止。巴豆【医典记载】《神农本草经》：味辛，温。主治伤寒，温疟，寒热，破徵瘕，结坚积聚，留饮痰澼，大腹水胀，荡练五脏六腑，开通闭塞，利水谷道，去恶肉，除鬼蛊毒注邪物，杀虫鱼。《名医别录》：生温熟寒，有大毒。主治女子月闭，烂胎，金创脓血，不利丈夫阴。《本草拾遗》：主症癖、痃气，痞满，腹内积聚，冷气血块，宿食不消，痰饮吐水。取青大者。每日空腹服一枚，去壳，勿令白膜破，乃作两片，并四边不得有损缺，吞之以饮压令下，少间腹内热如火，痢出恶物，虽痢不虚。若久服亦不痢，白膜破者弃之。《药性论》：使。中其毒，用黄连汁，大豆汁解之，忌芦笋酱豉冷水，得火良，杀斑猫蛇虺毒。能主破心腹积聚结气，治十种水肿，痿痹，大腹，能落胎。《日华子本草》：通宣一切病，泄壅滞，除风，补劳，健脾，开胃消痰，破血，排脓，消肿毒，杀腹藏虫，治恶疮息肉，及疥癞疔肿。《开宝本草》：味辛，生温熟寒，有大毒。疗女子月闭，烂胎，金创，脓血，不利丈夫阴，杀斑猫毒。《药性赋》：味辛，性热，有大毒。浮也，阳中阳也。其用有二：削坚积，荡脏腑之沉寒，通闭塞，利水谷之道路。斩关夺门之将，不可轻用。《汤液本草》：气温，味辛，生温熟寒，有大毒。《本草》云：主伤寒，温疟寒热，破症瘕聚，坚积，留饮痰癖。大腹水胀，荡涤五脏六腑，开通闭塞。利水谷道，去恶肉，除鬼毒，蛊疰邪物，杀虫鱼，疗女子月闭，烂胎。金疮脓血不利。丈夫阴 。杀斑蝥毒，健脾开胃。易老云：斩关夺门之将，大宜详悉，不可轻用。《珍》云：去胃中寒湿。《本草衍义补遗》：去胃中寒积，无寒积者勿用。《本草发挥》：成无已云：巴豆之辛，用以散实。洁古云：性热味苦，气薄味厚，体重而沉降阴也。其用有三：导气消积一，去藏府停寒二，消化寒凉及生冷硬所伤三也。又云：巴豆辛，阳。去胃中寒积。《本草纲目》：巴豆气热味辛，生猛熟缓，能吐能下，能上能行，是可升可降药也。《别录》言其熟则性寒，张氏言其降，李氏言其浮，皆泥于一偏矣。盖此物不去膜则伤胃，去心则作呕，以沉香水浸则能升能降，与大黄同用泻人反缓，为其性相畏也。王充《论衡》云：万物含太阳火气而生者，皆有毒。故巴豆辛热有毒。巴豆峻用则有戡乱劫病之功，微用亦有抚缓调中之妙。譬之萧、曹、绛、灌，乃勇猛武夫，而用之为相，亦能辅为太平。王海藏言其可以通肠，可以止泻，此发千古之秘也。一老妇年六十余，病溏泄已五年，肉食、油物、生冷犯以即作痛。服调脾、升提，止涩诸药，入腹则泄反甚。延余诊之，脉沉而滑，此乃脾胃久伤，冷积凝滞所致。王太仆所谓大寒凝内，久利溏泄，愈而复发，绵历岁年者。法当以热下之，则寒去利止。遂用蜡匮巴豆丸药五十丸与服，二日大便不通亦不利，其泄遂愈。自是每用治泄痢积滞诸病，皆不泻而病愈者近百人。妙在配合得宜，药病相对耳。苛用所不当用，则犯轻用损阴之戒矣。汉时方士言巴豆炼饵，令人色好神仙。陶氏信为实语，误矣。又言人吞一枚即死，亦近过情。今并正之。治泻痢惊痫，心腹痛，疝气，风埚，耳聋，喉痹牙痛，通利关窍。《本草经疏》：巴豆生于盛夏六阳之令，而成于秋金之月，故味辛气温，得火烈刚猛之气，故其性有大毒。《别录》言生温、熟寒，恐熟亦不甚寒。气薄味厚，降也，阳中阴也。入手足阳明经。其主破症瘕结聚坚积，留饮痰癖，大腹水肿，鬼毒蛊疰邪物，女人月闭者，皆肠胃所治之位，中有实邪留滞，致主诸病。故肠胃有病，则五脏六腑闭塞不通，此药禀火性之急速，兼辛温之走散，入肠胃而能荡涤一切有形积滞之物，则闭塞开，水谷道利，月事通，而鬼毒蛊疰邪物悉为之驱逐矣。温疟者，亦暑湿之气入于肠胃也。肠胃既清，则温疟自止。火能灼物，故主烂胎，及去恶肉。性热有大毒，则必有损于阴，故不利丈夫阴。《本经》又主伤寒寒热，及《别录》炼饵之法，悉非所宜。岂有辛热大毒之物，而能治伤寒寒热，及益血脉，好颜色之理哉？简误：元素曰：巴豆乃斩关夺门之将，不可轻用。世以之治酒病膈气，以其辛热能开通肠胃郁结耳。第郁结虽开，而血液随亡，真阴亏损。从正曰：伤寒、风温、小儿痘疮、妇人产后用之，下膈不死亦危。奈何庸人畏大黄而不畏巴豆，以其性热而剂小耳。岂知蜡匮之，犹能下后使人津液枯竭，胸热口燥，耗却天真，留毒不去，他病转生。观二公之言，则巴豆之为害昭昭矣。然而更有未尽者，巴豆禀火烈之气，沾人肌肉无有不灼烂者。试以少许轻擦完好之肤，须臾即发出一泡，况肠胃柔脆之质，下咽则徐徐而走，且无论下后耗损真阴，而腑脏被其熏灼，能免无溃烂之患耶。凡一概汤散丸剂，切勿轻投，即不得已急证，欲借其开通道路之力，亦须炒熟，压令油极净，入分许即止，不得多用。《本草蒙筌》：味辛、气温、生温熟寒，性烈。浮也，阳中之阳。气薄味厚，体重而降。有大毒。反牵牛，恶草，忌芦笋酱豉冷水，畏大黄藜芦黄连。得火为良，芫花为使。有荡涤攻击之能，诚斩关夺门之将。凡资治病，缓急宜分。急攻为通利水谷之方，去净皮心膜油生用；缓治为消摩坚积之剂，炒令烟尽黄黑熟加。一说：炒令黄黑似为太过，不如去心膜煮五度，换水各煮一沸为佳。虽可通肠，亦堪止泻，世所不能知也。丹溪云：能去胃中寒积，无寒积者忌之。《本经》又云：人吞一枚，使欲致死。鼠食三载，重三十斤。物性相耐，有如此夫！《本草乘雅》：巴，蛇名。许氏云：巴蛇吞象，捷取巧嗜，糜溃有形，性之至毒者也。谓巴豆之荡练藏府，开通闭塞，毒烈之性相类尔。故可对待阴凝至坚，结聚留癖。荡则龆龀不存，练则瑕疵尽净，苟非阳气消沮，形如死灰者，未免流毒不辜，慎之。《药性解》：巴豆，味辛，性生温熟寒，有大毒，入脾、胃、大肠三经。主削坚积，荡脏腑之沉寒；通闭塞，利水谷之道路。排脓消肿，破血通经，杀鬼毒蛊疰及腹脏诸虫。芫花为使，畏大黄、黄连、藜芦、牵牛、冷水。杀斑蝥蛇虺毒。按：巴豆专主宣通，则脾胃大肠宜其入已。炒令紫黑，可以通肠，亦可止泻，盖通因通用之意也。仲景、东垣及诸名家每每用之。今世俗畏其辛热之毒、荡涤之患，则云劫剂，废阁不用。不知巴豆为斩关夺门之将，其性猛烈，投之不当为害非轻，用之得宜奏功甚捷。譬如张飞一虎将也，顾人用之何如耳？可概弃哉！倘气虚羸弱，脾气久伤者，诚所大忌。《药鉴》：味辛，性热，有大毒。可升可降。善开关窍，破症坚积聚，逐痰饮，杀诸恶毒虫毒蛊毒，通秘结，消宿食，攻脏腑停寒，生冷壅滞，心腹疼痛，泻痢惊痫，诸水气症气，下活胎死胎，逐瘀血血积，及消痈疡疔毒恶疮，去息肉恶肉腐肉，排脓消肿，喉痹牙疼诸证。然其性刚气烈，无处不到，故称为斩关夺门之将，若误用之，则有推墙倒壁之虞；若善用之，则有戡乱调中之妙，用者所当慎察。《本草备要》：辛热有大毒。生猛而熟少缓。可升可降，能止能行，开窍宣滞，去脏腑沉寒，最为斩关夺门之将。破痰癖血瘕，气痞食积，生冷硬物所伤，大腹水肿，泻痢惊痫，口歪耳聋，牙痛喉痹。缠喉急痹，缓治则死。用解毒丸：雄黄一两，郁金一钱，巴豆十四粒去皮油，为丸，每服五分，津咽下。雄黄破结气，郁金散恶血，巴豆下稠涎。然系厉剂，不可轻用。或用纸捻蘸巴豆油燃火刺喉；或捣巴豆绵裹，随左右纳鼻中，吐出恶涎紫血即宽。鼻虽少生疮无碍。其毒性又能解毒杀虫，疗疮疡蛇蝎诸毒。峻用大可劫病，微用亦可和中，通经烂胎。巴豆禀火烈之气，烂人肌肉。试以少许擦皮肝，即发一泡，况肠胃耶？不可轻用。王好古曰：去心皮膜油生用，为急治水谷道路之剂。炒去烟令紫黑用，为缓治消坚磨积之剂。可以通肠，可以止泻，世所不知也。时珍曰：一妇年六十余，溏泻五载，犯生冷、油腻肉食即作痛，服升涩药，泻反甚，脉沉而滑，此乃脾胃久伤，积冷凝滞，法当发热下之。用蜡匮巴豆丸五十粒，服二日，不利而愈。自是每用治泻痢，愈者近百人。一名刚子。斅雷曰：紧小色黄者为巴，三棱色黑者为豆，小而两头尖者为刚子。刚子杀人。时珍曰：此说殊乖，盖紧小者为雌，有棱及两头尖者是雄，雄者更峻耳。用之得宜，皆有功力。不去膜则伤胃，不去心则作呕。藏器法连白膜服。或用壳、用仁、用油，生用、炒用，醋煮烧存性用。研去油，名巴豆霜。芫花为使，畏大黄、黄连、凉水。中其毒者，以此解之，或黑豆、绿豆汁亦佳。得火良。油，作纸捻燃火，吹息，或熏鼻，或刺喉，能得恶涎恶血。治中风中恶，痰厥气厥，喉痹不通，一切急病。大黄、巴豆同为峻下之剂，但大黄性寒，腑病多热者宜之；巴豆性热，脏病多寒者宜之。故仲景治伤寒传里多热者，多用大黄；东垣治五积属脏者，多用巴豆。与大黄同服，反不泻人。《本经逢原》：巴豆辛热，能荡练五脏六腑，不特破症瘕结聚之坚积，并可治伤寒湿疟之寒热，如仲景治寒实结胸用三物白散，深得《本经》之旨。世本作温疟，当是湿疟，亥豕之谬也。其性峻利，有破血排脓，攻痰逐水之力，宜随证轻重而施。生用则峻攻，熟用则温利。去油用霜，则推陈致新，随证之缓急，而施反正之治。峻用则有戡乱劫病之功，少用亦有抚绥调中之妙，可以通肠，可以止泻，此发千古之秘也。一老妇久病溏泄，遍服调脾、升提、止涩诸药，则泻反甚，脉沉而滑。此脾胃久伤，冷积凝带所致，法当以热下之，则寒去利止。自后每用以治泄痢、积聚诸病，多有不泻而病痊者，妙在得宜耳。苟用不当，则犯损阴之戒矣。按：巴豆、大黄，同为攻下之剂，但大黄性寒，腑病多热者宜之；巴豆性熟，脏病多寒者宜之。其壳烧灰存性，能止泻痢，亦劫病之效也。孕妇禁用，以力能堕胎也。元素曰：巴豆乃斩关夺门之将，不可轻用。世以治酒病膈气，以其辛热，能开通肠胃郁热耳。第郁结虽通，血液随亡，其阴亏损，伤寒结胸，小儿疳积用之，不死亦危。奈何庸人畏大黄，而不畏巴豆，以其性热剂小耳。试以少许轻擦完肤，须臾发泡，况下肠胃，能无熏灼溃烂之患乎！即有急证，不得已而用之，压去其油，取霜少许入药可也。《本草崇原》：巴豆生于巴蜀，气味辛温，花实黄赤，大热有毒。其性慓悍，主治伤寒温疟寒者，辛以散之，从经脉而外出于肌表也。破症瘕结聚，坚积留饮，痰澼，大腹者，温以行之，从中土而下泄于肠胃也。用之合宜，有斩关夺门之功，故荡练五脏六腑，开通闭塞，闭塞开通，则水谷二道自利矣。其性慓悍，故去恶肉。气合阳明，故除鬼毒蛊疰邪物，杀虫鱼。《经》云：两火合并是为阳明。巴豆味极辛，性大温，具两火之性，气合阳明，故其主治如此。愚按：凡服巴霜，即从胸胁大热，达于四肢，出于皮毛，然后复从肠胃而出。《伤寒论》有白散方，治伤寒寒实结胸用此。古人称为斩关夺门之将，用之苦当，真瞑眩瘳疾之药，用之不当，非徒无益而反害矣。《本草求真》：［批］祛脏腑沉寒，通大便寒结。巴豆专入肠、胃。辛热大毒。据书所载生猛熟缓，可升可降，能行能止，开窍宣滞，去脏腑沉寒，为斩关夺命之将。夫既能宣滞通窍，则药能降能行，何书又言能升能止耶。此数字不无令人少疑。究之书之所言降者，因有沉寒痼冷，积聚于脏，深入不毛，故欲去不能，不去不得，非无辛热迅利斩关直入，扫除阴霾，推陈致新，亦安能荡涤而如斯哉！是即书之所谓能降能行者耳。至有久病溏泄，服升提涩药而泻反甚，脉滑而沉，是明脾胃久伤，冷积凝气所致，法当用以热下，则寒去利止，而脉始得上升，是即所谓能升能止者是也。时珍曰：一妇年六十余，溏泄五载，犯生冷、油腻、肉食即作痛。服升涩药泻反甚。脉沉而滑，此乃脾胃久伤，积冷凝滞。法当以热下之。用蜡匮巴豆丸五十粒，服一二日不利而愈。自是每用治泄痢，愈者近百人耳。夫医理玄远，变化靡尽，在人引伸触类，毋为书执，则用药不岐。即如大黄亦属开闭通便之品，然惟腑病多热者最宜，若以脏病多寒而用大黄通利，不亦自相悖谬乎。故仲景治伤寒传里多热者，多用大黄。东垣治五积属脏者，多用巴豆与大黄同服，反不泻人。故曰误用有推墙倒壁之虞，善用有勘乱调中之妙。元素曰：世以治酒病膈气，而以巴豆辛热通开肠胃郁热。巴豆禀火烈之气。第郁结虽通，血液随亡，其阴亏损伤，寒结胸膈，小儿疳积，用之不死亦危。奈何庸人畏大黄而不畏巴豆，以其性热剂小耳。试以少许轻擦皮肤，须臾发泡，况下肠胃，能无溃灼熏烂之患乎。即有急症不得已而用之，汪昂曰：缠喉急痹，缓治则死，用解毒丸。雄黄一两，郁金一钱，巴豆十四粒去皮油，为丸。每服五分，津咽下。雄黄破结气，郁金破恶气，巴豆下稠涎，然系厉剂，不可轻用；或用纸捻蘸巴豆油，燃火刺喉；或捣巴豆绵裹，随左右纳鼻中，吐出恶涎紫血即宽。压去其油，取霜［批］巴豆霜。少许入药可也。时珍曰：巴豆紧小者为雌，有棱及两头尖者是雄，雄者更峻耳。用之得宜，皆有功力。不去膜则伤胃，不去心则作呕。《得配本草》：芫花为之使。畏大黄、藜芦、黄连、芦笋、酱豉、豆汁、冷水。恶蓑草、牵牛。得乳、没、黄占，治积痢；得硼砂、杏仁、牙皂，水丸服，治痰哮。燃灯吹灭，以烟熏鼻，治中风痰厥。用之不当，脏腑溃烂。中其毒，绿豆汁解之。《本草分经》：辛，大热，大毒。峻下，开窍宣滞，去脏腑沉寒积滞，治喉痹急症。生用急治，炒黑缓治，去油名巴豆霜。大黄、黄连、凉水、黑豆、绿豆汁能解其毒。]",
    " 参看": "[《中药学》- 巴豆《本草纲目 · 巴豆》]"
},{
    "中药名称": "巴豆霜",
    "内容": "【英文名】 SEMEN CROTONIS PULVERATUM。【来源】本品为巴豆的炮制加工品。【制法】取净巴豆仁，照制霜法（附录Ⅱ D）制霜，或取仁碾细后，照[含量测定]项下的方法，测定脂肪油含量，加适量的淀粉，使脂肪油含量符合规定，混匀，即得。【性状】本品为粒度均匀、疏松的淡黄色粉末，显油性。【鉴别】取本品约0.5g，研碎，加乙醚10ml，浸泡 2小时，并时时振摇，滤过，滤液置试管中挥干，加盐酸羟胺饱和的甲醇溶液0.5ml 及麝香草酚酞指示液 1滴，再加氢氧化钾饱和的甲醇溶液至显蓝色后，再多加 4滴，加热至沸腾，冷却，加稀盐酸调节pH值至2～3，加三氯化铁试液3 滴及氯仿1ml,振摇，上层溶液显紫红色。【含量测定】取本品约5g，精密称定，置索氏提取器中，加乙醚100ml ，回流提取（6～8小时）至脂肪油提尽，收集提取液，置已干燥至恒重的蒸发皿中，在水浴上低温蒸干，在100℃干燥1小时，放冷，精密称定，即得。本品含脂肪油应为18.0％～20.0％。【性味归经】辛，热；有大毒。归胃、大肠经。【功能主治】峻下积滞，逐水消肿，豁痰利咽。用于寒积便秘，乳食停滞，下腹水肿，二便不通，喉风，喉痹。【用法用量】 0.1～0.3g，多入丸散用。【注意】孕妇禁用；不宜与牵牛子同用。【贮藏】置阴凉干燥处。【摘录】《中国药典》"
},{
    "中药名称": "巴戟天",
    "药材简介": "[巴戟天 Bajitian【出处】《神农本草经》。【药材学名】 Radix Morindae officinalis。【别名】鸡肠风、鸡眼藤、黑藤钻、兔仔肠、三角藤、糠藤【基原】本品为双子叶植物茜草科 Rubiaceae 巴戟天 Morinda officinalis How. 的干燥根。【植物形态】缠绕藤本。叶对生，膜质，长圆形，先端尖，背脉及叶柄被短粗毛；托叶干膜质。花序头状，有花2～10朵，生于小枝端或排成伞形花序，花梗被毛；萼管半球形，先端不规则齿裂；花冠白色，喉部收缩，4裂；雄蕊4，花丝短；子房下位，4室，花柱细短，2深裂。聚花果常单个，近球形，每室一种子。花期4～6月，果期7～1l月。生于山谷、溪边或林下。主产广东、广西；有栽培。【采制】全年均可采挖，除去须根，洗净，略晒至六七成干,轻轻压扁，晒干。置通风干燥处，防霉防蛀。用时润透或蒸过，除去木质心，切片或盐水炒用。【性状】根呈扁圆柱形，略弯曲。表面灰黄色或暗灰色，具纵纹及横裂纹，皮部有时横向断离，露出木部，呈串节状。质韧，断面皮部厚，紫色或淡紫色，易与木部剥离，木部黄棕色或黄白色。无臭，味甜而微涩。【化学成分】预试根含蒽醌、黄酮类化合物。【性味归经】味辛，甘； 性微温。 归肾，肝经。【功效】补肾助阳，祛风除湿，强筋健骨。【主治】阳痿遗精、宫冷不孕、月经不调、少腹冷痛、风湿痹痛、筋骨痿软。【用法用量】煎服，5~15g。【制法】 巴戟肉：取净巴戟天，照蒸法（附录Ⅱ D）蒸透，趁热除去木心，切段，干燥。盐巴戟天：取净巴戟天，照盐蒸法（附录Ⅱ D）蒸透，趁热除去木心，切段，干燥。制巴戟天：取甘草，捣碎，加水煎汤，去渣，加入净巴戟天拌匀，照煮法（附录ⅡD ）煮透，趁热除去木心，切段，干燥。每100kg巴戟天，用甘草6kg。【性状】本品为扁圆柱形，略弯曲，长短不等，直径0.5～2cm。表面灰黄色或暗灰色，具纵纹及横裂纹，有的皮部横向断离露出木部；质韧，断面皮部厚，紫色或淡紫色，易与木部剥离；木部坚硬，黄棕色或黄白色，直径1～5mm。无臭，味甘而微涩。【鉴别】本品横切面：木栓层为数列细胞。皮层外侧石细胞单个或数个成群，断续排列成环；薄壁细胞含有草酸钙针晶束，切向排列。韧皮部宽广，内侧薄壁细胞含草酸钙针晶束，轴向排列。形成层明显。木质部导管单个散在或 2～3 个相聚，呈放射状排列，直径至 105μm；木纤维较发达；木射线宽 1～3 列细胞；偶见非木化的木薄壁细胞群。粉末淡紫色或紫褐色。石细胞淡黄色，类圆形、类方形、类长方形、长条形或不规则形，有的一端尖，直径21～96μm，壁厚至 39 μm，有的层纹明显，纹孔及孔沟明显，有的石细胞形大，壁稍厚。草酸钙针晶多成束存在于薄壁细胞中，针晶长至 184 μm。具缘纹孔导管淡黄色，直径至 105μm，具缘纹孔细密。纤维管胞长梭形，具缘纹孔较大，纹孔口斜缝状或相交成人字形、十字形。【检查】 总灰分 不得过6.0％ （附录Ⅸ K）。 酸不溶性灰分 不得过 0.8％（附录Ⅸ K）。【浸出物】 照水溶性浸出物测定法项下的冷浸法（附录Ⅹ A）测定，不得少于50.0％。　　]",
    " 栽培方法": "",
    " 一、选地整地": "[选择阳光充足，腐殖质丰富的灌木丛生的山地种植。冬季前先将灌木砍伐开垦，按水平线修筑宽1m左右的梯田，并开好排水沟，以防雨水冲刷积水。然后在梯田中间按35～45cm开穴，穴深、宽各为33cm左右。如在平地种植时，植株行距为66cm左右。种植前每穴施绿肥、堆肥或其他有机肥作基肥。　　]",
    " 二、繁殖方法": "[1.种子繁殖：秋季果实由青变红色时采收，去皮阴干后即行播种或用湿沙贮藏到次年春播。苗圃整地与大田基本相同。可开梯田育苗，也可在缓坡地起高畦播种。条播按行距20cm开沟，将种子播于沟里，覆土约2cm左右。当年采种子于11月播种者，第2年春发芽，清明前后出土。育苗1年后，选择雨天带土定植。2.扦插繁殖：可用枝条扦插或根茎扦插繁殖。选择2年生以上植株的粗壮枝条作插穗，靠近根部的老枝，顶端过嫩和节间长的徒长枝均不适用。插穗长约15cm。为了减少插穗水分蒸发，提高插穗成活率，宜将部分或全部叶片剪去。在截取插穗后，将插穗下端浸入清水中或用湿稻草覆盖后，置于阴凉处。扦插时间除冬季外，春夏秋3个季节均可进行，但以春秋季为好。在整好的苗床上，按株距10cm斜插，入土深度为插穗的2/3，插后覆土压实，然后盖草、浇水。当气温20℃以上时扦插，15～20天可生根，育苗半年即可定植。在育苗期间，要注意浇水，保持苗床湿润。幼苗出土或扦插发芽后，应立即揭除盖草，搭上简易棚遮阳。苗高15cm时，结合除草追肥稀薄人粪尿。定植后，应立即用树叶覆盖株旁，以防烈日直射和干旱，提高植株成活率。　　]",
    " 三、田间管理": "[1.除草追肥：定植后头两年可间种生姜等，这样既可增加经济收入，也有利于巴戟天的生长。如不间种其它作物者，可在头两年每年除草追肥2～3次。肥料以氮肥为主，适当施磷钾肥。第4年以后，可停止施肥。2.设支架、割藤：为了促进块根的生长，应搭设支架，让茎蔓缠上，以免接触地面后生不定根。当巴戟天生长2～3年后，茎蔓茂密，需适当修剪，以免徒长而影响根系生长。在冬春把绿色的老茎剪除，保留红紫色的幼茎(剪除的老茎可供扦插繁殖)。　　]",
    " 四、病虫害防治": "[1.轮纹病：主要危害叶片。此病在高温多湿、通风条件不良时发生，病株叶片穿孔，枯黄脱落。防治方法：在病发初期及早摘除病叶烧毁，或用代森锌600～800倍液喷射，10～15天喷1次，连续1～2次。2.茎基腐病：在施用氮肥过多或长期阴雨潮湿的天气、土壤排水不良时容易发生。防治方法：选无病的植株繁殖，注意合理施肥，不与花生、黄豆间种。发病后可用1份石灰加3份草木灰混合施入根部，或用1：1：140～200的波尔多液、代森锌800～1000倍液喷射，每隔7～10天1次，连续2～3次。3.烟煤病：由蚜虫、甲壳虫等为害引起。发病后，茎、叶、果的表面发生黑色霉层，直接影响光合作用而导致植株生长衰退，块根细小，品质低劣。防治方法：除消灭蚜虫和甲壳虫外，发病后用代森锌800～1000倍液喷杀。4.红蜘蛛：为害叶片，严重时引起叶片脱落。可用25%杀虫脒200～300倍液喷射。除上述虫害外，还有潜叶蝇、金龟子和白蚁等为害，可分别用杀虫脒、松脂合剂、敌百虫、白蚁药等防治。　　]",
    " 五、收获加工": "[巴戟天定植后3～5年收获。一般在秋冬季挖取，挖时注意勿伤根皮。加工时先洗去泥沙，剪去茎和须根，日晒或火烘至6～7成干后，用木槌轻轻打遍，切成2～4寸的小段，再进行干燥。以肉质粗壮、心木细、色紫红、无杂物者为佳。　　]",
    " 版本二": "[【异名】巴戟(《本草图经》)，鸡肠风(《中药志》)，兔子肠(《中药材手册》)。【植物形态】巴戟天，又名：三蔓草(《唐本草》)，不雕草(《日华子本草》)，鸡眼藤、黑藤钻、糠藤、三角藤。缠绕或攀缘藤本。根茎肉质肥厚，圆柱形，支根多少呈念珠状，鲜时外皮白色，干时暗褐色。有蜿蜒状条纹，断面呈紫红色。茎圆柱状，有纵条棱，小枝幼时有褐色粗毛，老时毛脱落后表面粗糙。叶对生，长椭圆形，长3～13厘米，宽1.5～5厘米，先端短渐尖，基部楔形或阔楔形，全缘，下面沿中脉上被短粗毛，叶缘常有稀疏的短睫毛；叶柄有褐色粗毛；托叶鞘状。花序头状，花2～10朵，生于小枝顶端，罕为腋生；花萼倒圆锥状，长3～4毫米，先端有不规则的齿裂或近平截；花冠肉质白色，花冠管的喉部收缩，内面密生短毛，通常4深裂；雄蕊4枚，花丝极短；子房下位，4室，花柱2深裂。浆果近球形，直径5～9毫米，成熟后红色，顶端有宿存的筒状萼管。花期4～5月。果期9～10月。野生于山谷、溪边或山林下，亦有栽培。分布广东、广西、福建等地。【药材】干燥的根呈弯曲扁圆柱形或圆柱形，长度不等，直径约1～2厘米。表面灰黄色。有粗而不深的纵皱纹及深陷的横纹，甚至皮部断裂而露出木部，形成长约1～3厘米的节，形如鸡肠，故土名\"鸡肠风\"。折断面不平，横切面多裂纹；皮部呈鲜明的淡紫色，木郎黄棕色，皮部宽度为木部的两倍。气无，味甜而略涩。以条大、肥壮、连珠状、肉厚、色紫者为佳。条细瘦、肉薄、色灰者质次。主产广东、广西等地。【炮制】巴戟天：拣去杂质，用热水泡透后，趁热抽去木心，切段，晒干。炙巴戟：取甘草，捣碎，置锅内加水煎汤，捞去甘草渣，加入拣净的巴戟天，煮至松软能抽出木心时(此时余汤不宜多)，取出，趁热抽去木心，晒干。(每巴戟天100斤，用甘草6斤两)盐巴戟：取拣净的巴戟天，用盐水拌匀，入笼蒸透，抽去木心，晒干。(每巴戟天100斤，用盐2斤，加适量开水化开澄清)①《雷公炮炙论》：\"凡使巴戟天，须用枸杞子汤浸一宿，待稍软漉出，却用酒浸一伏时又漉出，用菊花同熬令焦黄，去菊花，布拭令干用。\"②《纲目》：\"以酒浸一宿，判焙入药，若急用，只以温水浸软去心用。\"【性味】辛甘，温。①《本经》：\"味辛，微温。\"②《别录》：\"甘，无毒。\"③《日华子本草》：\"味苦。\"【归经】入肝、肾经。①《雷公炮制药性解》：\"入脾、肾二经。\"②《本草新编》：\"入心、肾二经。\"③《本草经解》：\"入足厥阴肝经、足阳明胃经。\"【功用主治】补肾阳，壮筋骨，祛风湿，适用于肾虚兼风湿痹证，腰膝疼痛，筋骨痿软无力。治阳痿，少腹冷痛，小便不禁，子宫虚冷，风寒湿痹，腰膝酸痛。①《本经》：\"主大风邪气，阴痿不起，强筋骨，安五脏，补中增志益气。\"②《别录》：\"疗头面游风，小腹及阴中相引痛，下气，补五劳，益精。\"③《药性论》：\"治男子梦交泄精，强阴，除头面中风，主下气，大风血癞。\"④《日华子本草》：\"安五脏，定心气，除一切风。疗水肿。\"⑤《纲目》：\"治脚气，去风疾，补血海。\"⑥《本草求原》：\"化痰，治嗽喘，眩晕，泄泻，食少。\"⑦广州部队《常用中草药手册》：\"补肾壮阳，强筋骨，祛风湿。治肾虚腰脚无力，痿痹瘫痪，风湿骨痛，神经衰弱，阳痿遗精，早泄，失眠；妇女不育。\"【用法与用量】内服：熬汤，1.5～3钱；入丸、散、浸酒或熬膏。【宜忌】阴虚火旺者忌服。①《本草经集注》：\"覆盆子为之使。恶朝生、雷丸、丹参。\"②《本草经疏》：\"凡病相火炽盛，便赤，口苦，目赤目痛，烦躁口渴，大便燥秘，法咸忌之。\"③《得配本草》：\"火旺泄精，阴虚水乏，小便不利，口舌干燥，四者禁用。\"【选方】①治虚羸阳道不举，五劳七伤百病。能食，下气：巴戟天、生牛膝各三斤。以酒五斗浸之，去滓温服，常令酒气相及，勿至醉吐。(《千金方》)②治妇人子宫久冷，月脉不调，或多或少，赤白带下：巴戟三两，良姜六两，紫金藤十六两，青盐二两，肉桂(去粗皮)、吴茱萸各四两。上为末，酒糊为丸。每服二十丸，暖盐酒送下，盐汤亦得。日午、夜卧各一服。(《局方》巴戟丸)③治风冷腰胯疼痛，行步不得：巴戟一两半，牛膝三两(去苗)，羌活一两半，桂心一两半，五茄皮一两半，杜仲二两(去粗皮，炙微黄，判)，干姜一两半(炮裂，判)。上药捣罗为末，炼蜜和捣三、二百杵，丸如梧桐子大。每于食前，以温酒饮下三十丸。(《圣惠方》巴戟丸)④治小便不禁：益智仁、巴戟天(去心，二味以青盐、酒煮)，桑螵蛸、兔丝子(酒蒸)各等分。为细末，酒煮糊为丸，如梧桐子大。每服二十丸，食前用盐酒或盐汤送下。(《奇效良方》)⑤治白浊：菟丝子(酒煮一日，焙干)、巴戟(去心，酒浸煮)，破故纸(炒)、鹿茸、山药、赤石脂、五味于各一两。上为末，酒糊丸。空心盐汤下。(《普济方》)【药理作用】1.增加体重及抗疲劳作用：选用体重16-18g，雄性昆明种小白鼠，按体重配对分为4组，空白组每日用蒸馏水20ml/kg灌胃，给药组灌胃巴戟天水煎剂20ml/kg，连续给药ll天，实验前各组加服药1次。游泳试验每次放入5只小鼠，实验前称重并按实际重量的5%负重。结果表明，巴戟天能显著增加小鼠体重，延长持续游泳时间。2.对免疫功能的影响：用未成年小白鼠，按ACTH生物活性检定法试验，共用药4天，结果表明，巴戟天温浸剂65g/(kg.d)，80g/(kg.d)口服及巴戟天50%乙醇提取物60g/(kg.d)口服，能使小鼠胸腺萎缩(P值分别为P&lt;0.05，p&lt;0.001，p&lt;0.001)，巴戟天温浸剂10g/(kg.d)腹腔注射，胸腺萎缩亦非常显著(P&lt;0.001)。按乔智胜报道的方法，取出生2l天的昆明种小白鼠，雌雄兼用，按体重配对分血，阳性对照组每日鼠以0.2%(g/ml)的维生素B4溶液0.6ml灌胃，用药组分别给予巴戟天水煎剂，连续用药10天，最后1次给药后24小时称取体重，尾尖取血，计数白细胞数，并处死动物，分取胸腺称重，结果亦证明巴戟天具有抑制小鼠胸腺萎缩及增加其血中白细胞数的功能。3.对附性器官的影响：巴戟天粗提取物给大鼠或小鼠口服连续14-15天，没有同化作用(以体重、提肛肌或海绵球肌的重量或小鼠肾脏重量增加作为指标)，也未表现有雄性素样作用(以精囊重量增加作为指标)。4.皮质酮分泌促进作用：使用体重约35g的ICR雄性小鼠，按Diamondstone方法测定血中皮质酮量，口服给予巴戟天水提取物(1g/kg)，结果糖皮质激素酶标记酶肝AIP活性显著上升，腹腔注射亦呈现较多的TAT(酪氨酸转氨酶)活性，表明巴戟天提取物具有增加血中皮质酮含量的作用，其活性可能是由于下垂体一肾上腺皮质系统受到刺激作用所致。5.降压作用：同属植物Morinda lucida的提取物对麻醉猫有显著降压作用，对不麻醉大鼠也有降压作用，但维持时间短，并有一些安定与利尿作用。6.抗炎作用：温浸液50、60g/kg灌胃或10g/kg腹腔注射，对大鼠塑料环肉芽肿有抑制作用；温浸液25、50g/Kg灌胃，不能延长去肾上腺幼年大鼠的存活时间；温浸液350mg/kg灌胃，无增加去肾上腺饥饿小鼠肝糖原累积量的作用，表明巴戟天可能具有肾上肾皮质激素样作用。【中药化学成分】根含蒽醌类成分：甲基异茜草素(rubiadin)、甲基异茜草素-1-甲醚(rubiadin-1-methyl ether),大黄素甲醚(physcion)，2-羟基羟甲基蒽醌(2-hydroxy-3-hydrox-ymethylanthraquinone)，1-羟基蒽醌(1-hydroxyanthraquinone)，1-羟基-2-甲基蒽醌(1-hydroxy-2-methyl anthraquinone)，1，6-二羟基-2，4-二甲氧基蒽醌(1，6-dihydroxy-2,4-dimethoxyan-thraquinone)，1，6-二羟基-2-甲氧基蒽醌(1,6-dihydroxy-2-methoxyanthraquinone)，2-甲基蒽醌(2-methylanthraqui-none)，还含环烯醚萜成分；水晶兰甙(monoTCMLIBopein)，四乙酰车叶草甙(asperuloside teTCMLIBaacetate)。又含葡萄糖(glucose)，甘露糖(mannose),β-谷甾醇(β-sitosterol)，棕榈酸(palmitic acid)。维生素(vitamin)C，十九烷(nonadecane)，24-乙基胆甾醇(24-ethyl cholesterol)。根皮含锌、锰、铁、铬等23种元素。【各家论述】1.《本草经疏》：巴戟天，主大风邪气，及头面游风者，风力阳邪，势多走上，《经》曰，邪之所凑，其气必虚，巴戟天性能补助元阳，而兼散邪，况真元得补，邪安所留，此所以愈大风邪气也。主阴痿不起，强筋骨，安五脏，补中增志益气者，是脾、肾二经得所养，而诸虚自愈矣。其能疗少腹及阴中引痛，下气，并补五劳，益精，利男子者，五脏之劳，肾为之主，下气则火降，火降则水升，阴阳互宅，精神内守，故主肾气滋长，元阳益盛，诸虚为病者，不求其退而退矣。2.《本草汇》：巴戟天，为肾经血分药，盖补助元阳则胃气滋长，诸虚自退，其功可居萆薢、石斛之上。但其性多热，同黄柏、知母则强阴，同苁蓉、锁阳则助阳，贵乎用之之人用热远热，用寒远寒耳。3.《本草新编》：夫命门火衰，则脾胃寒虚，即不能大进饮食，用附子、肉桂以温命门，未免过于太热，何如用巴戟天之甘温，补其火而又不烁其水之为妙耶？或问巴戟天近人止用于丸散之中，不识亦可用于汤剂中耶？曰：巴戟天正汤剂之妙药，温而不热，健脾开胃，既益元阳，复填阴水，真接续之利器，有近效而又有速功。4.《本草求真》：巴戟天，据书称为补肾要剂，能治五痨七伤，强阴益精，以其体润故耳。然气味辛温，又能祛风除湿，故凡腰膝疼痛，风气脚气水肿等症，服之更为有益。观守真地黄饮子，用此以治风邪，义实基此，未可专作补阴论也。5.《本经》：主大风邪气，阴痿不起，强筋骨，安五脏，补中增志益气。6.《别录》：疗头面游风，小腹及阴中相引痛，下气，补五劳，益精。7.《药性论》：治男子梦交泄精，强阴，除头面中风，主下气，大风血癞。8.《日华子本草》：安五脏，定心气，除一切风。疗水肿。9.《纲目》：治脚气，去风疾，补血海。10.《本草求原》：化痰，治嗽喘，眩晕，泄泻，食少。11.广州部队《常用中草药手册》：补肾壮阳，强筋骨，祛风湿，治肾虚腰脚无力，痿痹瘫痪，风湿骨痛，神经衰弱，阳痿遗精，早泄，失眠；妇女不育。　　]",
    " 食疗价值": "[茜草科藤本植物巴戟天的根。产于广东、广西、福建等地。全年可采，晒干，或再经蒸透，除去木心，切段生用。[性能]味甘、辛，性微温。能补肾阳，强筋骨，祛风湿。[参考]含植物甾醇、黄酮类、蒽醌、糖类、维生素C。有皮质激素样作用；能增加小鼠体重，延长游泳时间，抑制小鼠胸腺萎缩，升高血中白细胞；有降压作用。[用途]用于肾虚阳痿，不孕；风湿痹痛，腰膝酸软，步履艰难。[用法]一日~15g。煎汤，浸酒，入菜肴等。[附方]1，巴戟天酒：巴戟天、淮牛膝各等量。用约十倍的白酒浸泡。每次饮1~2小杯。源于《千金要方》。本方主要以巴戟天补肾壮阳、强筋骨，以淮牛膝补肝肾、强筋骨，以酒助药力。用于肝肾不足，肾阳虚衰，阳痿，腰膝酸软，下肢无力。2，巴戟苁蓉鸡：巴戟天、肉苁蓉各15g，仔鸡1只。二药纱布包扎，鸡去肠杂等，洗净，切块，加水一同煨炖，以姜、花椒、盐等调味。去纱布包后，饮汤食肉。本方主要以肉苁蓉、巴戟天补肾阳、益精血。用于肾虚阳痿。]",
    " 参看": "[《中药学》- 巴戟天《本草纲目 · 巴戟天》]"
},{
    "中药名称": "菝葜",
    "基本信息": "[【学名】 Smilax china L.【汉语拼音】bá qiā【英文名】China root greenbrier【科属】 百合科 菝葜属【别名】金刚藤、铁菱角、马加勒、筋骨柱子、红灯果、金刚刺、九牛力【异名】金刚根、王瓜草(《日华子本草》)，金刚骨(《儒门事亲》)，金刚藤(《履巉岩本草》)，山梨儿、金刚树、铁刷子(《救荒本草》)，铁菱角(《纲目》)，金刚刺(《医林纂要》)，金刚头、假萆薢、山菱角、霸王引(《岭南采药录》)，沟谷刺、金巴斗、豺狗刺、鲎壳藤(《中国树木分类学》)，马甲、硬饭头、冷饭头(《广州植物志》)，龙爪菜(《贵州民间方药集》)，普贴(《福建民间草花药》)，鸡肝根、路边刷(《广西中兽医药植》)，鲎壳刺(《闽南民间草药》)，铁刺苓(《浙江民间草药》)，饭巴铎、冷饭巴(《四川中药志》)，金刚鞭(《江西民间草药验方》)，蓬灯果、马鞍宫(广州部队《常用中草药手册》)，马加刺兜、马加勒(江西《中草药学》)。【名家论述】《纲目》：\"菝葜，气温味酸，性涩而收，与萆薢仿佛。\"　【生长习性】喜光，稍耐阴，耐旱，耐瘠薄。【园林用途】菝葜果色红艳，可用于攀附岩石、假山，也可作地面覆盖。　　]",
    " 植物形态": "[叶互生，宽卵形或圆形，长3-10cm，全缘。花单性异株，绿黄色，多朵排成伞形花序；花期4-5月。浆果球形，红色；果果熟9-10月。喜光，稍耐阴，耐旱，耐瘠薄。产中国西南、中南及华东，朝鲜、日本也有分布。菝葜果色红艳，可用于攀附岩石、假山，也可作地面覆盖。繁殖培育时播种或分株繁殖。攀缘状灌木。根茎横走，呈不规则的弯曲，肥厚质硬，疏生须根。茎硬，高0.7～2米以上，有倒生或平出的疏刺。叶互生，革质，圆形乃至广椭圆形，长5～7厘米，宽2.5～5厘米，先端突尖或浑圆，基部浑圆或阔楔形，有时近心形，全缘，3～5脉，下面绿色；叶柄长4～5毫米，沿叶柄下部两侧有卷须2条。花单性，雌雄异株；伞形花序，腋生；苞片卵状披针形；花被裂片6，2轮，矩圆形，黄绿色；雄花直径约6毫米，雄蕊6，花丝短，长约4毫米，药黄色；雌花较小；直径约3毫米，退化雄蕊成丝状，子房上位，长卵形，3室，柱头3裂，稍反曲。浆果球形，红色。花期4～5月。成熟的果生长于山坡、灌木丛林缘。分布我国长江以南各地。菝葜性喜阳光充足，也较耐萌，耐旱性强，耐热耐干旱，耐瘠薄，在各种土壤中均能生长，以在疏松肥沃的砂质土中长势良好。用当年生带芽根状茎在当年冬季或翌年春种植，株距0.5米，种前施些农家肥料作底肥。为使多开花结果，花芽分化期及结果期适当追施磷钾肥。秋天旱季每隔半个月左右浇喷1次水，冬天落叶后及时从茎基部剪去纤细枝、过密枝、交叉枝、枯死枝。　　]",
    " 药材": "[干燥根茎略呈圆柱形，微弯，结节状，有不规则的凹陷。长约8～15厘米，直径约2～4厘米。外表褐紫色，微有光泽，结节膨大处常有坚硬的须根残基及芽痕，或留有坚硬弯曲的细根。质坚硬，难折断，断面黄棕色，平坦。产于江苏的较细而长，俗称\"金刚鞭\"；产于浙江的较粗壮，俗称\"铁菱角\"。【采集】2月或8月采挖根茎，除去泥土及须根，晒干。【化学成分】根茎含薯蓣皂甙元和多种由薯蓣皂甙元构成的皂甙。又含生物碱、酚类、氨基酸、有机酸、糖类。种子油含粗脂肪11.2%，其脂肪酸中含油酸48.4%，亚油酸39.1%。【来源】百合科菝葜属植物菝葜Smilax china L.的根状茎。其叶(菝葜叶)也入药。全年可采，洗净，切片晒干，或用盐水浸泡数小时后蒸熟，晒干。夏季采叶，晒干。　　]",
    " 药理作用": "[①利尿、解毒作用煎剂对犬急性利尿实验，不能使尿量增加，对急性汞中毒大白鼠亦无利尿作用，但能使尿中排汞量略增加，对正常家兔及急性汞中毒家兔网状内皮系统功能均无明显影响。②抗锥虫作用25%与50%的煎剂，不论灌胃或腹腔注射，均能暂时抑制马疫锥虫的繁殖，延缓小白鼠的死亡时间，但不能清除血中锥虫使小白鼠得以治愈。不论灌胃或注射均使小白鼠出现鼓肠。前者与马齿苋合用疗效增加，副作用减少，在试管内对金黄色葡萄球菌、绿脓杆菌、大肠杆菌有抑菌作用。【炮制】将原药用清水漫洗，润透，切成薄片，晒干。【性味】甘、酸、平，温。①《别录》：\"味甘，平温，无毒。\"②《救荒本草》：\"味甘酸。\"③《医林纂要》：\"甘苦，平。'【归经】《纲目》：\"足厥阴、少阴。\"　　]",
    " 功用主治": "[祛风利湿，解毒消肿。根状茎：治风湿关节痛，跌打损伤，胃肠炎，痢疾，消化不良，糖尿病，乳糜尿，白带，癌症；叶：外用治痈疖疔疮，烫伤。祛风湿，利小便，消肿毒。治关节疼痛，肌肉麻木，泄泻，痢疾，水肿，淋病，疔疮，肿毒，瘰疬，痔疮。①《别录》：\"主腰背寒痛，风痹，益血气，止小便利。\"②《日华子本草》：\"治时疾瘟瘴。\"③《品汇精要》：\"散肿毒。\"④《纲目》：\"治消渴，血崩，下利。\"⑤《本草原始》：\"利小便。\"⑥《医林纂要》：\"缓肝坚肾，清小肠火，化膀胱水。治恶疮，毒疮，虫毒。\"⑦《南京民间药草》：\"化痰止咳。浸酒服，可治筋骨麻木。\"⑧《福建民间草药》：\"治疝气。\"⑨《江苏植药志》：\"泡酒服治心头痛。\"⑩《浙江民间草药》：\"治流火。\"⑾《四川中药志》：\"清热，除风毒。治崩带，血淋，瘰疬，跌打损伤。\"⑿广州部队《常用中草药手册》：\"祛风除湿。治腰腿疼痛，风湿性关节炎，肠炎腹泻。\"⒀江西《中草药学》：\"解毒祛风，为疮痈要药。治历节痛风(类风湿性关节炎)，肌肉麻痹，食道癌，牛皮癣。\"【用法与用量】内服：煎汤，3～5钱，大剂1～3两；浸酒或入丸、散。外用：煎水熏洗。　　]",
    " 选方": "[①治关节风湿痛：铁刺苓、活血龙、山楂根各三钱至五钱。煎服。(《浙江民间草药》)②治患脚，积年不能行，腰脊挛痹及腹屈内紧急者：菝葜净洗，锉之，一斛，以水三斛，煮取九斗，以渍曲及煮去滓，取一斛渍饭，酿之如酒法，熟即取饮，多少任意。(《补缺肘后方》)③治筋骨麻木：菝葜浸酒服。(《南京民间药草》)④治消渴，饮水无休：菝葜(锉，炒)，汤瓶内碱各一两，乌梅二个(并核捶碎，焙干)。上粗捣筛。每服二钱，水一盏，瓦器煎七分，去滓，稍热细呷。(《普济方》菝葜饮)⑤治小便多，滑数不禁：金刚骨为末，以好酒调三钱，服之。(《儒门事亲》)⑥治下痢赤白：金刚根和好腊茶等分，为末，白梅肉丸如鸡头大。每服五丸至七丸，小儿三丸。赤痢甘草汤下，白痢乌梅汤下，赤白痢乌梅甘草汤下。(《履巉岩本草》)⑦治沙石淋：菝葜二两。捣罗为细散。每服一钱匕，米饮调下。服毕用地椒煎汤浴，连腰浸。(《圣济总录》菝葜散)⑧治乳糜尿：楤木(鸟不宿)根、菝葜根茎各一两。水煎，分早晚二次服。(《全展选编.传染病》)⑨治食道癌：鲜菝葜一斤。用冷水三斤，浓缩成一斤时，去渣，加肥猪肉二两，待肥肉熟后即可。此系一日量，分三次服完。(《中草药治肿瘤资料选编》)⑩治赤白带下：菝葜半斤，捣碎煎汤，加糖二两。每日服。(《江苏药材志》)⑾治流火：铁刺苓煎汁与猪脚煮食，或配土牛膝二钱煎服。(《浙江民间草药》)　　]",
    " 临床应用": "[①治疗外科急性感染菝葜根1斤切碎，甘草25克，水煎两次，滤液合并文火浓缩至1000毫升左右，菝葜根浓度相当于50%。每次50毫升，日服2次。门诊治疗疖痈67例，随访27例均获显效；蜂窝织炎、淋巴结炎、乳腺炎63例，随访48例，显效43例，效果不明显5例；腹部炎性包块、阑尾脓肿8例，随访7例，显效6例，效果不明显1例。②治疗风湿性关节炎取鲜菝葜根2斤，用乙醇提取法制成300毫升注射液，每安瓿2毫升。每次肌注2毫升，每日1次。治疗52例，痊愈15例，显效10例，好转23例，无效4例。③治疗牛皮癣取菝葜根20～40克，用温开水1500毫升浸泡10小时，煮沸40～80分钟，每日分～3次饭后服。治疗107例，痊愈(症状消失，皮损消失，或尚留几小块损害)13例，显效(症状基本消失，皮损消退约60～80%)26例，有效(症状明显减轻，皮损消失约30～60%，或皮损普遍变平、缩小，红色减退，鳞屑减少)46例，无效23例。痊愈病例停药后，部分有复发，但一般较轻，再服菝葜仍然有效。④治疗癌肿取菝葜根块洗净、切片、晾干，每日用干品0.5～1斤浸入6～7斤水中，1小时后用文火煎煮3小时去渣，加入肥肉1～2两再煎1小时，约得煎液500毫升，于1日内多次饮服。适用于胃癌、食管癌、直肠癌、乳腺癌、宫颈癌、鼻咽癌，其中以胃癌和食管癌效果较好。具有增进食欲、减少呕吐、疏通狭窄食管，以及利尿消肿、增强体力、提高红细胞及血红蛋白，和一定的止痛安眠作用。据200例(病情轻重不一)的观察，约45%的患者可获得近期疗效，症状缓解；个别病例可获得根治；有的控制1年，没有症状；少数病例肿瘤缩小，但多数未见变化。本品对脾胃虚寒体质者较为适宜；此类病人服药后，感到胃肠舒适，胀气减轻，食量增加，食道癌患者粘液涎沫明显减少。反之阴亏偏热体质者，服后常易引起口干、烦躁、便秘、尿赤、口粘膜破溃，或便血、胃肠道出血。故对应用放射治疗后引起的一系列热性反应不宜应用。实践中观察到，本药对消化道致病菌有抑制作用，对肠道粘膜发炎的充血、水肿有收敛作用。因此，应用于宫颈癌放射治疗后的直肠结肠反应，出现粘液血便者，有良好效果。由于本品含有皂素及鞣酸等杂质，对胃肠道粘膜有一定的刺激性，所以加用猪肉同煎以中和皂素及杂质，以免刺激胃肠引起恶心、呕吐。　　]",
    " 中药化学成分": "[根含菝葜素（smilaxin），异内杞甙（isoengeletin），齐墩果酸（oleanolic acid），山柰素（kaempferide），二氢山柰素（dihydrokaempferide），β-谷甾醇（β-sitosterol），β-谷甾醇葡萄糖甙（β-sitosteroylglucoside），薯蓣皂甙的原皂甙元A（prosapogenin A of dioscin），薯蓣皂甙（dioscin），纤细薯蓣皂甙（gracillin），甲基原纤细薯蓣皂甙（methylprotogracillin），甲基原薯蓣皂甙（methylprotodioscin）等。新替告皂甙元-3-O-α-L-吡喃鼠李糖-（1→6）-β-D-吡喃葡萄糖甙（neotigogenin-3-O-α-L-rhamnopyranosyl-（1→6）-β-D-glucopyranoside），新替告皂甙元-3-O-β-D-吡喃葡萄糖-（1→4）-O-[α-L-吡喃鼠李糖-（1→6）]-β-D-吡喃葡萄糖甙｛neotigogenin-3-O-β-D-glucopyranosyl-（1→4）-O-[α-L-rhamnopyranosyl）-（1→6）-]-β-D-glucopyranoside｝，伪原薯蓣皂甙（pseudoprotodioscin），异娜草皂甙元-3-O-α-L-吡喃鼠李糖-（1→2）-O-[α-L-吡喃鼠李糖-（1→4）]-β-D-吡喃葡萄糖甙｛isonarthogenin-3-O-α-L-rhamnopyranosyl-（1→2）-O-[α-L-rhamnopyranosyl-（1→4）]-β-D-glucopyranoside｝，薯蓣皂甙元（diosgenin）。　　]",
    " 生药材鉴定": "[性状鉴别 根茎扁柱形，略弯曲，或不规则形，长10-20cm，直径2-4cm。表面黄棕色或紫棕色，结节膨大处有圆锥状突起的茎痕、芽痕及细根断痕，或留有坚硬折断的细根，呈刺状，节上有鳞叶；有时先端残留地上茎。质坚硬，断面棕黄色或红棕色，粗纤维性。气微味，味微苦。以根茎粗壮、断面色红者为佳。 显微鉴别 粉末特征：浅棕红色。①淀粉粒类圆形或半圆球形，直径5-30μm，脐点点状、裂缝状或飞鸟状；复粒较少，2-4分粒组成。②石细胞单个散在或数个成群，淡黄色或红棕色，类圆形、长椭圆形、类方形或不规则形，直径40-195μm，壁厚8-45μm，木化，孔沟明显，胞腔较小，有的含红棕色物。③短纤维易见，淡黄色长方形或短梭状，壁微木化。④草酸钙针晶长75-140μm，偶有成束存在于粘液细胞中。]",
    " 参考": "[《本草纲目 · 菝葜》]"
},{
    "中药名称": "霸王鞭",
    "别称":"科属：大戟科、大戟属",
    "形态特征":"乔木状，茎干肉质、粗壮，具5棱，后变圆形。分枝螺旋状轮生，浅绿色，后变灰，具黑刺。叶片多浆，革质，倒卵形，基部渐狭，浅绿色。茎叶含白色乳汁、有毒。",
    "生态习性":"喜光，喜温暖气候，甚耐干旱。畏寒，温度偏低时常落叶。",
    "繁殖方法":"易繁殖，可在5-6月间剪取生长充实的茎段扦插。剪口有白色乳汁流出，可涂草木灰并凉晒数日；等剪口稍干后，插于素砂土中。插后放半荫处，不浇水，稍喷雾，保持盆土湿润。在20－25℃的条件下，40－50天可生根。",
    "栽培管理":"要求阳光充足，冬季宜置于向阳房间，温度维持10-12℃以上，节制浇水，保持盆土稍干燥。开春后随温度升高，可逐渐增加浇水。天暖后可放到阳台或院子里，但仍应节制浇水。",
    "主要病虫害":"茎腐病、黑霉病等。",
    "适生范围":"原产印度东部。鄢陵各花卉场圃均有栽培。",
    "园林用途":"多作盆栽，布置厅、堂，室内观赏。",
    "繁殖与栽培": "扦插法繁殖，插后放半阴处，不浇水，稍喷雾，保持盆土湿润。在20-25℃条件下，40-50天生根。要求阳光充足，北方盆栽植株冬季湿度应维持在10-12℃以上。",
    "应用":"北方多盆栽观赏，暖地可露地栽培。"
},{
    "中药名称": "白背三七",
    "基本信息": "[中药名 白背三七汉语拼音 bai bei san qi别名 大肥牛(《广州植物志》)，土生地、白仔菜药、散血姜(《广西药植图志》)，土田七(《广西中药志》)，三百棒、地滚子，大救驾、百步还阳、石三七、树三七(《云南中草药》)，大绿叶、接骨丹(《云南中草药选》)，白背土三七、白三七草（《海南植物志》），枪刀药、清心菜、白血皮菜、胡豆七、胖儿草、玉枇杷、金丝枇杷、白东枫、厚面皮、鸡菜、白番苋、白红菜、疔拔、叉花三七、大晕病药。益寿草、长寿树、台湾仙草、益寿神草、生命树、龙仙草、神草。英文名 root and rhizome of Divaricate Gynura原植物 Gynura divaricata (L.) DC. [G. oualis DC.；G.pseudo-china (L.) DC.]药用部位 以植物的全草入药。功效分类 清热药；止咳药。附注 植物描述，详见词条：白子菜　　]",
    " 化学成分": "[正二十烷（n-Eicosane ），二十四烷醇（Tetracosanol ），二十八烷酸（Octacosanoic acid ），二十八烷醇（Octacosyl alcohol ），棕榈酸（Palmitic acid ），豆甾醇-3-O-β-D-吡喃葡萄糖苷（Stigmasterol-3-O-β-D- glucopyranoside ），豆甾醇（Stigmasterol ），β-谷甾醇（β-Sitosterol ），胡萝卜苷（Daucosterol ），木栓酮（Friedelin ）。从该植物中已分离得到具有肝毒性的吡咯啶生物碱，以及黄酮、三萜、甾醇、核苷类化学成分。　　]",
    " 药理作用": "[降血糖的作用：白背三七鲜样水提物3.3,6.6 mL/kg(相当于生药0.2,0.4 g/kg)及95%乙醇提取物0.75,1.50 mL/kg(相当于生药0.2,0.4 g/kg)对正常小鼠的血糖有显著的降低作用，其中1.50 mL/kg 95%乙醇提取物的降血糖效果优于格列本脲；白背三七乙酸乙酯提取物40 g(生药)/kg，正丁醇提取物4 g(生药)/kg均可明显降低正常小鼠的血糖，且乙酸乙酯提取物40 g(生药)/kg能明显降低四氧嘧啶糖尿病小鼠的血糖；白背三七总生物碱(32,16,8 mg/kg)、总黄酮(8,4,2 mg/kg)及单体化合物IV[3-O-β-D-吡喃葡萄糖(6→1)-α-L-鼠李糖山奈素](8,2 mg/kg)对正常及四氧嘧啶糖尿病模型小鼠血糖水平均有降低作用，该作用对四氧嘧啶糖尿病模型小鼠更为显著，其中对四氧嘧啶糖尿病模型小鼠血糖水平的降低作用从末次给药后0.5 h时即已显现，一直持续到末次给药后6 h，说明这些提取物和单体化合物的降血糖的作用。　　]",
    " 药性论述": "[]",
    " 性味": "[味辛、淡；性平。①《广西药植图志》：“味甘，性凉。”②《广西中药志》：“味淡，性平，无毒。”③《云南中草药》：“咸，微辛，寒，有毒。”　　]",
    " 功效主治": "[清热凉血；活血止痛；止血。用于咳嗽；支气管炎、肺结核；疮疡；痈肿；烫伤；跌打损伤；风湿痛；崩漏；外伤出血。　　]",
    " 各家论述": "[1.《广西药植图志》：煮汤内服，凉血解毒；捣烂外敷跌打伤，消肿散瘀；又用以敷热痈，散痛消肿。经九蒸十晒，浸酒或煎汤服补血。2.《云南中草药》：清热消炎，舒筋活络。治骨折，外伤出血，支气管炎，肺结核，崩漏。　　]",
    " 用法用量": "[内服：煎汤，6-15g；或浸酒。外用：适量，鲜品捣敷；或研末敷。　　]",
    " 药材来源": "[]",
    " 考证": "[出自《云南中草药》。　　]",
    " 药材基源": "[为菊科植物白子菜Gynura divaricata(L.) DC. [G. oualis DC.；G.pseudo-china (L.) DC.]的全草。　　]",
    " 产地溯源": "[产于于浙江、台湾、广东、广西、四川、贵州及云南等地。　　]",
    " 采收鉴定": "[]",
    " 采收储藏": "[全年均可采收，鲜用或晒干。　　]",
    " 性状鉴别": "[根茎块状，具细长须根。茎圆柱形，棕紫色，被短毛，叶互生，多皱缩，完整叶片呈长卵形至长圆状倒卵形，长5-15cm，宽2.5-8cm，先端钝或短尖，基部有时有两耳，叶缘具不规则缺刻及锯齿，上下表面均具柔毛。有时可见头状花序或总苞。瘦果深褐色，冠毛白色。气微，味淡。　　]",
    " 药方选录": "[①治疮痈，消肿散毒：土生地、雾水葛等分。捣烂敷。(《广西药植图志》)②治烫火伤、刀伤：大绿叶根粉，加糖调成糊状，包患处。(《云南中草药选》)③治跌打损伤：土生地、荆芥等分。捣烂，好酒炒敷。(《广西药植图志》) 　　]",
    " 其它相关": "[]",
    " 植物别名": "[红凤菜(图2)中文名：红凤菜（学名：Gynura bicolor (Willd.) DC. ）桔梗目，菊科，菊三七属，多年生草本。别名：两色三七草（海南植物志），红菜（台湾），玉枇杷、金枇杷、白背三七（贵州）。]"
},{
    "中药名称": "白背叶",
    "内容": "【别名】白桐、秋桐、野桐、叶下白、白背木、白背娘、白朴树、白帽顶。【来源】为大戟科野桐属植物白背叶Mallotus apelta （Lour.） Muell.-Arg.以根及叶入药。根全年可采，洗净，切片，晒干。叶多鲜用，或夏、秋采集，晒干研粉。【性味归经】微苦、涩，平。【功能主治】根：柔肝活血，健脾化湿，收敛固脱。用于慢性肝炎，肝脾肿大，子宫脱垂，脱肛，白带，妊娠水肿。叶：消炎止血。外用治中耳炎，疖肿，跌打损伤，外伤出血。【用法用量】根0.5～1两；叶外用适量，鲜叶捣烂敷或干叶研粉敷患处。【摘录】《全国中草药汇编》"
},{
    "中药名称": "白背叶根",
    "内容": "【异名】白膜根、白朴根(《岭南草药志》)，野桐根(《闽南民间草药》)。【来源】为大戟种植物白楸的根。植物形态详"白背叶"条。【化学成分】含酚类、氨基酸、鞣质、糖类。【性味】《岭南草药志》："味微涩微苦，性平。"【功用主治】清热，利湿，固脱，消瘀。治肠炎，脱肛，淋浊，疝气，肝炎，脾肿，子宫下垂，产后风瘫，白带，赤眼，喉蛾，耳内流脓。①《岭南草药志》："收涩固脱。"②《广西药植名录》："祛风湿，治刀伤。"【用法与用量】内服：煎汤。0.5～1两。外用：浸汁滴耳。【选方】①治淋浊：白背叶根五钱，茯神四钱，茯苓三钱。煎水空腹服。(《岭南草药志》)②治子宫下垂：白背叶根十二两，米醋二斤，煎至半斤，夜间置于露天打露一宵，翌晨一次顿服，连服三剂，并卧床休息一星期，愈后炖黄头龟连服数天。(《岭南草药志》)③治眼雾，赤眼红热，怕光流泪：鲜野桐根一至二两(洗净，切碎)，猪肝二至四两。水适量炖服。(《闽南民间草药》)④治双单喉蛾：白背叶根，蜂糖浸透，去渣，取汁液内服。(《岭南草药志》)⑤治中耳流脓：白背叶根研末，酒适量，浸出浓液滴耳内，并外搽。(《岭南草药志》)⑥治腰骨闪伤：鲜野桐根一两，洗净切碎，水、酒各半和猪赤肉二至四两炖服。(《闽南民间草药》)⑦治慢性肝炎，脾脏肿大，肠炎腹胃，脱肛，子宫下垂：白背叶干根五钱至一两，水煎服。(广州部队《常用中草药手册》)⑧治白带，淋浊、疝气，产后风瘫：白背叶根五钱至一两，水煎服。(《广西中草药》)⑨治瘰疬：白背叶干根二两，猪瘦肉适量，水煎轧(《福建中草药》)⑩治疯狗咬伤：白背叶鲜根二至三两，水煎服。从被咬日起，每日剂，连服七日，以后每隔七日服一剂。如病发则连服数剂。(江西《草药手册》)【临床应用】治疗慢性肝炎。本品具有舒肝解郁，活血祛瘀之效。治疗慢性肝炎，对降低转氨酶和缩小肝脾有一定作用。一般用量为0.5～1两，伴有水肿者用2～3两，每日煎服1剂。"
},{
    "中药名称": "白扁豆",
    "物种名称": "[中文名称：白扁豆白扁豆的豆子拼音：Baibiandou拉丁名称：Semen Dolichoris Album英文名称：White Hyacinth Bean别名： 藊豆、白藊豆、南扁豆、沿篱豆、蛾眉豆、羊眼豆、凉衍豆、白藊豆子、膨皮豆、茶豆、小刀豆、树豆、藤豆、火镰扁豆、眉豆。　　]",
    " 科属分类": "[双子叶植物豆科 Leguminosae 扁豆 Dolichos lablab L. 的成熟种子。　　]",
    " 形态特征": "[一年生缠绕草本。三出复叶，先生小叶菱状广卵形，侧生小叶斜菱状广卵形，长6～11cm，宽4.5～10.5cm，顶端短尖或渐尖，两面沿叶脉处有白色短柔毛。总状花序腋生，花2～4朵丛生于花序轴的节上。花冠白色或紫红色；子房有绢毛，基部有腺体，花柱近顶端有白色髯毛。荚果扁，镰刀形或半椭圆形，长5～7cm，种子3～5颗，白色或紫黑色。花果期7～10月。白扁豆的形貌　　]",
    " 采制": "[9～10月摘取成熟果实，晒干，收集种子；生用或微炒用。　　]",
    " 性状": "[种子扁椭圆形或扁卵圆形，长0.8～1.3cm，宽0.6～0.9cm，厚0.7cm。表面淡苋白色或淡黄色，平滑，略有光泽，一侧边缘有隆起的白色半月形种阜。质坚硬，种皮薄而脆，子叶2，肥厚，黄白色。气微，味淡，嚼之有豆腥气。白扁豆的种植　　]",
    " 化学成分": "[含蛋白质、蔗糖、葡萄糖、麦芽糖、水苏糖（stachyose）、棉子糖（raffinose）、L-哌可酸（L-pipecilic acid）、植物凝集素 （phytoagglutinin） 等。　　]",
    " 地理分布": "[全国各地均有栽培。主要分布于辽宁、河北、山西、陕西、山东、江苏、安徽、浙江、江西、福建、台湾、河南、湖北、湖南、广东、海南、广西、四川、贵州、云南等地。　　]",
    " 药用价值": "[]",
    " 概述": "[【药性】甘，微温。归脾、胃经。【功效】补脾和中，化湿消暑。［主治］脾胃虚弱、食欲不振、大更溏泻、白带过多、暑湿吐泻、胸闷腹胀。药用的白扁豆　　]",
    " 应用": "[1．脾气虚证。本品能补气以健脾，兼能化湿，药性温和，补而不滞，适用于脾虚湿滞，食少、便溏或泄泻。唯其“味轻气薄，单用无功，必须同补气之药共用为佳”，如参苓白术散（《和剂局方》），以本品作为人参、白术等药物的辅助。本品还可用于脾虚湿浊下注之白带过多，宜与白术、苍术、芡实等补气健脾除湿之品配伍。2．暑湿吐泻。暑多夹湿。夏日暑湿伤中，脾胃不和，易致吐泻。本品能健脾化湿以和中，性虽偏温，但无温燥助热伤津之弊，故可用于暑湿吐泻。如《千金方》单用本品水煎服。偏于暑热夹湿者，宜与荷叶、滑石等清暑、渗湿之品配伍。若属暑月乘凉饮冷，外感于寒，内伤于湿之“阴暑”，宜配伍散寒解表，化湿和中之品，如香薷散（《和剂局方》）以之与香薷、厚朴同用。　　]",
    " 用法用量": "[煎服，10～15g。炒后可使健脾止泻作用增强，故用于健脾止泻及作散剂服用时宜炒用。　　]",
    " 古籍摘要": "[1．《本草纲目》：“止泄痢，消暑，暖脾胃……”。2．《本草新编》：“味轻气薄，单用无功，必须同补气之药共用为佳”。　　]",
    " 营养价值": "[白扁豆，营养价值较高，矿物质和维生素含量比大部分根茎菜和瓜菜都高，味亦鲜嫩可口。据中国科学院卫生研究所编的《食物成分表》：每百克白扁豆含蛋白质2．8克，脂肪O．2克，糖5．4克，热量35千卡，粗纤维1．4克，钙116毫克，铁1．5毫克，胡萝卜素O．32毫克，硫胺酸O．05毫克，核黄酸O.07毫克，尼克酸O．7毫克，抗坏血酸13毫克。白扁豆既是滋补佳品，夏暑作清凉饮料，又是一味良药。餐桌上的美食关于白扁豆的文字记载，最早见于南朝齐梁间陶弘景著的《名医别录》。明李时珍著的《本草纲目》说：“取硬壳白扁豆，连皮炒熟，入药”，“硬壳白扁豆，加有白扁豆的粥其子充实，白而微黄，其气腥香，其性温平，得乎中和，脾之谷也。人太阴气分，通利三焦，能化清降浊，故专治中宫之病，消暑除湿而解毒也。其软壳及黑鹊色者，其性微凉，但可供食，亦调脾胃。”卫生部药典委员会编的《中国药典》也说：白扁豆“健脾胃，清暑湿。用于脾胃虚弱、暑湿泄泻、白带”。总之，白扁豆一身是宝，它的果实(白扁豆)、果皮(扁豆衣)、花、叶均可人药。其性味甘微湿，入脾胃二经，有补脾胃，和中化湿，消暑解毒的功效，主治脾胃虚弱、泄泻、呕吐、暑湿内蕴、脘腹胀痛、赤白带下等病，又能解酒毒。　　 　　]",
    " 白扁豆.中药材": "[【拼音名】Bái Biǎn Dòu【别名】藊豆、白藊豆、南扁豆、沿篱豆、蛾眉豆、羊眼豆、凉衍豆、白藊豆子、膨皮豆、茶豆、小刀豆、树豆、藤豆、火镰扁豆、眉豆【来源】药材基源：为豆科植物扁豆的白色成熟种子。拉丁植物动物矿物名：Dolichos lablab L.采收和储藏：秋季种子成熟时，摘取荚果，剥出种子，晒干，拣净杂质。【原形态】扁豆 一年生缠绕草质藤本，长达6m。茎常呈淡紫色或淡绿色，无毛或疏被柔毛。三出复叶；叶柄长4-14cm；托叶披针形或三角状卵形，被白色柔毛；顶生小叶柄长1.5-3.5cm，两侧小叶柄较短，长2-3mm，均被白色柔毛；顶生小叶宽三角状卵形，长5-10cm，宽约与长相等，先端尖，基部广楔形或截形，全线，两面均被短柔毛，沿叶脉处较多，基出3主脉，侧卧羽状；侧生小叶斜卵形，两边不均等。总状花序腋生，长15-25cm，直立，花序轴较粗壮；2-4花或多花丛生于花序轴的节上，小苞片舌状，2枚，早落；花萼宽钟状，先端5齿，上部2齿几乎完全合生，其余3齿近相等，边缘密被白色柔毛；花冠蝶形，白色或淡紫色，长约2cm，旗瓣广椭圆形，先端向内微凹，翼瓣斜椭圆形，近基部处一侧有耳状突起，龙骨瓣舟状，弯曲几成直角；雄蕊10，1枚单生，其余9枚的花丝部分连合成管状，将雌蕊包被；子房线形，有绢毛，基部有腺体，花柱近先端有白色髯毛，柱头头状。荚果镰形或倒卵状长椭圆形，扁平，长5-8cm，宽1-3cm，先端较宽，顶上具一向下弯曲的喙，边缘粗糙。种子2-5颗，扁椭圆形，白色、红褐色或近黑色，长8-13mm，宽6-9mm，厚4-7mm，种脐与种脊长而隆起，一侧边缘有隆起的白色半月形种阜。花期6-8月，果期9月。【生境分布】全国各地均有栽培。主要分布于辽宁、河北、山西、陕西、山东、江苏、安徽、浙江、江西、福建、台湾、河南、湖北、湖南、广东、海南、广西、四川、贵州、云南等地。【栽培】生物学特性 喜温暖湿润气候，怕寒霜，受霜害后，轻者影响生长，重者死亡。苗期需潮湿，应注意浇水。花期要求干旱，空气和土壤湿度大，容易落花。喜欢肥沃、排水良好的砂质壤上种植。种子发芽率90%以上。温度在16-20℃，有足够的湿度，播种后10-14d出苗。栽培技术 用种子繁殖。春播，由于种子顶土能力弱，故播种前应先浇水，待可耕时立即下种，穴播，每穴放种子2-3粒，覆土0.6-1cm，略镇压。行株距（3-60）cm×45cm。田间管理 出苗后不久即应培土。生长初期，应注意浇水，保持土壤潮湿。苗高50-60cm，应设支架。花期不宜浇水，以免落花。应追肥，以磷、钾肥为主。病虫害防治 病害有锈病，春天发生，防治可用可湿性硫黄粉500g加100kg水喷射。虫害有蚜虫、红蜘蛛，用2.5%敌杀死防治。豆荚螟可在初孵幼虫期喷洒触杀剂防治。【性状】性状鉴别 种子扁椭圆形或扁卵圆形，长0.8-1.3cm，宽6-9mm，厚约7mm。表面淡黄白色或淡黄色，平滑，稍有光泽，有的可见棕褐色斑点，一侧边缘有隆起的白色半月形种阜。长7-10mm，剥去后可见凹陷的种脐，紧接种阜的一端有珠孔，另端有种脊。质坚硬，种皮薄而脆，子叶2片，肥厚，黄白色。气微，味淡，嚼之有豆腥气。以粒大、饱满、色白者为佳。显微鉴别 种子横切面；种皮为1列栅状细胞，种脐部位为2列，长26-213μm，宽526μm，壁自内向外渐增厚，近外方有光辉带；支柱细胞l列，种脐部位3-5列，哑铃状，长12-109μm，宽34-54μm，缢缩部宽10-25μm，其下为10数列薄壁细胞，多切向延长。最内1列种皮细胞小，类方形。于叶细胞内含淀粉粒。种脐部位栅状细胞的外侧有种阜，细胞类圆形或不规则长圆形，内含淀粉粒，内侧有管胞岛，椭圆形细胞壁网状增厚，其二侧有星状组织，细胞星芒状，有大型的细胞间隙，有的胞腔含棕色物。【化学成份】种子含油0.62%，内有棕榈酸（palmitic acid）占8.33%，亚油酸（linoleic acid）占57.95%，反油酸（elaidic acid）占15.05%，油酸（oleic acid）占5.65%，硬脂酸（stearic acid）占11.26%，花生酸（arachidic acid）占0.58%，山萮酸(behenic acid)占10.40%。又含葫芦巴碱（trigonelline），蛋氨酸（methionone），亮氨酸（leucine)，苏氨酸（threonine），维生素（vitamin)B1及C，胡萝卜素(carotene），蔗糖（sucrose），葡萄糖（glucose），水苏糖（stachyose），麦芽糖（maltose），棉子糖（raffinose），L-2-哌啶酸(L-pipecolic acid）和具有毒性的植物凝集素（phytoagglutinin)。另含甾体。【药理作用】1.抗菌、抗病毒作用 100%白扁豆煎剂用平板纸片法，对痢疾杆菌和有抑制作用；对食物中毒引起的呕吐、急性胃肠炎等有解毒作用。白扁豆水提物对小鼠Columbia SK病毒有抑制作用。2.对免疫功能的影响 20%白扁豆冷盐浸液0.3ml，对活性E-玫瑰花结的形成有促进作用，即增强T淋巴细胞的活性，提高细胞的免疫功能。3.毒性 白扁豆中含对人的红细胞非特异性植物凝集素(phytoagglutinin)。不溶于水的凝集素，有抗胰蛋白酶活性，可抑制实验动物生长，故属毒性成分。另含一种酶，有非竞争性抑制胰蛋白酶的活性，加热亦降低其活性，于10mg/kg浓度时，由于抑制了凝血酶(thrombin)，可使枸橼酸血浆的凝固时间由20s延长至60s。用白扁豆提取的凝集素可区分人和羊、牛的红细胞，因为此凝集素仅凝集人的红细胞，法医可用此探测人血。【鉴别】理化鉴别 取本品粉末1g，加70%乙醇10ml回流提取，滤过，取滤液蒸干，滴加醋酥2-3滴和硫酸1-2滴，显黄色，变为红色、紫红色、污绿色。（检查甾类）【炮制】白扁豆除去杂质。用时捣碎。炒白扁豆取净白扁豆，照清炒法（药典附录ⅡD）炒至微黄色具焦斑。用时捣碎。【性味】甘淡；微温；平【归经】归脾、胃经【功能主治】健脾，化湿，消暑。主脾虚生湿，食少便溏，白带过多，暑湿吐泻，烦渴胸闷【用法用量】内服：煎汤，10-15g；或生品捣研水绞汁；或入丸、散。外用：适量，捣敷。【临床应用】用于脾胃虚弱，食欲不振，大便糖泻，白带过多，暑湿吐泻．胸闷腹胀。炒扁豆健脾化湿。用于脾虚泄泻，白带过多。【摘录】《中华本草》]"
},{
    "中药名称": "白草莓",
    "一、中草药白草莓": "[]",
    " 简介": "[【拉丁名】Fragaria nilgerrensis Schlecht.【异名】三匹风、龙吐珠野杨莓、草莓(《西藏常用中草药》)，白泡儿、白藨、白蒲草(《云南中草药选》)，只大萨曾(藏名)。【来源】为蔷薇科植物白草莓的全草。　　]",
    " 植物形态": "[多年生草本。根茎粗，被鳞片，具多数须根。有纤细的匍匐枝。基生叶有长柄，披散状；羽状3小叶；小叶卵圆形，先端钝圆，基部宽楔形，边缘有粗锯齿，长2～3厘米，宽1.5～2厘米，上面绿色，有疏柔毛，下面灰绿色，密生柔毛。花茎根生；花白色，为总状花序式的小花束，花托膨大而肉质，白色。聚合果球形，小瘦果卵圆形，红色。花期春季。　　]",
    " 详细信息": "[生于田边、沟边、路旁草丛及湿润肥沃的土壤中。分布广西、云南、西藏等地。【采集】5～10月采集全草，洗净，切段，阴干备用。【化学成分】预试含鞣质、甾醇、酚性物质，而黄酮、氨基酸、有机酸反应不明显。【性味归经】①《西藏常用中草药》:“性寒，味甘苦。”②《云南中草药选》:“苦，凉。”入肺，肝，肾三经。【功用主治】祛风，清热，解毒。治风热咳嗽，百日咳，口腔炎，痢疾，尿血，疮疖。①《西藏常用中草药》：\"祛风止咳，清热解毒。治风热咳嗽，百日咳，疔疮，蛇咬伤，烫伤。\"②《云南中草药选》：\"消炎解毒，续筋接骨。治口腔炎，口腔溃疡，血尿，泌尿系感染，腰椎结核，骨折。\"③《广西植物名录》：\"解毒，调经，凉血。治红白痢，小儿疳积，刀伤。\"④《藏医常用药物的整理研究》：\"治肺、胸内有脓血(以果实为好)，并能祛湿清血，疏通血脉(以全草为好)。\"【用法与用量】内服：煎汤，3～5钱。外用：捣敷。【选方】治毒蛇咬伤，疮疖：鲜白草莓适量，捣烂加红糖外敷。《云南中草药选》　　]",
    " 二、欧洲水果白草莓": "[欧洲水果白草莓又称菠萝莓，其果肉为奶白色，表面均匀分布着小水果白草莓红点，与一般的草莓颜色恰好相反。这种野生莓果源于南美洲，由一名荷兰农民带到欧洲种植并进行商业贩卖，不然它可能已经灭绝于世了。该草莓于2010年3月31日正式在英国上市销售。]"
},{
    "中药名称": "白侧耳",
    "简介": "[中文学名白侧耳拉丁学名Pleurotus albellus (Pat.) Pegler同物异名Lentinus albellus Pat分类地位伞菌目、侧耳科、侧耳属生态习性夏秋季在腐木上群生或丛生。分布地区广东等。采收和储藏夏季采收。资源分布分布于西南及陕西、甘肃、河南、湖北、湖南、西藏等地。性味辛；苦；寒药材基源为虎耳草科植物突隔梅花草的全草或根。用法用量内服：煎汤，9-15g。外用：捣敷。　　]",
    " 各家论述": "[1.《贵州民间方药集》：镇咳，祛痰，驱风，解热，利尿。2.《浙江中药资源名录》：治疔疮。3.《浙江天目山药植志》：清湿，止血。　　]",
    " 形态特征": "[子实体中等至稍大。菌盖直径4-11cm，白色，平展中部下凹形漏斗形，或者扇形，干，肉质，近光滑，或干时表面撕裂反卷成鳞片状，边缘有条纹。菌肉白色，无明显气味。菌褶白色，盖缘处每厘米-25片，不等长，短延生，近缘处有小菌褶，褶缘微锯齿状。菌柄中生至近侧生或偏生，白色，长1cm-8cm，粗0.5cm-1.5cm，圆柱状，实心，初期被绒毛，后近光滑，表皮常斯裂，柄基部常数个连结一起。孢子卵圆形或椭圆形，6-7μm×2.5-3μm，光滑，无色。 突隔梅花草 多年生草本，高10-45cm。有稍粗长的横走根茎。茎具棱脊，无毛。基生叶厚纸质；叶柄长达16cm；叶片肾形或心形，长2.5-6cm；茎上具一无柄叶片，圆形，先端钝，基部心形，抱茎，全缘。花茎1-4条，花单生顶端；萼片5，卵形或宽倒卵形，先端钝圆，花瓣5，白色，匙形、倒卵形、倒披针形，长达2.5cm，先端钝，边缘上部啮蚀状而中下部呈流苏状细裂，基部具长约2mm的爪；雄蕊，与花瓣互生，药隔褐色，呈钻状，常突出于花药之上，退化雄蕊中部以上3深裂；子房半上位；心皮3个，合生，花柱稍长于子房，柱头3裂。蒴果椭圆形。花期7-8月，果期8-9月。功效分类润燥药；凉血止血药；清热解毒药　　]",
    " 生药材鉴定": "[根茎呈不规则团块状，棕褐色，具多数不定根、鳞片及叶柄残基，顶端被毛。茎圆柱形，长3-28cm，直径1-2mm，有纵棱，质脆，易折断。叶皱缩，基生叶完整者呈肾形或心形，长2.5-6cm，厚纸质，叶柄长达16cm。茎生叶1片，圆形，基部心形，抱茎。花黄色，单生茎端。有时可见椭圆形蒴果。气微，味甘。]"
},{
    "中药名称": "白豆蔻",
    "植物形态": "[白豆蔻：多年生草本。根茎匍匐，粗大有节，近木质。茎直立，圆柱状，高2～3米。叶2列，无叶柄，叶片线状披针形、披针形或倒披针形，长达23厘米，宽7.5厘米，罕达10厘米，先端狭渐尖，基部狭，边缘近波状，两面光滑，叶舌长达7毫米，先端2裂，被长硬毛。穗状花序生于根茎上，花茎连花梗长达8厘米；有卵圆形的鳞片，鳞片先端急尖，基部被短密绢毛；苞片卵圆形，先端急尖，被纤毛，灰色，长达3厘米；小苞片管状，3齿裂，稍被绢毛，长15毫米；花萼管状，3裂，被长柔毛，裂片刷状；花冠透明黄色，管部狭，长2厘米，喉部被小柔毛。裂片钝，长约1厘米，唇瓣倒卵形，长1.6厘米，先端微呈3裂状，中间厚，被微柔毛，黄色或带赤色条纹；侧生退化雄蕊钻状，长3毫米；花丝宽而有沟，长5毫米，花药长3毫米，药隔附属物3裂，3裂片等长，长方形反折；蜜腺2枚，半圆柱状，长2毫米；子房下位，被绢毛，3室，胚珠多数。蒴果扁球形，直径约1.5厘米，灰白色，3爿裂。栽培于热带地区。分布泰国、越南、柬埔寨、老挝、斯里兰卡、危地马拉以及南美洲等地。我国广东、z西、云南亦有栽培。植物的花(豆蔻花)、果壳(白豆蔻壳)亦供药用，各详专条。采集10～12月果实呈黄绿色尚未开裂时采收，除去残留的果柄，晒干。　　]",
    " 化学成分": "[果实含挥发油，其中有d-龙脑、d-樟脑、葎草烯及其环氧化物、1，8-桉叶素、α-及δ-拍帕烯、α-及β-蒎烯、石竹烯、月桂烯、桃金娘醛、葛缕酮、松油烯-4-醇、香桧烯等。　　]",
    " 炮制": "[拣净杂质，筛去皮屑，打碎，或剥去果壳，取仁打碎用。《纲目》：\"白豆蔻入药去皮炒用。\"　　]",
    " 药材": "[干燥果实，商品即称\"豆蔻\"。略呈圆球形，具不显著的钝三棱，直径约1.2～1.7厘米。外皮黄白色，光滑，具隆起的纵纹25～32条，一端有小突起，一端有果柄痕；两端的棱沟中常有黄色毛茸。果皮轻脆，易纵向裂开，内含种子20～30粒，集结成团，习称\"蔻球\"。蔻球分为3瓣，有白色隔膜，每瓣种子7～10粒，习称\"白蔻仁\"或\"蔻米\"。为不规则的多面体，直径3～4毫米，表面暗棕色或灰棕色，有微细的波纹，一端有圆形小凹点。质坚硬，断面白色，有油性。气芳香，味辛凉。以个人饱满，果皮薄而完整、气味浓厚者为佳。主产越南、泰国等地。另有一种小豆蔻，系姜科植物小豆蔻的干燥果实，呈长卵形，两端尖，具3钝棱，长1～1.5厘米，径约1厘米，表面乳白色至淡黄棕色。种子团3瓣，每瓣5～9粒，每粒种子长卵形或3～4面形，表面淡橙色至暗红棕色。断面白色。气芳香，味辣、微苦。产地越南、斯里兰卡、印度等地。这种豆蔻，市场上亦有作白豆蔻使用者，但品质较差。　　]",
    " 药理说明": "[【性味归经】辛，温。归肺、脾、胃经。【主要成分】含挥发油，其中有d-龙脑、d-樟脑、葎草烯及其环氧化物、1，8-桉叶素、a-及 r- 松油烯、a-及B-蒎烯、石竹烯、月桂烯、桃金娘醛、葛缕酮、松油烯-4-醇、香桧烯等。【性状】类球形，直径0.8～1.2cm；表面黄白色至淡黄棕色，有3条较深的纵向槽纹，顶端有突起的柱基，基部有凹下的果柄痕，两端均具有浅棕色绒毛。果皮易纵向裂开，内分3室，每室含种子约10粒。种子呈不规则多面体，背面略隆起，直径3～4mm，表面暗棕色，有皱纹。气芳香，味辛凉略似樟脑。【功效】化湿行气，温中止呕。【用量、用法】3-10克，煎服，后下；散剂2-5克。【气味】 （仁）辛、大温、无毒。【禁忌】阴虚血燥而无寒湿者忌服。　　]",
    " 功能主治": "[行气，暖胃，消食，宽中。治气滞，食滞，胸闷，腹胀，噫气，噎膈，吐逆，反胃，疟疾。 ①《开宝本草》：\"主积冷气，止吐逆，反胃，消谷下气。\"②《本草图经》：\"主胃冷。\"③《医学启源》：\"《主治秘要》云，肺金本药，散胸中滞气，感寒腹痛，温暖脾胃，赤眼暴发，白睛红者。\"④杨士瀛：\"治脾虚疟疾，呕吐，寒热，能消能磨，流行三焦。\"⑤王好古：\"补肺气，益脾胃，理元气，收脱气。\"⑥《纲目》：\"治噎膈，除疟疾，寒热，解酒毒。\"⑦《本草备要》：\"除寒燥湿，化食宽膨。\"　　]",
    " 药方搭配": "[①治胃口寒作吐及作痛者：白豆蔻仁三钱。为末，酒送下。(《赤水玄珠》白豆蔻散)②治胃气冷，吃饭即欲得吐：白豆蔻子三枚，捣，筛，更研细，好酒一盏，微温调之，并饮三、两盏。(《随身备急方》)③治脾胃气不和，止脾泄泻痢：白豆蔻二两(用仁，一半生一半熟)，枳壳半斤(去瓤，以浆水煮软，麸炒令香止)，肉桂二两(去皮)，橘皮二两(去瓤，炒，切细)，诃子二两(去核，半生半熟)，当归二两(洗)。上六味，杵为末，每服-钱，水一中盏。姜、枣同煎至七分，稍温服。如要丸，用好枣，浆水煮，去皮核，细研，为丸如桐子大。以姜擘破，炒令黑色，入水煎汤，下十五丸。(《博济方》白豆蔻散)④治气膈脾胃，全不进食：白豆蔻仁、缩砂各二两，陈米一升(淘洗，略燕过，铫内炒)，丁香半两(不见火)。上为细末，枣肉为丸，如小赤豆大。每服五、七十丸至百丸，米饮下。(《魏氏家藏方》太仓丸)⑤治妊娠呕吐：白豆蔻一钱，竹茹三钱，大枣三枚，鲜姜一钱。将生姜捣碎取汁，前三药煎取一茶杯(约50～60毫升)过滤，冲姜汁服。(《武汉医药卫生》(3)：288，1959)⑥治小儿吐乳胃寒者：白豆蔻仁十四个，缩砂仁十四个，生甘草二钱，炙甘草二钱，为末，常掺入儿口中。(《世医得效方》)⑦治呕吐哕：白蔻、藿香、半夏、陈皮、生姜。水煎服。(《沈氏尊生书》白豆蔻汤)⑧治产后呃逆：白豆蔻、丁香各半两。研细，桃仁汤服一钱，少顷再服。(《乾坤生意》)　　]",
    " 药用植物栽培": "[生物学特征性，喜温暖、凉爽、湿润气候，幼苗遇短时9.5℃低温时，停止生长，叶片干缩，叶尖焦枯。成年植株遇0℃时地上部分死亡。极端高温达41℃，有荫蔽条件下，能正常生长。以选向阳、富含有机质的壤土或砂质壤土栽培，不宜在粘土或砂砾土种植。栽培技术用种子和分株繁殖。种子繁殖：采收成熟果实，剥除果壳．搓洗净果肉，将种子摊于室内阻于，播前在露天湿沙催芽两星期。条播，行距12cm。实生苗长叶2-3片时，间苗移于新的苗畦或营养袋中，畦裁行株距12cm×5cm。经培育1年便可定植于大田。分株繁殖：从大田株丛中，选取茎3-5条相连在一起的壮实幼龄植株，用小刀将与母丛相连的根茎切断后拔出，便可直接定植。种植前先种好荫蔽树。海南省于春季3-4月或秋季8-9月进行；云南省西双版纳地区于5-6月定植，行株距为（2-1.5）m×1m。每1hm2种植4995-6660丛。田间管理定植后新株每年除草4-5次。至开花结果年限，在开花前要清除株丛内的杂草及枯枝落叶，收果后，要剪除枯、病、残株。每年施肥5-6次，以施土杂肥为主。在海南平原地区，因缺少传粉昆虫，必须进行人工辅助授粉，可提高成果率。病虫害防治病害有摔倒病、茎枯病、叶枯病，可用多灵菌、托布律或铜氨液喷洒。　　]",
    " 临床应用": "[【应用】1.用于湿滞中焦及脾胃气滞的脘腹胀满，不思饮食等。有化湿行气之功。常与厚朴、陈皮等同用；湿温初起，胸闷不饥，舌苔浊腻，湿邪贪重者，配滑石、薏苡仁、杏仁等，如三仁汤；若热邪偏重者，可与黄芩、滑石等同用，如黄芩滑石汤。2.用于呕莫过于。有行气、温中、止呕作用。尤以胃寒湿阻气滞呕吐最为适宜。可单用为末服，或配藿香、半夏等药同用。小儿胃寒叶乳，可与砂仁甘草同研细末，常掺口中。　　]",
    " 古籍典注": "[【古籍论述】唐段成式《酉阳杂俎.木篇》：“白豆蔻，出 伽古罗国 ，呼为多骨。形似芭蕉，叶似杜若，长八、九尺，冬夏不凋，花浅黄色，子作朵如蒲萄，其子初出微青，熟则变白，七月采。”《本草纲目.草三.白豆蔻》：“白豆蔻子，圆大如白牵牛子，其壳白厚，其仁如缩砂仁，入药，去皮炒用。”《开宝本草》：“主积冷气，止吐逆，反胃，消谷下气。”《珍珠囊》：“散肺中滞气，消谷进食。”《珍珠囊补遗药性赋》：“其用有四：破肺中滞气，退口中臭气，散胸中冷气，补上焦元气。”《纲目》：“治噎膈，除疟疾，寒热，解酒毒。”用于湿阻中焦，脾胃气滞证。如《圣济总录》白豆蔻丸。用于恶心呕吐，如《沈氏尊生书》白豆蔻汤；用于湿温初起。《得宜本草》：“得砂仁、甘草，治小儿吐乳；得砂仁、丁香、陈皮，治胃反。”附方 白豆蔻是治吐名药，也治噎膈，除疟疾寒热。　　]",
    " 烹饪指导": "[1. 白豆蔻忌见火。2. 可粉碎但不可炒用，否则将失去或减弱其特有的芳香美味。3. 湿温初起，身热不扬，胸闷不饥，湿重于热者，可与杏仁、薏苡仁、滑石等配伍。4. 脾胃寒湿呕吐者，可与半夏、藿香、生姜等配伍。5.烹调用途：作调味料，可去异味，增香辛。用于配制各种卤汤及供制卤猪肉、烧鸡之用。亦为咖喱粉原料之一。　　]",
    " 食疗价值": "[姜科草本植物白豆蔻的成熟果实。产于越南、泰国、老挝等地，我国产于云南、广东、广西。秋季采收，晒干生用，用时捣碎。性味辛温。有与砂仁相似的化湿行气、温中止呕的功用。常与砂仁同用。]",
    " 参看": "[《中药学》- 白豆蔻《本草纲目 · 白豆蔻》]"
},{
    "中药名称": "白粉蝶",
    "Pieris rapae": "[(Linnaeus；white butterfly )鳞翅目(Lepidoptera)粉蝶科(Pieridae)昆虫。粉蝶科共1,000多种，除白粉蝶外还包括黄蝶和橙尖粉蝶两类，世界性分布。广西地区都有分布。成虫翅展37∼63公釐(1.5∼2.5吋)，翅白色，翅缘有黑色斑纹，许多种表现颜色和花纹的雌雄二态性及季节二态性。幼虫色青绿，多被绒毛。蛹以尾端棘及丝带挂附树枝上。北美洲最常见的白粉蝶是欧洲菜粉蝶(pieris rapae)，约1860年引进北美洲。属于昆虫纲鳞翅目粉蝶科，是一种在世界各地都有分布的普通蝴蝶。成虫身体长15-20毫米，头、胸、背部为灰黑色，腹部白色。翼展45-55毫米，翅膀上面为白色，下面为淡黄色，前翅顶角和翅基为灰黑色，翅膀表面呈被粉状。雌蝶前翅上有两个黑斑，雄蝶只有一个。　　]",
    " 一、症状：": "[已知寄主植物有35种，但主要为害十字花科蔬菜。如白菜、花椰菜、油菜等。菜青虫初龄期在叶背啃食叶肉，残留表皮，呈小形凹斑，3龄以后吃叶成孔洞或缺刻。严重时，只残留叶脉和叶柄。同时排出大量粪便，污染菜叶和菜心，使蔬菜品质变劣，且虫伤又为软腐病菌提供了入侵途径，导致菜株发生软腐病，加速全株死亡。　　]",
    " 二、防治措施：": "[⑴清洁田园。收获后及时清除田间残株败叶，集中烧毁，以减少虫口密度。⑵人工捕捉。捕捉幼虫和蛹及成虫是很容易做到的，成虫可用网捕效果好。⑶保护和利用天敌昆虫。此法既可防虫又保护环境，减少农药的污染。⑷生物农药防治。用100亿活芽孢/克苏云金杆菌可湿性剂，每亩用100-300克对水50-60千克喷雾；或用100亿活芽孢/克青虫菌粉剂1000倍液喷雾；或用100亿活芽孢/克杀螟杆菌可湿性粉剂加水稀释成1000-1500倍液喷雾。以上药剂任用一种，于害虫初现期开始喷雾，7-10天喷1次，可连续喷2-3次。以上生物农药可兼杀蔬菜上其他蝶蛾类害虫。但须注意的是，离桑园较近的蔬菜地不能使用以上生物农药，也不能与化学菌剂混用。菜青虫的天敌很多，寄生在蛹上的有金小蜂、广大腿蜂；寄生在幼虫上的有黄绒茧蜂；寄生在卵上的有广赤眼蜂；还有捕食性的猎蜷、胡蜂及寄生性的细菌、真菌、病毒。以上天敌在抑制虫口上，起到很大作用。　　]",
    " 药物": "[【药 名】：白粉蝶【来 源】：为粉蝶科动物白粉蝶干燥成虫全体。【功 效】：消肿止痛。【主 治】：用于跌打损伤肿痛出血者。【性味归经】：苦，寒。入心经。【用法用量】：外用：适量。【别 名】：白蝴蝶、粉蝶、菜白蝶、菜青虫(幼虫名)、菜青虫(《中国药用动物志》)【动植物资源分布】：全国各地均有分布。【药材的采收与储藏】：夏季捕捉，随用随捕，也可用线穿起置通风处，干燥成虫全体入药。【考 证】：始载于《中国药用动物志》。]"
},{
    "中药名称": "白腹锦鸡",
    "分布": "[分布范围：缅甸东北部至中国西南部。引种至欧洲。 分布状况：全球性濒危（Collar et al., 1994）。海拔1800~3600米山林的非常见鸟，白腹锦鸡没有亚种分化，在我国分布于西藏东南部、云南、四川南部、贵州西部至广西西部红腹锦鸡分布的西界。通常也为是中国特有鸟类。170多年前，英国人便把白腹锦鸡弄到伦敦饲养。同红腹锦鸡一样，它也是世界上最漂亮的观赏雉，在各地动物园和野生动物养殖场均有饲养。　　]",
    " 习性": "[白腹锦鸡栖息于海拔从1000以下到4000米的山地常绿阔叶林、针阔叶混交林和针叶林中，也栖息于林缘灌白腹锦鸡丛、草破和矮竹林间，冬季到农田附近觅食。夜晚栖于树冠隐蔽处，白天下树在地上活动。多集成4-5只，或10余只的小群，冬季可达20—30只。极善奔走，在林中行走极快，但飞行能力差，一般很少飞翔，遇危险时多通过疾速奔跑和藏匿来避敌，仅在危急时才起飞上树，或沿山坡向下滑翔。杂食性，但主要以植物性食物为主。常以植物的茎、叶、花、果实、种子和农作物为食，也吃部分昆虫等动物性食物，其中较为常见的食物种类有马桑、胡颓子、花揪果、青杠果、半夏、华山松、木姜子、山樱桃、悬钩子、白牛筋、四照花，以及农作物小麦、玉米、黄豆、马铃薯和动物性食物金针虫、金龟子、叩头虫、蟋蟀、蜗牛、白蚁、蝗虫、鳞翅目幼虫等。主要在地上觅食。有时亦飞到树上啄食。觅食活动多在上午和下午，尤以早晨和临近傍晚较为频繁，中午多休息。有时亦到林缘灌丛草坡和农田地觅食。叫声：繁殖期雄鸟发出响亮、粗犷而悠远的ga-ga-ga叫声，或粗声的gua音；群叫声为柔软的shu-shu-shu-sss。告警叫声为刺耳的shi-ya。雌鸟召唤雏鸟的叫声为guo-guo-guo。雄鸟受威胁时叫声为ja-ja-ja-ja。　　]",
    " 繁殖": "[繁殖期4一6月。一雄多雌制。通常1只雄鸟配2一4只雌鸟。3月初雄鸟即出现发情行为。雄鸟间出现追赶和白腹锦鸡争斗。并开始占领领域。雄鸟常在自己领域内高声啼叫，求偶炫耀为侧面型。求偶时雄鸟眼下方粉绿色肉垂充血膨胀，后枕部白色披肩呈扇形展开，不停地围绕雌鸟转圈炫耀，并不时的将朝向雌鸟一侧的披肩向前下方极度伸展，两翅亦下垂，整个背部亦倾向雌鸟，显露出鲜艳的背羽；伺时将尾羽亦向雌鸟张开如扇，在雌鸟周围作圆弧形或半圆弧形运动，嘴里发出“呼”的声音，并保持此姿势一至数秒。如果雌鸟移动位置，雄鸟则迅速跳动，走半圆形或弧形路线抢在雌鸟前面，再重覆上述动作，反覆炫耀，并不时啄雌鸟头部，雌鸟若受啄蹲伏时，雄鸟即刻跳至雌鸟背部，并用嘴啄住雌鸟头部羽毛进行交尾。交尾时雌乌将尾偏向一侧，两个泄殖腔相吻合完成交尾。求偶炫耀时间最短为7分钟，最长达45分钟。通常营巢于林下灌丛、草丛或倒木和枯枝下地上，也有在岩缝里营巢。营巢位置一般都甚隐蔽，很难发现。巢甚简陋，通常为一圆形或椭圆形浅土坑，内再垫以枯草、枯叶和羽毛。巢的大小为15—25×19—27厘米，深5-13厘米。每窝产卵5-9枚，最多12枚，卵的颜色为浅黄褐色或乳白色，光滑无斑，大小为43—46.2×33—35.3毫米，卵重21—32克。孵化期22—23天。初生的雏鸟通体被有棕黄色绒羽，头顶部的中央冠纹、耳羽及背部的条纹均为黑褐色，下体淡棕白色，虹膜浅褐色，眼周淡皮黄色，上嘴基部黑褐色，嘴端和脚为肉黄色。体重为21.8 克。　　]",
    " 濒危等级": "[国家重点保护等级： 二级白腹锦鸡生效年代： 1989中国濒危动物红皮书等级： 易危生效年代： 1996　　]",
    " 濒危因素": "[栖息地破坏：云南中部、西部和东北部及四川西南部、贵州西部是白腹锦鸡的主要分布区。这些地区人口白腹锦鸡密集，农耕地的开垦日益扩大，森林面积日趋减少，严重破坏着白腹锦鸡的栖息环境。过度捕猎：乱捕滥猎，也使白腹锦鸡的野生资源数量逐年减少。作为医药成分被捕猎：中医传统理论认为白腹锦鸡.除去羽毛及内脏、取肉用，有止血解毒的功能。 因此被利用。　　]",
    " 药物说明": "[【药 名】：白腹锦鸡【来 源】：为雉科动物白腹锦鸡的全体。【功 效】：清热解毒、清肠疗痔。【主 治】：治疮疡疔疖、痔疮出血。【性味归经】：咸，寒。入心、大肠二经。【用法用量】：内服：煎汤，9一15克。【动植物资源分布】：地理分布四川西部，贵州西部及云南大部地区。【药材的采收与储藏】：白腹锦鸡的全体入药。四季均可猎捕，采得后，烧存性，研末。【考 证】：始载于《中国药用动物志》。【中药化学成分】：肉含蛋白质、肽类、氨基酸、脂肪。　　]",
    " 白腹锦鸡.中药材": "[【出处】始载于《中国药用动物志》。【拼音名】Bái Fù Jǐn Jī【英文名】Lady Amherst pheasant【别名】箐鸡肉【来源】药材基源：为雉科动物白腹锦鸡的肉。拉丁植物动物矿物名：Chrvsolophus amherstiae (Leadubeater)【原形态】白腹锦允，雄鸟头顶披以金属绿色的短羽，枕冠狭长，呈紫红色；后颈披心肝一片白色而具蓝和黑色边缘的扇状羽，似披肩一般较长的扇羽具1条与羽缘相平行的蓝黑色横斑；翕和肩羽均呈金属翠绿色；各羽近缘处围以黑纹，羽缘闪鲜绿色；背羽阔宽而呈方形，羽基黑，中部横以绿斑，羽缘以宽阔的棕黄色，这些羽缘大部都显露于外，所以下背几都呈现鲜绿色，腰羽具朱红羽缘；恬上覆羽白缀以蓝黑色斑，末端细长，而呈橙红色。中央尾羽白而具金属蓝黑色横斑，斑间并杂满云石状黑色斜纹；外侧尾羽和内翈呈黑白相杂的云石状，外翈银灰，向外缘转为浓黑褐色，而具蓝色横斑。两翅内侧大都为金属蓝黑色，各羽具黑缘，向外转为浓黑褐色；初级飞羽浅黑褐色，除第1枚外，外缘均为白色，脸和喉黑色，散缀以金属绿色闪点；胸与翕同，绿缘较宽且闪亮；腹和两胁均白，下胁和肛周杂以褐斑；尾下覆羽黑色，先端闪绿而具黑缘。眼周裸出部淡蓝色；嘴灰蓝色；脚灰蓝色。【生境分布】生态环境：常栖息多岩石的山地。出没于多刺灌丛和矮竹间。平时单独或成对活动。秋冬时常结成小群活动。以野果、植物嫩叶及昆虫为食。资源分布：分布于我国四川西部、贵州西部及云南大部分地区。【化学成份】肉含蛋白质（protein），肽类（peptides），氨基酸（amino acid），脂肪（fat）。【性味】味甘；性温【归经】心；大肠经【功能主治】止血；解毒。主血痔；疮疡肿毒【用法用量】内服：烧研，5-10g；作食品。【各家论述】《中国药用动物志》：有止血解毒的功能。主治血痔，痈疮肿毒等症。【摘录】《中华本草》]"
},{
    "中药名称": "白鬼笔",
    "资料来源": "[《全国中草药汇编》　　]",
    " 别名": "[鬼笔、鬼笔菌　　]",
    " 来源": "[真菌类担子菌纲鬼笔目鬼笔科白鬼笔Phallus impudicus L. ex. Pers.，以菌柄及菌托入药。　　]",
    " 生境分布": "[夏秋两季雨后，产生在林内地上。分布于山西、山东、安徽、广东。　　]",
    " 炮制": "[采摘后切去粘臭的菌盖，用水冲洗干净至无臭气，晒干或鲜用。　　]",
    " 性味": "[甘，温。　　]",
    " 功能主治": "[活血，除湿，止痛。主治风湿痛。　　]",
    " 用法用量": "[鲜品6两，浸泡在5两白酒（或五加皮酒）内，10日后服用，每服3～5钱，日服2次，干品用量为鲜品的1/10。　　]",
    " 性状": "",
    " 1.性状鉴别": "[根茎呈结节状不规则圆柱形，直径1.4-4.2cm，有分枝；表面灰棕色，有纵皱，弯曲处常有密集的横皱纹，皮孔横长，微突起而色淡。根圆柱形，多扭曲，直径0.3-1.5cm；表面灰褐色或黑褐色，皱纹明显，皮较薄，剥落处呈灰黄色。质硬，断面黄白色，纤维性。有特异香气，味微辛，稍苦、涩。性状鉴别：1. 粉末特征：灰白色。2.韧皮纤维长条形，平直或稍弯曲，有的一边波状，末端稍尖或钝圆，长180-650μm，直径16-54μm，壁厚4-18μm，孔沟粗而密，表面可见斜向交锗纹理，有的胞腔具菲薄横隔。2.草酸钙簇晶直径11-64μm，棱角大而较钝；有的含晶细胞数个相接，簇晶排列成行。3.射线细胞切向纵断面观呈类圆形或长圆形，切向壁具斜向交错或不规则网状纹理。4.导管为网纹和梯纹。此外，有木栓细胞及少数淀粉粒。　　]",
    " 2．理化鉴别": "[薄层色谱：取本品2g，加甲醇适量，制成100%(W／V)溶液，作供试品溶液。另取紫丁香甙、异贝壳杉烯酸、β-谷甾醇、4-甲氧基水杨醛作对照品，分别点样于同一硅胶G-CMC-薄层板上，用氯仿-甲醇-水(7：3：1，下层澄清液)展开15cm，喷以10%硫酸溶液，105℃恒温箱中烘4分钟显色。供试品溶液色谱中，仅与对照品紫丁香甙、β-谷甾醇色谱的相应位置上，显相同的色斑。　　]",
    " 化学成份": "[子实体含麦甾醇(ergosterol),糖醛酸聚糖(glycuronan),甲醛(ergosterol),乙醛(acetaldehyde),苯乙醛(phenylacetadehyde),苯基巴豆油醛(phenycroton-aldehyde),,甲基硫醇(methylmercaptan),硫化氢(hydrosul-furic acid),二氢查耳酮(dihydrochalcone),苯乙酸(phenylacetie acid),乙酸(acetic acid),丙酸(propionic acid).]"
},{
    "中药名称": "白果",
    "白果-形态特征": "[]",
    " 概述": "[名称：白果白果拼音:bái guǒ英文:Ginkgo Seed拉丁名:Semen Ginkgo【异名】银杏核、公孙树子、鸭脚树子、灵眼(《太仓州志》)。树异名：灵眼(《太仓州志》)、佛指甲(《浙江通志》)，佛指柑(《一握坤舆》)、鸭脚(《宛陵集》)，公孙树(《汝南圃史》)，鸭掌树、银杏。　　]",
    " 释名": "[以形状和颜色命名，见“历史沿革”项。　　]",
    " 历史沿革": "[始载于《日用本草》，李时珍谓：“原生江南，叶似鸭掌，故名鸭脚。宋初始入贡，改呼银杏，因其形似小杏而核色白也，今名白果。”《汝南圃史》称本植物为公孙树，古代本草仅以种子入药，现代则另有用树叶。　　]",
    " 来源": "[为银杏科植物银杏Ginkgo biloba L.除去肉质外种皮的种子。　　]",
    " 形态描述": "[落叶乔木，高可达40米。树干直立，树皮灰色。枝有长短两种，叶在短枝上簇生，在长枝上互生或螺旋状散生于长枝，扇形，长4～8厘米，宽5～10厘米，上缘浅波状，先端中间2浅裂或深裂，基部楔形，叶脉平行，脉叉状分歧；叶柄长2.5～7厘米。花单性，雌雄异株，与叶同时开放；雄花呈下垂的短柔荑花序，4～6个生于短枝上的叶腋内或苞腋，有多数雄蕊，花药2室，生于短柄的顶端；雌花每2～3个聚生于短枝上，每花有一长柄，柄端两叉，各生1心皮，胚珠附生于上，通常仅1个胚珠发育成熟。种子核果状，倒卵形或椭圆形，长2.5～3厘米，淡黄色，被白粉状蜡质；外种皮肉质，有白粉，有臭气，熟时橙黄色；内种皮灰白色，骨质，两侧有棱边；胚乳丰富，子叶2。花期4～5月。果期7～10月。全国大部分地区有栽培。本植物的根或根皮(白果根)、树皮(白果树皮)、叶(白果叶)亦供药用。　　]",
    " 生物学特性": "[生于向阳、湿润肥活的壤土及砂壤土，一般为栽培。　　]",
    " 地理分布": "[我国特有树种，浙江天目山有野生，全国各地广为栽培。主产区江苏、广西、四川、河南、山东、湖北、辽宁等。数江苏邳州最多，以广西产品为最佳，销往全国，并出口。　　]",
    " 栽培技术": "[]",
    " 一、选地整地": "[选地整地应选土层深厚、疏松肥沃、地势高，排水好的砂质壤上。银杏扦插育苗，选地整地，应选用黄松土、壤上为好。将他整平把细，作成龟背形畦面，宽1．2米，高25厘米，中间稍高，四边略低，四周开好排水沟，防止积水。并提前做好水利配套设施，以便灌溉保苗，育种一次性成功。移栽地，要选择地势高燥、日照时间长、阳光充足的地方，土壤要深厚、肥沃、排水良好的砂质壤土或壤上，以微酸性至中性的壤上生长茂盛，长势决，成林早。可进行集约化栽培和管理，建立大规模银杏生产基地，细心栽培，精心管理，高度重视，充分发挥其早期和长期效益。还可以利用房前屋后、古庙、风景区、路旁等空隙之地，庭院周围，旷野零星土地，进行银杏栽培种植。　　]",
    " 二、繁殖方法": "[1、扦插育苗2、定植方法 于冬季或春季1月下旬至2月上旬进行。按行株距5 米×4米，每亩株银杏苗，挖栽植穴，穴直径和深度为50厘米，穴底挖松15厘米，整平。每穴施人腐烂有机杂肥，和磷饼肥混合堆沤的复合肥20千克，与底土掺和均匀，上盖细土厚10厘米。最后，挖取银杏苗种入穴内，使报系舒展伸平，盖上稍高于原上平面，栽直、栽稳、踩实，接着浇一次定根水。因为银杏为雌雄异株，定植时，每亩要搭配5%的 雄株，以利授粉开花结果。　　]",
    " 三、田间管理": "[（1）中耕除草追肥定植后，初期行间可套种豆类、薯类及其他矮秆农作物或草本中药材。结合间作作物进行中耕除草和追肥。树冠郁闭前，每年施肥3次，第一次于春初，施催芽肥；第二次于夏初，施壮枝肥；第三次于冬季，封冻前，重施腊肥。肥料以有机肥为主，适当配合氮、磷、钾等化肥。施肥方法：于树冠下，开环状沟或放射状穴施入，施后盖土压肥、浇水。到结果期，于花期开始时，每隔1月， 要进行根外追肥1次，用0.5％的尿素加0.3％的磷酸二氧 钾肥，配制成水溶液，选晴天傍晚成阴天喷施在叶片技上。 如喷后下雨，应重新喷施。（2）人工授粉 银杏为风媒植物，在雌株开花前，采集 雄花枝，将其挂在雌株上，借助风力进行辅助授粉，以便提高坐果和结实率。（3）整枝修剪 于每年冬季，剪除枯枝、细枝、弱枝、重叠枝和伤残枝，还有直立性枝条和病虫枝条。夏季摘心，促 使养分发挥在多分枝上。同时抹除赘芽和剪除根部萌蘖， 减少养分的无谓浪费，促进植株生长发育。　　]",
    " 四、病虫害防治": "[危害银杏主要虫害有五种, 防治技术如下:1.超小卷叶蛾①成虫羽化多集中6～8 点和羽化后栖息树干的习性, 因此4 月上旬至下旬早晨9 点前, 是人工捕捉成虫和消灭虫卵的好时机。②剪除被害的枯萎枝, 并将地上的枯枝落叶一起烧毁。③在幼虫危害的关键时期( 4 月上旬至5 月上旬) , 用2.5%溴氢菊酯乳油3 000 倍液向树冠喷雾2 次, 或用80%液与40%的氧化乐果1 000 倍液混合喷洒, 有效率达100%。④在幼虫蛀入树皮后用敌敌畏原液、氧化乐果、柴油按4:5:10 配成油雾剂喷洒树干, 可有效地消灭幼虫。涂药杀成虫, 可于3 月下旬早蛹羽化之前, 用生石灰50kg、敌敌畏乳剂1kg、食盐10kg、清水190kg 配剂刷于树皮上, 可有效地防止成虫羽化。2.大袋蛾①秋冬落叶后, 结合修剪, 也可摘除虫囊烧掉。②6 月份孵出的幼虫, 多集中在叶片的背面, 正是喷药的关键时期, 用90%敌百虫1 000 倍液, 或50%的敌敌畏1 000 倍液进行喷雾, 效果达95%。3.黄刺蛾①在冬季, 结合修剪摘掉虫茧。②根据成虫具有趋光的习性, 可用黑光灯进行诱杀。③在幼虫发生期, 用90%的敌百虫或40%的氧化乐果乳液或50%的敌敌畏1 000 倍液、速灭杀丁2 000 倍液喷洒, 均有效果。④天敌有黑小蜂、五齿青蜂等, 凡被寄生蜂寄生的黄刺蛾茧的颈部都有一褐色的凹陷部分, 要特别注意保护, 不能摘除。4.大蚕蛾①成虫将卵产在1～3m 处树干的粗糙表皮裂缝或凹陷处,摘除容易。也可在7 月份捕捉老龄幼虫和摘茧。②利用黑光灯诱杀成虫。③采用2.5%敌杀死3 000 倍液或50%马拉硫磷1 500 倍液喷杀。老龄幼虫要加大剂量, 杀虫效果达95%以上。5.光肩星天牛①被孵化的幼虫在木质部和韧皮部之间, 可用铁丝做成铲形, 逐棵挖出。②因成虫具有群集性, 6～7 月份雨后天晴出现时, 抓紧时机, 组织人工捕杀。③在成虫产卵前, 于6 月上中旬用石硫合剂沉渣1 份、粘土2 份, 或生石灰10 份、硫磺1 份、水40 份、加少量食盐调成糊状,均匀地涂在主干或主枝上, 可有效地防止成虫产卵。④新排粪孔插1～2 根毒签并用黄泥封口, 防治效果达98%。　　]",
    " 白果品种": "[白果的产量指标，白果的外部形态和其内含物种类、数量，是鉴定银杏品种的基本条件。形态学特征、物候期，以及栽培特性等只是作为辅助条件加以评比。　　]",
    " 1.白果的优良品种": "[就现阶段而言，评价优良品种的主要标准是种实产量的丰欠、质量的优劣。优良品种是指：种核大小整齐度高；高产稳产，且连续3年的产量变幅不超过30%；种实出核率26%以上，种核出仁率在76%以上；种仁含淀粉在65%以上，含糖量在60%以上。按照以上指标，各地优选出来的优良品种如下：（1）大果银杏：主栽于湖北安陆、孝感，随州，广西灵川，河南罗山，安徽大别山等地。种实倒卵形，平均每个重11克，柄长4厘米。种核肥大，倒卵形，略扁，边缘有翼，纵径2.6厘米，横径2.2厘米，平均种核重3.3克，每公斤粒。。出核率29%，种核个大饱满，坐果率高。（2）大梅核：在浙江的诸暨、临安、长兴，广西的灵川、兴安，湖北的安陆、随州等地为主栽品种。江苏邳县、山东郯城也有栽培。种实球形或近于球形，纵径3.0厘米，横径2.8厘米,平均单个重12.2克，柄长4.5厘米。种核大而丰满，球形略扁，纵径2.4厘米,横径1.9厘米,平均单粒重3.3克,每公斤~420粒，出核率26%，出仁率75%。本品种种仁饱满、糯性强。抗旱，耐劳，适应性强，丰产性能较好。（3）大佛手：主栽于江苏吴县。江苏邳县，浙江长兴，湖北孝感，河南罗山，安徽大别山也有栽培。种实卵圆形，纵径3.5厘米，横径2.8厘米，平均单个重17.6克，柄细，长约4.0厘米。种核卵状长椭圆形，纵径2.9厘米，横径1.7厘米，平均单粒重3.3克，每公斤粒。出核率26%，出仁率75%以上。核大壳薄，糯性较差。耐涝抗风性能较弱，大小年不明显。（4）大金坠：主栽于山东郯城、江苏邳县。种实长椭圆形，形似耳坠，故名。种实纵径2.9厘米，横径2.4厘米，平均单个重10克，柄较长。种核长椭圆形，纵径2.7厘米，横径1.6厘米，平均单粒重2.8克，每公斤粒。出核率25.4%，核大，壳薄，糯性强。速生丰产，耐旱，耐涝，耐瘠薄。（5）大圆铃：山东郯城，江苏邳县栽培较多。种实近球形，纵径2.9厘米，横径2.8厘米，平均单个重13.7克，柄歪斜。种核短圆，纵径2.5厘米，横径2.1厘米，平均单粒重3.6克，每公斤粒。出核率26.1%，核大，壳薄，种仁饱满。树势强，生长旺，抗性强，生长快，结实早，高产稳产，对肥水条件要求高。（6）佛指：主栽于江苏泰兴。江苏邳县、山东郯城也有栽培。种实倒卵状长圆形，纵径3.1厘米，横径2.4厘米，平均单个重13.3克，柄细长，长约5厘米。种核倒卵状长扁圆形，纵径2.7厘米，横径1.7厘米，种核平均单粒重3.3克，每公斤粒。出核率28%，核大，壳薄，品质优。（7）洞庭皇：主栽于江苏吴县，广西灵川、兴安。种实倒卵圆形，纵径3.6厘米，横径2.8厘米，平均单个重17.6克，柄长4.3厘米。种核卵状长椭圆形，纵径3.1厘米，横径1.9厘米，平均单粒重3.6克，每公斤粒。　　]",
    " 采收加工": "[秋季种子成熟时采收，除去肉质种皮外层，稍蒸或略煮后，烘干。　1．银杏（白果）： 9-11月，当外种皮呈橙黄色时，或自然成熟脱落后， 采集果实，采后堆放在阴湿处，还可以浸泡在缸里，使果肉 腐烂。然后取出，于清水中援去肉质外种皮，冲洗干净，晒 干，贮存备用，同时，打碎外壳，剥出种仁，称为生白果仁。 以蒸、炒、根等方法加工，打碎外壳，取去种仁，即为熟白果仁。2．银杏（白果）叶 ：应于10一11月收集，经秋霜打后的叶片，晾干，去净杂质，可为药用。8月份当叶子发黄之前采集提炼，其银杏 叶总黄酮及银杏叶内酯含量高，因此，生产上多采集发黄之前的青色叶子作为提炼的原料。由于银杏提取物有较稳定的治疗脑血管硬化的作用，畅销国内外，其提取物每千克销售价达800美元，因此，栽培银杏可获得良好的经济效益。【炮制】炒用或生用。白果仁：拣净杂质，除去硬壳。熟白果：取拣净的白果，蒸熟、炒熟或煨熟，去壳。【贮存】置通风干燥处。【商品规格】按大小分、二、三等。【鉴别】一、性状鉴别：干燥的种子呈倒卵形或椭圆形，略扁，长径1.5～2.5厘米，短径1～1.8厘米。外壳(种皮)白色、灰白色至淡棕黄色，平滑，坚硬，边缘有2条棱线盘绕，顶端渐尖，基部有1~2个圆点状种柄痕。壳内有长而扁圆形的种仁，剥落时一端有淡棕色的薄膜。种仁淡黄色或黄绿色，内部白色，粉质。中心有空隙。靠近顶端有子叶2枚或更多。气微，味甘、微苦涩。以外壳白色、种仁饱满、里面色白者佳。二、显微鉴别：白果粉末:浅黄棕色。1.淀粉粒单粒长圆形、圆形、卵圆形或类三角形，长5-18μm，点状、裂缝状、飞鸟状或三叉状，大粒可见层纹。2.石细胞单个散在或教个、十数个成群，类圆形、长圆形、类长方形、贝壳形或不规则形，有的具突起，长61－322μm，直径27－ 125μm，壁厚，纹孔及孔沟清晰，可见层纹，有的胞睦含有黄棕色或红棕色物。3.内种皮薄壁细胞浅黄棕色或红棕色，类方形、长方形或多角形。4.胚乳薄壁细胞无色，类圆形或长圆形，内充满淀粉粒。5.具缘纹孔管胞多破碎，直径33－72μm，末端渐尖或钝圆。　　]",
    " 药用价值": "[]",
    " 化学成分": "[主要含黄酮类，其主要成分为山奈黄素、槲皮素、芦丁、白果素、银杏素、穗花双黄酮等。尚含奎宁酸等有机酸、银杏酸（ginkgolic acid）、银杏酚（bilobol）等酚类，以及银杏醇（ginnol）、蛋白质、脂肪、碳水化合物、钙、磷、铁、胡萝卜素等。其毒性成分为白果酚。种子含少量氰甙、赤霉素和动力精样物质。内胚乳中还分离出两种核糖核酸酶。一般组成为：蛋白质6.4%、脂肪2.4%、碳水化物36%，糖6%(主要为蔗糖)，钙10毫克、磷218毫克、铁1毫克，胡萝卜素320微克、核黄素50微克 ，以及多种氨基酸。外种皮含有毒成分白果酸、氢化白果酸、氢化白果亚酸、白果酚和白果醇。尚含天门冬素、甲酸、丙酸、丁酸、辛酸、廿九烷醇-10等。花粉含多种氨基酸、谷氨酰胺、天门冬素、蛋白质、柠檬酸、蔗糖等。雄花含棉子糖可达鲜重的4%。【含量测定】【药理】1.白果各部分，特别是白果酸，能抑制结核杆菌的生长，体外对多种细菌及皮肤真菌有不同程度的抑制作用。过食白果可致中毒，出现腹痛、吐泻、发热、发绀以及昏迷、抽搐，严重者可呼吸麻痹而死亡。2.本品能抑制结核杆菌的生长，对多种革兰氏阴性及阳性菌和皮肤真菌有不同程度的抑制作用。有祛痰和微弱的松弛支气管平滑肌的作用。有抗衰老作用，银杏甲素有抗过敏作用。【性味归经】1.性味：甘、苦、涩，平，有毒。①《饮膳正要》：\"味甘苦，无毒。\"②《滇南本草》：\"味甘，平，性寒。\"③《纲目》：\"甘苦，平，涩。\"\"熟食小苦微甘，性温，有小毒。\"性平，味甘、苦、涩。入经。2.归经：入肺、肾经。①《纲目》：\"入肺经。\"②《本草汇言》：\"入手太阴、大阳经。\"③《本草再新》：\"入心、肺、肾三经。\"　　]",
    " 功效": "[敛肺定喘，止带浊，缩小便。用于痰多喘咳、带下白浊、遗尿尿频。①《三元延寿书》：\"生食解酒。\"②《滇南本草》：\"大疮不出头者，白果肉同糯米蒸合蜜丸：与核桃捣烂为膏服之，治噎食反胃，白浊、冷淋；捣烂敷太阳穴，止头风眼疼，又敷无名肿毒。\"③《品汇精要》：\"煨熟食之，止小便频数。\"④《医学入门》：\"清肺胃浊气，化痰定喘，止咳。\"⑤《纲目》：\"熟食温肺益气，定喘嗽，缩小便，止白浊；生食降痰，消毒杀虫；(捣)涂鼻面手足，去皶泡，皯黯，皴皱及疥癣疳匿、阴虱。\"⑥《本草再新》：\"补气养心，益肾滋阴，止咳除烦，生肌长肉，排脓拔毒，消疮疥疽瘤。\"⑦《本草便读》：\"上敛肺金除咳逆，下行湿浊化痰涎。\"⑧《现代实用中药》：\"核仁治喘息，头晕，耳鸣，慢性淋浊及妇人带下。果肉捣碎作贴布剂，有发泡作用；菜油浸一年以上，用于肺结核。\"⑨《山东中药》：\"治遗精，遗尿。\"　　]",
    " 临床应用": "[一、.治哮喘，痰嗽，白带，白浊，遗精，淋病，小便频数。1.敛肺平喘，减少痰量：适用于咳喘气逆，痰多之症，无论偏寒，偏热均可。2.收涩止带，除湿：用治白浊带下。无论下元虚衰，白带清稀，或湿热下注、带下黄浊者，随症配伍，均可使用。3.祛痰定喘：用于治疗喘咳痰多，能消痰定喘。4.收敛除湿：可治疗赤白带下，小便白浊，小便频数、遗尿。二、治疗肺结核对改善症状有一些作用。服药后部分病人的发热、盗汗、咳嗽、气喘、咳血、食欲不振等，可见不同程度的好转。用法：在中秋节前夕，将半青带黄的银杏(选取外表丝毫无损的大颗粒)摘下，不用水洗，亦不去柄，随即浸入生菜油内，浸满100天后即可使用。每日早、中、晚各服1粒(小儿酌减)，饭前服，视病情连服1～3个月。【用法用量】4.5~9g，水煎服。内服：煎汤，1.5～3钱；捣汁或入丸、散。外用：捣敷。【宜忌】有实邪者忌服。①《日用本草》：\"多食壅气动风。小儿多食昏霍，发惊引疳。同鳗鲡鱼食患软风。\"②《纲目》：\"多食令人胪胀。\"【选方】①治鼩喘：白果二十一枚(去壳砸碎，炒黄色)，麻黄三钱，苏子二钱，甘草一钱，款冬花三钱，杏仁一钱五分(去皮尖)，桑皮三钱(蜜炙)，黄芩一钱五分(微炒)，法制半夏三钱(如无，用甘草汤泡七次，去脐用)。上用水三钟，煎二钟，作二服，每服一钟，不拘时。(《摄生众妙方》定喘汤)②治梦遗：银杏三粒。酒煮食，连食四至五日。(《湖南药物志》)③治赤白带下，下元虚惫：白果、莲肉、江米各五钱。为末，用乌骨鸡一只，去肠盛药煮烂，空心食之。(《濒湖集简方》)④治小儿腹泻：白果二个，鸡蛋一个。将白果去皮研末，鸡蛋打破一孔，装入白果末，烧熟食。(内蒙古《中草药新医疗法资料选编》)⑤治诸般肠风脏毒：生银杏四十九个。去壳膜，烂研，入百药煎末，丸如弹子大。每服三丸，空心细嚼米饮下。(《证治要诀》)⑥治牙齿虫露：生银杏，每食后嚼一个，良。(《永类钤方》)⑦治鼻面酒皶：银杏、酒酻糟。同嚼烂，夜涂旦洗。(《医林集要》)⑧治头面癣疮：生白果仁切断，频擦取效。(《秘传经验方》)⑨治下部疳疮：生白果，杵，涂之。(《济急仙方》)⑩治乳痈溃烂：银杏半斤。以四两研酒服之，以四两研敷之。(《救急易方》)白果中毒，古代即有记载，近年来亦屡有报告。大多发生在入秋白果成熟季节，因炒食或煮食过量所致。以10岁以下小儿为多，成人偶亦有之。中毒者服食量小儿自7粒至150粒，成人自40粒至300粒不等。中毒出现的时间在食后1～12小时不等。症状以中枢神经系统为主，表现为呕吐，昏迷，嗜睡，恐惧，惊厥，或神志呆钝，体温升高，呼吸困难，面色青紫，瞳孔缩小或散大，对光反应迟钝，及腹痛、腹泻等，白细胞总数及嗜中性粒细胞升高。少数病例并有末梢神经功能障碍表现，呈两下肢完全性弛缓性瘫痪或轻瘫，触痛觉均消失。多数患者，经救治可获恢复，但也有少数因中毒重或抢救过迟而死亡。一般认为引起中毒及中毒的轻重，与年龄大小、体质强弱及服食景的多少有密切关系。年龄愈小中毒可能性愈大，中毒程度也愈重；服食量愈多，体质愈弱，则死亡率也愈高。　　]",
    " 现代临床研究": "[【食疗食用】银杏果性平、味甘、苦、涩、有小毒。可润肺，定喘，涩精，止带，寒热皆宜。治哮喘，痰嗽，白带，白浊，遗精，淋病，小便频数。1.敛肺平喘，减少痰量：适用于咳喘气逆，痰多之症，无论偏寒，偏热均可。2.收涩止带，除湿：用治白浊带下。无论下元虚衰，白带清稀，或湿热下注、带下黄浊者，随症配伍，均可使用。3.祛痰定喘：用于治疗喘咳痰多，能消痰定喘。4.收敛除湿：可治疗赤白带下，小便白浊，小便频数、遗尿。【传说典故】【附注】：　　]",
    " 中成药": "[1）.银杏露 白果仁476.2g，蔊菜 714.3g。以上二味，将白果仁打碎，用60%乙醇渗漉，漉液回收乙醇；薄菜水煮两次，合并煎液滤 过，浓缩成清膏 (每lml相当於总药材2g) ，冷后加等量乙醇混匀，静置24小时，滤过并回收乙醇；与白果仁提取液合并混匀，静置3日，滤 过；取蔗糖314.3g制成单糖浆，与薄荷脑、杏仁香精、防腐剂适量加入上述滤液混匀，加水至1 000ml即得。本品为淡棕色液体；气香， 味甜。相对密度应为1.15－1.18。功能镇咳化痰，定喘。用於急慢性支气管炎，排痰不爽，久咳气喘。口服，每次－15ml，每日— 4次。〔卫生部&lt;药品标准.中药成方制剂) (第二册) 1990年〕2）.百咳宁片 白果 (去皮) 1 200g，青黛600g，平贝母600g。以上三味，除青黛外，粉碎成粗粉，照浸渍法用70%乙醇浸渍3次，合并浸出 液，回收乙醇，浓缩成膏，干燥，粉碎，过筛；将浸膏粉、青黛加适量辅料，混合，粉碎，过筛，制粒，干燥，整粒，加润滑剂，混 匀，压片，包衣。片重0.1g。除去糖衣后呈棕褐色；味淡。功能清热化痰，止咳定喘。用於小儿百日咳。口服，1周岁以内，每次片；1－3周岁，每次－4片，每日3次。 (《吉林省药品标准》1986年)2.是否医保用药：医保3.是否非处方药：处方4.中 华 名 木山东省临沂市郯城县新村乡有一棵白果树据说有“三千岁”，我们当地人称为“老神树”。2004年又被国家绿化委员会命为“中华名木”。5.价值：银杏，又名白果，是现存种子植物中最古老的孑遗植物。植物学家常把银杏与恐龙相提并论，并有植物界的大熊猫之称。银杏属于干果类，在诸多的干果中，银杏的经济价值排名第三。白果的价值主要体现在食用和药用。食用白果，养生延年，银杏在宋代被列为皇家贡品。日本人有每日食用白果的习惯。西方人圣诞节必备白果。就食用方式来看，银杏主要有炒食、烤食、煮食、配菜、糕点、蜜饯、罐头、饮料和酒类。白果的药用主要体现在医药、农药和兽药3个面。明代李时珍曾曰：“入肺经、益脾气、定喘咳、缩小便。”清代张璐璐的《本经逢源》中载白果有降痰、清毒、杀虫之功能，可治疗“疮疥疽瘤、乳痈溃烂、牙齿虫龋、小儿腹泻、赤白带下、慢性淋浊、遗精遗尿等症”。明代江苏、四川等地曾出现了用白果炮制的中成药，用于临床。银杏外种皮含有大量的氢化白果酸和银杏黄酮。外种皮水溶性成分具有较好的镇咳祛痰作用，其作用性质与环磷酰胺及地塞米松类似。外种皮醇类中间体对22种临床常见致病真菌的抑制有效率为81%。0.1%的氢化白果酸抑制25种种临床致病真菌的有效率为92%。此外，外种皮提取物对苹果炭疽病等11种植物病菌的抑制率达88%-100%。醇提取物对丝棉金尺蠖3天内防治率达100%，同时可防治叶螨、桃蚜、二化螟等害虫。据《民间兽医本草》记载，银杏制剂可治家畜劳伤吊鼻、肺痈咳喘、肺虚咳嗽、尿淋尿血、母畜白带等症。山东牧畜医站研制的定喘汤，治疗鸡传染性喉气管炎，治愈率达95%。银杏叶也具有重要的药用价值。到目前为止已知其化学成分的银杏叶提取物多达160余种。主要有黄酮类、萜类、酚类、生物碱、聚异戊烯、奎宁酸、亚油酸、蟒草酸、抗坏血酸、a-已烯醛、白果醇、白果酮等。中国科学院植物所等单位于60年代用银杏叶研制出舒血宁针剂，经试验对冠心病、心绞痛、脑血管疾病有一定的疗效。同时，银杏叶也可以作为农药使用。将1kg叶加水20kg，煮沸30分钟，然后泡2-3天，取其药液喷红蜘蛛、菜青虫防虫率达90%以上，而且无残留。目前，用银杏叶提取物配制的护肤、护发等方面的产品达50余种。此外，利用银杏叶研制的银杏叶饮料、银杏桃果汁、银杏啤酒、银杏茶等保健品已在市场上流通，并取得了良好效果。银杏的生态效益主要体现在：从栽培角度上看，银杏属于果树一干果；属于林木一用材树种、防护树种、抗病虫树种、长寿树种及耐污染树种。银杏适应能力强，是速生丰产林、农田防护林、护路林、护岸林、护滩林、护村林、林粮间作及“四旁”绿化的理想树种。它不仅可以提供大量的优质木材、叶子和种子，同时还可以净化空气、涵养水源、防风固沙、保持水土、改善农田小气候，是一个良好的造林、绿化及观赏树种，对我国大江南北农林种植结构调整、平原农区林业的发展有重要意义。 银杏木材优质，价格昂贵，素有“银香木”或“银木”之称。银杏木材质具光泽、纹理直、结构细、易加工、不翘裂、耐腐性强、易着漆、掘钉力小，并有特殊的药香味，抗蛀性强。银杏木除可制作雕刻匾及木鱼等工艺品，也可制作成立橱、书桌等高级家具。银杏木具共鸣性、导音性和富弹性，是制作乐器的理想材料。可制作测绘器具、笔杆等文化用品，也是制作棋盘、棋子、体育器材、印章及小工艺品的上等木料。在工业生产上，银木最适宜制作X线机滤线板、纺织印染滚、机模及脱胎漆器的木模、胶合板、砧板、木质电话等。　　治疗病症见《证治准绳.杂病》。青黄牒出一证，经治之后珠上膏水斑杂结为翳，状如白混障者，南人呼为白果。本病初起风热攻击及撞损真膏等害，血气瘀滞亢极攻碎神珠。神珠之中膏汁俱已溃烂而出。本病愈后不太好。参见蟹睛及螺旋突起条。没有干透的银杏果买回家后要放在阴凉处阴干，但是银杏果散发的气味特别难闻，是特怪的酸臭气，收拾过后，其气味久久不散。　　]",
    " 治疗病症": "[]",
    " 中草药别名": "[【别名】银杏，银杏仁，白果仁，灵眼，佛指柑，佛指甲，公孙树果仁，鸭脚子，鸭脚果仁，鸭掌树果仁。【商品名】白果。银杏。以个大均匀、种仁饱满、壳色白黄者为佳。【处方名】白果，白果仁，蒸白果，炒白果，熟白果等。处方中写白果指生白果仁。为原药材去外壳及仁外之薄衣。捣碎入药者。蒸白果为净白果仁蒸后捣碎入药者。炒白果为净白果仁甩文火炒至深黄色，略有焦斑，捣碎入药者。熟白果为蒸、煮、煨、炒白果的统称。　　]",
    " 食疗价值": "[银杏科乔木植物银杏的种仁。又称白果仁、鸭脚子。银杏又名白果树、公孙树，是世界上最古老的树种之一。为我国特产植物。西南、华东等多数地区有栽培。秋季采收成熟果实，除去肉质的外种皮，洗净晒干，去硬壳用或经蒸炒后备用。[性能]味甘，微苦、涩，性温，有小毒。能温肺益气，定喘咳，缩小便，止带滞，止泻，益脾。[宜忌]宜：肺结核咳嗽，老人虚弱哮喘者宜食；妇女体虚白带多，中老年人遗精白浊，小便频数，小儿遗尿者宜食； 宜炒熟或蒸熟后食用。忌：白果有小毒，不宜多食常食；五岁以下小儿忌食白果。[参考]含蛋白质、氨基酸、脂肪、胡萝卜素、维生素B2、钙、磷、铁和微量氢氰酸等成分。[用途]用于肺虚喘咳，哮喘；气虚或肾气不固，遗尿、尿频；脾虚或脾肾两虚，带下，白浊，腹泻。[用法]熟食，或入丸、散剂。[注意]不可生食。熟食也不能过多，每次以服10~15g为宜，否则容易中毒。白果有毒，自古即有记载。中毒时可出现头痛、发热、惊厥、烦躁、呕吐、呼吸困难等。此外，邪实痰多者不宜服。虚实兼夹而须服用本品时，可配合适当的药物。[附方]1，艾煨白果：鲜白果10个，煨熟，去壳以仁；陈艾5g，捣绒，同适量米饭混合作团，将白果捏合其中，外用菜叶包裹，放火灰中煨香。只取白果食之。每日2次。源于《秘韫方》。方中陈艾能温里散寒，白果与之同煨，更能温肺益气、平喘止咳。用于肺部虚寒，喘咳止气。慢性支气管炎，哮喘属虚寒证而较轻者，用之颇有效验。2，白果炖鸡：白果仁、莲子各15g，糯米50g，胡椒3g（略捣）；乌骨鸡一只，去毛和内脏，洗净，将各物装入鸡腹内，外以线缚定，加水适量，用水火炖至烂熟，调以食盐，空腹食之。亦可佐餐用。源于《集简方》。白果、莲子、糯米均能补益脾气，白果、莲子并能收涩止带，乌骨鸡最擅益阴血，合而用之，则大补气血，收涩止滞。佐以胡椒温中健胃进食。用于身体虚弱，气血不足，少食体倦，带下色白。3，烤鸡蛋白果：白果仁2~4粒，研成细末；鸡蛋1个，将一端敲破呈一小孔，将白果粉末装入蛋内，坚放在火上烤熟。每日服2~3次。本法有补脾和涩肠止泻之功。民间用于小儿脾虚腹泻。此外，也有将白果粉末装入蛋内煮熟食的。可用于脾虚带下，量多色白。　　]",
    " 营养价值": "[白果是营养丰富的高级滋补品，含有粗蛋白、粗脂肪、还原糖、核蛋白、矿物质、粗纤维及多种维生素等成份。据科学得出结论：每100g鲜白果中含蛋白质13.2g， 碳水化合物72.6g，脂肪1.3g，且含有维生素C、核黄素、胡萝卜素、及钙、磷、铁、硒、钾、镁等多中微量元素，8种氨基酸，具有很高的食用价值、药用价值、保健价值，对人类健康有神奇的功效。白果果仁含有多种营养元素，除淀粉、蛋白质、脂肪、糖类之外，还含有维生素 c ，核黄素、胡萝卜素、钙、磷、铁、钾、镁等微量元素，以及银杏酸、白果酚、五碳多糖、脂固醇等成分。具有益肺气、治咳喘、止带虫、缩小便、平皴皱、护血管、增加血流量等食疗作用和医用效果。根据现代医学研究，银杏还具有通畅血管、改善大脑功能、延缓老年人大脑衰老、增强记忆能力、治疗老年痴呆症和脑供血不足等功效，银杏抗衰老的本领。在德国和法国的科学影响很大。除此以外，银杏还可以保护肝脏、减少心律不齐、防止过敏反应中致命性的支气管收缩，还可以应用于对付哮喘、移植排异、心肌梗塞、中风、器官保护和透析。经常食用白果，可以滋阴养颜抗衰老，扩张微血管，促进血液循环，使人肌肤、面部红润，精神焕发，延年益寿，是老幼皆宜的保健食品和款待国宾上客的特制佳肴。种仁中的黄酮甙、苦内脂对脑血栓、老年性痴呆、高血压、高血脂、冠心病、动脉硬化、脑功能减退等疾病还具有特殊的预防和治疗效果。　　]",
    " 现代研究": "[1．化学成分：种子含蛋白质、脂肪、淀粉、氰苷、维生素B2及多种氨基酸；外种皮含有毒成分白果酸、氢化白果酸、白果酚、白果醇等。肉质外种皮含白果酸、氢化白果酸、氢化白果亚酸、银杏二酚、白果醇和黄酮类化合物。　2．药理作用：能抑制结核杆菌的生长，体外对多种细菌及皮肤真菌有不同程度的抑制作用。乙醇提取物有一定的祛痰作用，对气管平滑肌有微弱的松弛作用。白果二酚有短暂降压作用，并引起血管渗透性增加。银杏外种皮水溶性成分能清除机体超氧自由基，具有抗衰老作用，还具有免疫抑制及抗过敏作用3．不良反应：银杏毒性成分为银杏毒及白果中性素（白果酸、白果醇及白果酚等）。银杏毒有溶血作用，服用量过大，易中毒，生品毒性更大，而以绿色胚芽最毒。白果的毒性成分能溶于水，加热可被破坏，故本品熟用毒性小，若做为食品，应去种皮、胚芽，浸泡半天以上，煮熟透后才可食用。一般中毒症状为恶心呕吐，腹痛腹泻，发热，烦躁不安，惊厥，精神萎顿，呼吸困难，紫绀，昏迷，瞳孔对光反应迟钝或消失。]",
    " 参看": "[白果中毒《中药学》- 白果]"
},{
    "中药名称": "白蒿",
    "内容":"【异名】蘩(《诗经》)，皤蒿(《毛诗传》)，由胡、蘩母、旁勃(《夏小正传》)，白艾蒿(《僧深集方》)，蓬蒿(《开宝本草》)。茵陈（《老圃赋》）民间有'二月茵陈，五月蒿'　【来源】为菊科植物大籽蒿的全草。【植物形态】大籽蒿二年生草本，高50～150厘米。茎被白毛，多分枝。单叶耳生；有柄；2～3回羽状深裂或全裂，终裂片宽线形、线形或近披针形，先端常钝，上面绿色，毛较少，下面灰绿色，密生白毛；茎上部的叶羽状分裂或不分裂；近无柄。头状花序半球形，径5～7毫米，有梗，下垂，排成圆锥状花序；总苞片密被白毛，最外列者线形，灰黄绿色；小花皆为管状，黄色，表面有腺点，全部结实，花托有毛，毛几与小花等长。瘦果小，狭长倒卵形，具纵纹，黄褐色，长不及1毫米。花期8～9月。果期9～10月。生长河边、草地、荒地。分布东北、华北及甘肃、陕西，豫西等地。【化学成分】本植物的绿色部分含一种倍半萜烯类白蒿宁，地上部分又含白蒿素、洋艾内酯和洋艾素。干植物含生物碱0.12～0.2%、焦性儿茶酚糅质0.499%、黄酮类0.831%、内酯类，及微量的呋喃香豆精，此外，又含芸香甙、异槲皮甙。【药理作用】从其中分出的倍半萜r-内酯，对金黄色薄萄球菌、大肠杆菌等在体外有抑制作用。【性味】甘，平。①《本经》：'味甘，平。'②《别录》：'无毒。'③《千金.食治》：'味苦辛，平，无毒。'④孟诜：'寒。'【功用主治】治风寒湿痹，黄疸，热痢，疥癞恶疮和病毒感染（俗称上火）等。①《本经》：'主五藏邪气，风寒湿痹，补中益气，长毛发令黑。疗心悬少食常饥。'②孟诜：'捣汁去热黄及心痛。叶干为末，夏日暴水痢，以米饮和一匙，空腹服之。又烧灰淋煎治淋沥疾。'【用法与用量】内服：煎汤，或捣汁。【选方】治恶癞疾，遍体面目有疮者：白艾蒿十束如升大，煮取汁，以麴及米，一如酿酒法，候熟稍稍饮之。(《僧深集方》)【临床应用】治疗急性细菌性痢疾取白蒿鲜草2两或干品1两，水煎。分～3次服，每日剂，5～7日为一疗程；或制成冲剂及片剂服用。共治100例，显效(3天内达临床治愈)70例，有效(4～7天内达临床治愈)23例，治愈率为93%。据部分病例观察，服药后体温恢复正常平均1.35天，便次恢复正常2.12天，腹痛消失1.55天，里急后重消失1.68天；大便镜检恢复正常及细菌转阴平均时间分别为3.02天和5.65天。疗效似较黄连、痢特灵、合霉素等为高。冲剂、片剂疗效似较煎剂为差。其茎叶可入药《本草纲目》载：气味苦，平、微寒，无毒。主治：风湿寒热邪气。热结黄疸，久服轻身益气耐老。面白长年。白兔食之仙。治通身发黄，小便不利，降低头热，去伏瘕。通关节，去滞热，伤寒用之。……附方：茵陈羹。除大热黄疸，伤寒痛，风热瘴疟，利小便；以茵陈细切，煮羹食之。生食亦宜。嫩茎叶可供食用。清明节之际，正是白蒿风华正茂之时，上坟祭祀的人们络绎不绝，顺便采集白蒿治病或是解馋。白蒿的吃法有许多，一是吃包子、团子做馅，二是掺进玉米面蒸窝头，还可以清拌豆腐，也可以蒸熟了吃……都挺好吃。白蒿窝头：将白蒿嫩茎叶去杂洗净，切碎，掺进玉米面，拌匀和好，蒸窝头。既调剂了伙食，又能防病治病。"
    "参考": "[《本草纲目 · 白蒿》]"
},{
    "中药名称": "白鹤灵芝",
    "别名":"癣草"
    "英文名":"Twig and leaf of Bignose Rhinacanthus"
    "拉丁植物动物矿物名":"Rhinacanthus nasutus (L.) Kurz ［Justicia nasuta L.; Rhinacanthus communis Ness］白鹤灵芝Rhinacanthus nasutus (L.)Lindau 为爵床科植物。具有润肺降火、杀虫止痒的功能。主治肺结核、肾炎水肿、体癣、湿疹。主产于广西、广东、云南等省（区）。"
    "形 态": "灌木，高1-2米。叶对生，卵形、椭圆形或长圆披针形，有短柄。花单生或2-3朵排成小聚伞花序，花冠管延长，2唇形，白色。蒴果长椭圆形，种子4枚或少数。药材为干燥枝叶。枝扁圆柱形，灰绿色，有纵沟。叶皱缩，绿褐色。"
    "生长习性": "野生于丘陵或平原荒地、路边、河旁等处。喜温暖、湿润的环境。冬季如遇霜冻，叶片枯萎脱落。对土壤要求不严，一般土壤均能种植。忌积水。"
    "病虫防治": "叶斑病为害叶片。发病初期，喷1∶1∶100的波尔多液或50％的甲基托布津600倍液。"
    "采收加工": "白鹤灵芝以枝、叶入药。秋季采收。在离地面8-10厘米处割取枝叶，晒至七八成干时，捆扎成把。继续晒至全干即可。一般亩产干品400-500千克。白鹤灵芝性凉味甘美芳香，主入肺、肝、胃、大小肠诸经，有降火、润肝、清肺热、消炎解毒等功效，为最佳青草茶原料，冷热饮俱佳。主治肺热、热咳、喘咳、肺结核、食道结核、鼻病、支气管炎、喉炎、肝病，配合巴参、紫苏、大本猪母乳、鱼腥草、六角、白花蛇舌草、枇杷、金桔、杨桃等水果制精力汤，可治气管炎，久服可治过敏性气管诸疾。治肺痨、肺结核，除了上述药草之外，可加丸仔草、金钱薄荷、叶下红、金线莲等，加水果作精力汤，空腹时现作现喝，极具功效。"
    "治糖尿病":"可用白鹤灵芝加白猪母乳、云南白药、土人参、甘薯叶、赤查某，加水果作精力汤，连渣一起服用，每日餐饭前绞汁服，不但可有效控制糖尿病，久服还可逐渐减轻症状。"
    "治心脏病":"用白鹤灵芝加鱼腥草、白龙船、车钱草、竹叶菜、杨梅草、天门冬，煮水服用，可兼去湿气。"
    "治肝病":"用白鹤灵芝加河莲豆草、白凤菜、山茼蒿、赤查某、六角、红竹叶、铁苋等，喝酒族宜添加西瓜、柚子、柳丁等具有解酒毒功效的水果为佳，绞汁现作现喝，比单纯的强肝剂有效。"
    "其他":"白鹤灵芝还可治胃肠病、溃疡，能除湿利尿、消肿毒、治湿疹、脚气，还可当刀伤出血外敷止血良药，据先祖指称，白鹤灵芝也是早期中国疗伤圣药「云南白药」的主药之一，可见其疗伤止血功效极佳。"
},{
    "中药名称": "白花菜",
    "简介": "[白花菜种拉丁名: Cleome gynandra L，种别名: Cleome gynandra L，别 名 羊角菜、屡析草、臭花菜、臭豆角、猪屎草、五梅草、白花仔草。　　]",
    " 营养价值": "[是一种白花科的野生草本植物，《本草纲目》上有记载，《药典大全》里也有详细的描述，科研部门的测定显示它富含对人体有益的十七种微量元素。，明显高于雪里红和其它阔叶蔬菜。白花菜还具有较高的药用价值，其茎、叶和根都是较好的中药材，具有清热解毒、祛风降湿、开胃健脾、增强食欲、防病治病等多重功效。该物种为中国植物图谱数据库收录的有毒植物，其毒性为全草有小毒，多食、生熟均可引起中毒，食后半天至一天发作，首先出现视物模糊、四肢尤其后肢明显无力，有时有头痛，眼眶胀痛、瞳孔中度散大、对光反射迟钝、幻视、膝反射亢进。重者1—2日后完全失明、瘫痪。愈后遗有视力障碍及肌力减退。损害视神经及四肢运动神经。该植物有臭味，能驱虫。种子油可杀灭头虱，捣烂的叶敷于皮肤有烧灼感，并可发红起泡。　　]",
    " 生长地区": "[白花菜集中生长在湖北中部的云梦县府河流域胡金店镇、清明河乡等的一带，及京山县境内与安陆市接壤的漳水河两岸，以及当地人有将白花菜腌制食用的习惯。 康熙《安陆县志》记载：“白花菜：夏月开小白花，可为齑，香味绝胜，有红梗白梗两种，红梗尤美，他处皆不及亦土性异也。”全市各地均产，生产于府河两岸。 1958年董必武来安陆品尝后倍加赞赏。传统方法腌制的白花菜香味独特，口感丰富，回味无穷，是当地人餐桌上的美味佳肴和最佳佐料。目前，我们投放市场的白花菜产品开袋开瓶即食，客户可以根据自己的口感和爱好以白花菜为原料制作出多种菜肴及佐料，如白花菜炒肉丝、白花菜炒鸡蛋、白花菜炖鱼头、白花菜炒饭等，用白花菜配成各式的火锅，更加爽口，别有一番风味。白花菜果夹似羊角，又叫羊角花，其花姿似蝴蝶飞舞，优美别致，又叫醉蝶花。既可做优良蜜源植物，又可入药。《本草纲目》记载：“主治下气，煎水洗痔，捣烂敷风湿庳痛，擂酒饮止症。”　　]",
    " 性味：": "[苦、辛、温、有小毒。　　]",
    " 功效：": "[有活血止痛、祛风散寒的功用。　　]",
    " 主治：": "[各子可健胃、助消化、散寒止痛、治风湿痛、慢性关节炎、脓疡、骨结核、痔疮、疟疾。叶止下痢、治跌打。根治淋病。　　]",
    " 单方验方：": "[1、治风湿痛痹：白花菜12克，三叉苦根15克，虎姆根30克，猪排骨水煎和酒少许服。2、治遗精、白浊：鲜白花菜60克和猪赤肉炖服，每日剂，连服3-5次。3、治淋浊、带下：白花菜根15-24克，水酒各半煎服。4、治白带：白花菜15克，猪赤肉水煎服。5、止下痢、治跌伤：白花菜叶15-24克，水煎服。6、治健胃、助消化：白花菜种子1-1.5克，水煎服。7、治痔疮肿痛：白花菜全草水煎，熏洗患处。8、治风湿痹痛：白花菜全草捣烂外敷患处9、偏方预防治疗月子里的疾病: 产妇第30天。取白花菜少许，熬水，取其水，打入鸡蛋7个，产妇一次服下，卧床休息一天。可预防治疗产妇，在月子里留下的各种疾病。　　]",
    " 白花菜露地越冬栽培关键": "[一、选用优良品种。越冬栽培的白花菜应选用冬性强的晚熟品种或特晚熟种。1、晚熟品种：龙峰系列或南苜系列120天、140天，耐寒、抗病，株高60?65厘米，花球雪白紧实，能耐短时间零下6?7℃低温。7月下旬?8月上旬播种，春节前后上市，亩产花球3000?3500公斤。2、特晚熟种：龙峰系列或南苜系列180天、200天，株高65?70厘米，耐寒、抗病，能耐零下8℃左右的低温。花球硕大，雪白紧实，单球重1.5?2公斤。8月中下旬播种，9月下旬至10月上旬定植，翌年2?3月上市，亩产花球4000公斤以上。二、培育壮苗。白花菜性喜向阳温暖，较耐旱，生长季节短，且再生能力强。育苗地应选择土壤疏松、排水方便的田块。每亩施腐熟厩肥1500公斤、人畜粪肥1000?1250公斤作基肥。每平方米用种量2? 3克。播后覆盖湿润细土和遮阳网。齐苗后在幼苗根际薄施一层细土，避免根部外露和幼苗倒伏。幼苗2?3片真叶时假植15天，株行距6.6厘米×9.9厘米。近年来应用立体栽培技术，将白花菜与其他农作物间作套种，一年可播种 3-4次，每种一次可采摘数次。三、适时定植。幼苗真叶6?7片，苗龄35?40天定植。晚熟种定植期在9月中下旬，特晚熟种在9月下旬至10月上旬。晚熟种一般每亩栽2000?2200株，畦宽 1.2米（包括排水沟），株距50?60厘米，特晚熟种畦宽1.3米（包括排水沟），株距65?70厘米。定植前，每亩施腐熟厩肥3000?4000公斤、人畜粪肥1500?2000公斤、过磷酸钙20?25公斤。定植时尽量带土移栽不伤根，并浇足活棵水。桑园套作，宜选用特晚熟种。10月上中旬，秋桑采收基本结束时定植。3月份新枝尚未抽出时采收。花菜枝可埋青作桑田基肥。四、肥水管理。根据越冬白花菜的生育特点，定植后采用前促、中稳、后攻的肥水管理方法。活棵后每亩施腐熟人畜粪肥500?750公斤加尿素5?8公斤提苗，并松土中耕1?2次。10 月下旬逐行中耕壅土，控制肥料的使用，确保植株稳健生长，增强越冬阶段抗寒能力。当30%的植株出现直径1?2厘米大小的嫩花球，应重施结球肥，每亩施尿素15?20公斤、人畜粪肥1000?1250公斤，以后看苗补施肥1?2次，以满足结球期的肥水需求。白花菜对硼、钼等微量元素十分敏感，可每亩用硼砂 50克或钼酸铵10克配成水溶液施于定植穴内作基肥。五、采收。白花菜的采收标准是，花球充分长大，表面圆正，边缘尚未散开。采收时留球下几片叶，可保护花球。为使花球洁白柔嫩，在花球露出叶片时，将最上部的2?3张叶折断覆盖在花球上，防止花球变黄、发紫。]"
},{
    "中药名称": "白花菜子",
    "内容": "【别名】臭菜、臭花菜、羊角菜。【来源】白花菜科白花菜属植物白花菜Cleome gynandra L.［Gynandropis gynandra （L.） Briq.］的种子，其全草亦入药。秋季采挖全草，晒干，打下种子。【植物形态】白花菜 一年生草本，有恶臭。茎多分枝，高达1米，密被粘性腺毛。掌状复叶，互生；叶柄长3～7厘米；小叶5片，倒卵形或菱状倒卵形，长2.5～5厘米，宽1～2厘米，先端锐或钝，基部楔形，全缘或有细齿，上面无毛，下面叶脉上微有毛。总状花序顶生；花有梗，基部有叶状苞片3；萼片4，卵形，先端尖；花瓣4，倒卵形，长约1厘米，宽约5毫米，有长爪，白色或带紫色；雄蕊6，花丝下部附着于雌蕊的子房柄上；雌蕊子房有长柄，突出花瓣之上，1室，花柱短，柱头扁头状。蒴果长角状，长5～10厘米，先端有宿存柱头。种子肾脏形，宽约1毫米，黑褐色，中部微陷，表面有突起的皱褶状膜。花期5～8月。果期6～9月。生长于荒地，或栽培于庭园。分布河北、河南、安徽、江苏、广西、台湾、云南、贵州、广东等地。本植物的种子(白花菜子)、根(白花菜根)亦供药用，各详专条。【性味归经】苦、辛，温。有小毒。【功能主治】祛风散寒，活血止痛。用于风湿疼痛，腰痛，跌打损伤，痔疮。【用法用量】外用适量，捣烂外敷或煎水洗患处。【摘录】《全国中草药汇编》"
},{
    "中药名称": "白花丹",
    "内容": "【拼 音】BAIHUADAN【英文名】Whiteflower Leadword Root【拉丁名】药材Radix Plumbaginis Zeylanicae原植物Plumbagozeylanica L.【别 名】山坡苓、假茉莉、总管(《生草药性备要》)、千里及、鸟面马(《植物名汇》)、白雪花(《广州植物志》)、野苜莉、隔布草(《福建民间草药》)、千槟榔、照药(《广西药植图志》)、天槟榔(《南宁市药物志》)、白皂药、白花皂药(《四川中药志》)、一见消(广州部队《常用中草药手册》)、白花岩陀(《云南中草药》)。【来 源】为双子叶植物药白花丹科植物白花丹的全草及根。【功 效】祛风，散瘀，解毒，杀虫。【主 治】治风湿关节疼痛，血瘀经闭，跌打损伤，肿毒恶疮，疥癣。【性味归经】辛苦涩，温，有毒。①《生草药性备要》：“味苦，性寒，无毒。”②《广西药植图志》： “味辛，气烈，性热，有大毒。”③《四川中药志》：“性温，味淡，无毒。”④《岭南草药志》： “性微温；根茎：味微涩微苦；叶：辣，有毒。”入肺、脾、肝三经。【用法用量】内服：煎汤，3～5钱。外用：煎水洗，捣敷或涂擦。【用药忌宜】广州部队《常用中草药手册》：“孕妇禁服。”【药物配伍】配桂枝，温通经络，活血行血；配海风藤，祛风湿通络止痛；配牛膝，活血破瘀通络止痛；配蒲公英，清热解毒、消肿散瘀；配玄参，滋阴泻火，软坚散结；配金银花，清热解毒。【动植物资源分布】分布广东、广西、台湾、福建、四川、云南等地。【药材的采收与储藏】全年可采。【中药化学成分】根的氯仿抽提物中可得矶松素(Plumbagin)、3一氯矶松素和3，3’一双矶松素(3， 3’一Biplumbagin)。根中又含蛋白酶、蔗糖酶、葡萄糖、果糖。不含糖甙、生物碱和皂甙。 根含黄酮类的醌类化合物等。黄酮类化合物有白翠雀花素(leucodelphinidin)、异槲皮甙(isoquercitrin)、杜鹃花甙 (azeleatin-3-rhamno-side)。醌类化合物有白花丹素(plumbagin)、3-氯白花丹素(3-chloro-plumbagin)及双白花丹素(3,3 ′-biplumbagin)。另外尚含有白花丹酸(plumbagic acid, β-2,3-二羟基苯甲酰丁酸)、β-谷甾醇、香兰酸 (vanillic acid)及挥发油。【植物形态】白花丹。多年生蔓生亚灌木状草本，高2～3米。茎细弱，基部木质，分枝多，光滑无毛，有棱槽，绿色。单叶互生；叶片卵圆形至卵状椭圆形，长4～9.5厘米，宽1.5～5厘米，先端尖，全缘，基部阔楔形，渐狭而成一短柄；叶柄基部扩大而抱茎。穗状花序顶生或腋生，长5～25厘米；苞片短于萼，边缘为干膜质；花萼管状，绿色，长约1厘米，上部5裂，具5棱，棱间干膜质，外被腺毛；花冠白色或白而略染蓝，高脚碟状，管狭而长，长约2厘米，先端5裂，扩展；雄蕊5，生于喉处；子房上位，1室，有胚珠1粒，柱头5裂。蒴果膜质。花期9～10月。野生或栽培。【性味】辛苦涩，温，有毒。①《生草药性备要》："味苦，性寒，无毒。"②《广西药植图志》："味辛，气烈，性热，有大毒。"③《四川中药志》："性温，味淡，无毒。"④《岭南草药志》："性微温；根茎：味微涩微苦；叶：辣，有毒。"【功用主治】祛风，散瘀，解毒，杀虫。治风湿关节疼痛，血瘀经闭，跌打损伤，肿毒恶疮，疥癣。①《生草药性备要》："散疮，消肿，祛风。治蛇咬，痢症，去眼膜，迎风下泪；擦癣疥癞，去毒俱妙。"②《岭南采药录》："其叶捣烂敷跌打伤，能去瘀。"③《四川中药志》："治痨伤吐血，虚弱带下及咳嗽心累。"④广州部队《常用中草药手册》："祛风除湿，散瘀消肿。根：治风湿骨痛，陈旧性关节扭伤，心胃气痛。"【选方】①治风湿关节疼痛，腰腿扭伤：白花丹根五分至一钱。水煎服或泡酒，每次五毫升，日服二次。(《云南中草药》)②治血瘀经闭：白花丹干根一两；或加瘦猪肉二两，水煎服。(《福建中草药》)③治跌打损伤：白花丹鲜叶一握捣烂，酌加热红酒，摩擦伤口周围。(《福建民间草药》)④治跌打扭伤，蛇咬伤，恶疮：白花丹鲜叶三至四片，与它药配合捣烂外敷.一般敷十五至三十分钟除去，以免局部起泡。(广州部队《常用中草药手册》)⑤治肛周脓肿，急性淋巴腺炎，乳腺炎，蜂窝织炎，疖肿：鲜白花丹适量捣烂，用双层纱布包好，敷于患处至痊愈。(广西《中草药新医疗法处方集》)⑥治脾脏肿大：白花丹根浸酒服。重症并取叶和糯米捣烂，制成汤丸大，蒸熟，晚间睡醒服一丸。(《岭南草药志》)⑦治疟疾：白花丹鲜叶七至八片，揉烂，于疟疾未发前两小时缚在手脉上(待有烧灼感时取去)。(《福建民间草药》)⑧治脚底硬结疼痛(胼胝)：白花丹鲜叶一握，稀饭一撮，食盐少许，捣烂涂贴，日换一次。(《福建民间草药》)⑨治厚皮癣：白花丹茎叶捣烂擦。(《广西药植图志》)⑩治瘰疬未溃：白花丹鲜根五钱至一两，酌加猪瘦肉，水炖服。(《福建中草药》)"
},{
    "中药名称": "白花鬼针草",
    "内容": "学名：Bidens alba。一年生草本，原产於热带美洲。由於瘦果冠毛具倒刺，可附在人类或动物的皮毛上，或随货物而传播，现已成为田野、路边、花坛、庭园常见的杂草之一。巴西坎皮纳斯大学的研究人员不久前发现，在南美广泛分布的白花鬼针草具有抗癌功效。据里约热内卢媒体10月18日报道，坎皮纳斯大学肿瘤和血液研究中心的科研人员从这种草中提取有效物质，针对前列腺癌、卵巢癌和乳腺癌等5种癌细胞分别进行了实验。在所有实验中，白花鬼针草的提取物都能阻止癌细胞的生长。"
},{
    "中药名称": "白花蛇",
    "来源": "[五步蛇Agkistrodonacutus（Gunther）的干燥全体。　　]",
    " 性味归经": "[甘、咸，温；有毒。归肝经。　　]",
    " 功能主治": "[祛风，通络，止痉。用于风湿顽痹，麻木拘挛，中风口歪，半身不遂，抽搐痉挛，破伤风，麻风疥癣，瘰疬恶疮。　　]",
    " 用法用量": "[3～4。5g。 研粉吞服1～1。5g。　　]",
    " 备注": "[（1）对风湿痹痛、筋脉拘急等症，可配伍豨签草、独活、威灵仙等药同用；治口眼喎斜、语言蹇涩，或筋脉挛急、肌肉麻痹等症，可与全蝎、当归、羌活、白芷等配伍应用，或浸酒服。治破伤风，痉挛抽搐及小儿惊风痉厥，配伍乌梢蛇、蜈蚣等药同用。此外，白花蛇又可用于麻风，疥癣，具有祛风攻毒之效，可与乌梢蛇、雄黄等药同用。　　]",
    " 李时珍和白花蛇的故事": "[李时珍为了搞清白花蛇的形态，验证书本记载，李时珍来到了蕲州城北的龙蜂山捕蛇（白花蛇为蕲州特产），只听得有人唱道：“白花蛇，谁叫尔能辟风邪，上司索尔急如火，州中大夫只逼我，一时不得皮肉破”。随着歌谣而来的是几个肩背竹篓的捕蛇人，他们正朝着几棵石楠藤走去，据说白花蛇爱吃石楠藤的叶，所以石楠藤也就成了白花蛇的“家”，日夜盘缠在石楠藤上。捕蛇人发现白花蛇后，立即从地上捞起一把沙土，对准白花蛇撒去，说来也奇，白花蛇遇到沙土，真象面粉遇水一样，缩成了一团，捕蛇人立即上前用木叉往白花蛇的颈部叉去，另一手抓住蛇体的后部，这时白花蛇再也施不出威力来了。李时珍定前去仔细观察了白花蛇的形态，只见蛇头大似三角形，嘴里长着4只长牙，背上有24块斜方格，腹部还有斑纹，与一般的蛇，确实不一样。接着，捕蛇人格蛇挂在路旁的小树上，用刀剖其腹，去其内脏，盘曲后装进了竹篓筐，据说，将蛇烘干后，才能当药用。李时珍记录了捕蛇过程中的每一个细节活动，不仅补充了本草书，也为后来编写《白花蛇传》，提供了重要材料。几年后，李时珍又根据白花蛇的祛风特性，制成了专治半身不遂和中风的“白花蛇酒”。据现代药理分析，证明白花蛇的提取物，具有镇静、镇痛，扩张血管和降压作用。]",
    " 参看": "[《中药学》- 白花蛇《本草纲目 · 白花蛇》]"
},{
    "中药名称": "白花蛇舌草",
    "形态特征": "[白花蛇舌草(图2)白花蛇舌草（学名：Hedyotis diffusa）：一年生披散草本，高15-50cm。根细长，分枝，白以。茎略带方形或扁圆柱形，光滑无毛，从基部发出多分枝。叶对生；无柄；叶片线形至线状披针形，长1-3.5cm，宽1-3mm，先端急尖，上面光滑，下面有时稍粗糙，侧脉不明显；托叶膜质，基部合生成鞘状，长1-2mm，先端芒尖。花单生或成对生于叶腋，常具短而咯粗的花梗，稀无梗；萼简球形，4裂，裂片长圆状披针形，长1.5-2mm，边缘具睫毛；花冠白色，漏斗形，长3.5-4mm，先端4深裂，裂片卵状长圆形，长约2mm，秃净；雄蕊4，着生于冠简喉部，与花冠裂片互生，花丝扁，花药卵形，背着，2室，纵裂；子房下位，2室。柱头2浅裂呈半球形。蒴果扁球形，直径2-2.5mm，室背开裂，花萼宿存。种子棕黄色，细小，且3个棱角。花期7-9月，果期8-10月。　　]",
    " 地理分布": "[白花蛇舌草(图4)分布云南、广东、广西、福建、浙江、江苏、安徽等地。由于用量大，野生资源减少，宜适当发展人工栽培，满足用药需要。主产于福建、广东、广西、云南、浙江、江苏、安徽等省区。生于潮湿的田边、沟边、路旁和草地。　　]",
    " 药材特性": "[]",
    " 1.药材性状": "[白花蛇舌草(图3)全体扭缠成团状，灰绿色至灰棕色。主根细长，粗约2mm，须根纤细，淡灰棕色。茎细，卷曲，质脆，易折断，中心髓部白色。叶多皱缩，破碎，易脱落；托叶长1-2mm。花、果单生或成对生于叶腋，花常具短而略粗的花梗。葫果扁球形，直径2-2.5mm，室背开裂，宿萼顶端4裂，边缘具短刺毛。气微，味淡。　　]",
    " 2.显微鉴别": "[茎横切面：表皮细胞1列，类方形或卵圆形，常有单个细胞向外突起，形成非腺毛，外被角质层。皮层窄，细胞呈类圆形；内皮层细胞1列。韧皮部较窄。木质部导管2-7个相连成单个径向排列成行；木纤维壁较厚，木化化；射线窄，常1-2列细胞，壁薄，木化。髓部宽广，细胞较大，内含淀粉粒，髓部通常中空。皮层及髓部薄壁细胞中偶见草酸钙针晶。　　]",
    " 3.粉末特征": "[灰黄色。①叶表皮细胞多角形，垂周壁平直；气孔千轴式，长圆形。②茎表皮细胞长条形，有气孔。③导管主为环纹或螺纹，直径15-30μm。④草酸钙簇晶存在于叶肉组织中，直径1y-15μm。⑤草酸钙针晶多见，成束或散在，长75-135μm。⑥淀粉粒众多，单粒类圆形，复粒由2-3分粒组成。　　]",
    " 化学成份": "[全草含车叶草甙（ asperuloside），车叶草甙酸（asperulosidic acid），去乙酸基车叶草甙酸（deacetylasperulosidicacid），都桷子甙酸（genipoSidic acid），鸡屎藤次甙(scandosi白花蛇舌草(图5)de)，鸡屎藤次甙甲酯（scandodide methyl ester）， 6-O-对-羟基桂皮酰鸡屎藤次甙甲酯（6-O-p－hydroxycinnamoyl scandoside methylester），6-O-对-甲氧基桂皮酰鸡屎藤次甙甲酯（6-O-P-methO-xycinnamlyl scandoside methyl ester），6-O-阿魏酰鸡屎藤次甙甲酯（ 6-O-feruloyl scandoside methyl ester），2-甲基-3-羟基蒽醌（ 2-methyL-3-hvdroxyanthraquinone），2-甲基-3-甲氧基蒽醌（ 2-methyl-3-methoxyanthraquinone），2-甲基-3-羟基-4-甲氧基蒽醌（2-methyl-3-hvdroxy-4-methoxyanthraquinone）等[1-3]，以及熊果酸（ursolic acid），β-谷甾醇（β-sitosterol）[4]，三十一烷（hentriacon-tane），豆甾醇（stigmasterol），齐墩果酸（oleanolic acid），β-谷甾醇-β-葡萄糖甙（β-sitosterol-β-D-glucoside），对-香豆酸（ p－coumaricacid）等。 　　]",
    " 药理作用": "[]",
    " 1.抗肿瘤作用": "[在体外（相当生药6g/ml）对急性淋巴细胞型、粒细胞型白花蛇舌草(图6)、单核细胞型以及慢性粒细胞型的肿瘤细胞有较强抑制作用。　　2.抗菌消炎作用体外抗菌作用并不显着，只对金黄色葡萄球菌和痢疾杆菌有微弱作用。2.1.抗菌：煎剂用试管稀释法，1:4对金黄色葡萄球菌、福氏痢疾杆菌，1:2对伤寒杆菌、绿脓杆菌等具抑制作用。2.2.抗炎免疫：煎剂4g/kg1日内灌服4次，对正常兔及人工狭窄阑尾所致的实验性阑尾炎兔均有刺激网状内皮糸统增生，增加吞噬细胞的吞噬能力，并使嗜银物质倾向致密化，增强机体的防御能力而达到抗炎的作用。【毒性】浸膏半数致死量，小鼠腹腔注射为104g生药/kg。　　]",
    " 2.抗菌消炎作用": "[]",
    " 3.理化鉴别": "[薄层色谱：取本品粉末1g，已加乙醇10ml，加热回流30min，趁热滤过，滤液蒸干，残渣加乙醇1ml溶解作为供试品溶液。另取齐墩果酸对照品，加乙醇制成每1ml含1mg的溶液，作为对照溶液。吸取上述两种溶液各5ml，点于同一硅胶G薄层板上，以石油醚-苯-醋酸乙酯-冰醋酸（20：41：14：1）为展开剂，展开，取出，晾干，置碘缸中显色。供试品色谱在与对照品色相应位置上，显相同颜色的斑点。　　]",
    " 4.性味": "[苦甘；寒；无毒白花蛇舌草　　]",
    " 5.归经": "[心；肝；脾；大肠经　　]",
    " 6.功能主治": "[清热解毒；利湿。主肺热喘咳；咽喉肿痛；肠痈；疖肿疮疡；毒蛇咬伤；热淋涩痛；水肿；痢疾；肠炎；湿热黄疸；癌肿　　]",
    " 7.用法用量": "[内服：煎汤，15-30g，大剂量可用至60g；或捣汁。外用：捣敷。　　]",
    " 8.注意": "[《广西中药志》：孕妇慎用。　　]",
    " 各家论述": "[]",
    " 1.《潮州志.物产志》": "[茎叶榨汁次服，治盲肠炎，又可治一切肠病。　　]",
    " 2.《广西中药志》": "[治小儿疳积，毒蛇咬伤，癌肿。外治白泡疮，蛇癞疮。　　]",
    " 3.《闽南民间草药》": "[清热解毒，消炎止痛。　　]",
    " 4.《泉州本草》": "[清热散瘀，消痈解毒。治痈疽疮疡，瘰疬。又能清肺火，泻肺热。治肺热喘促、嗽逆胸闷。　　]",
    " 5.《广西中草药》": "[清热解毒，活血利尿。治扁桃体炎，咽喉炎，阑尾炎，肝炎，痢疾，尿路感染，小儿疳积。　　]",
    " 临床应用": "[]",
    " 1.治疗小儿肺炎": "[用白花蛇舌草注射剂，每次肌肉注射2毫升（含4克生药的有效成分），婴儿减半，每日2次，疗程5～7日。治疗112例，痊愈52例，近愈25例，好转17例，无效12例，死亡6例，平均住院7.98天　　]",
    " 2.治疗阑尾炎": "[取鲜白花蛇舌草1两（干品5钱），水煎服，每日2次。小儿酌减。症状较重者可增至2～3两。个别腹胀严重者加用水针或新针治疗，中毒症状较重者兼用补液并禁食。治疗19例均愈，其中急性阑尾炎12例和阑尾脓肿3例，服药8～9天，平均于1.9天和3.3天退热。3.2天和6天症状体征消失。1例治愈4个月后复发，仍以同样方法治愈。有报告用鲜全草4两（干品1～2两），每日～2剂煎服；或制成100％的针剂行肌肉注射，每次2毫升，每日2次，重症6小时1次。治疗各种类型阑尾炎（包括急性、亚急性及阑尾穿孔并发腹膜炎）50余例，一般服药2～3天临床症状消失，1周痊愈出院。其中以急性阑尾炎的疗效最好。煎剂疗效优于针剂。又有报告以煎剂内服治疗急慢性阑尾炎30例，对单纯性、症状较轻、发病1～2天入院的单用白花蛇舌草；对症状较重，有明显全身和局部症状者，配用海金砂、野菊花全草或桉叶。除2例慢性阑尾炎重新入院行手术治疗外，均获痊愈。平均住院4.2天。　　]",
    " 3.治疗输精管结扎术后副睾郁积症": "[在常用的精索封闭及中西药物治疗的基础上，加用白花蛇舌草（每日两煎服，一般3～4周为一疗程，最长者服10周以上），可提高疗效；特别对单纯性副睾郁积症效果更为明显。用于睾丸肿胀疼痛，属热毒壅盛者，取白花蛇舌草清热解毒，软坚散结之功。处方：白花蛇舌草20g，黄柏15g，玄参15g，生地15g，连翘15g，红花10g，三棱12g，牛膝12g，荔枝核15g，白芍15g，甘草5g。水煎服，日一剂。　　]",
    " 4.治疗毒蛇咬伤": "[取该品5钱，以白酒半斤煮沸3～5分钟，去渣，以2／3口服（1日分～3次服完），1／3外敷伤口。敷药时先吸出伤口毒血，清洗消毒后用消毒棉垫覆盖包扎，然后将药酒浇湿敷料（以保持湿润为度）。若不能饮酒者，可用清水煎煮，沸后再加入适量白酒，但一般仍以白酒煮为佳。对水肿顽固不退，病情严重及伤口感染者，适当加用其它中草药及抗菌素；对于轻型戒中型病例，单用本法治疗即可。据19例观察，一般用药3～6剂即获痊愈。　　]",
    " 5.治疗盆腔炎、附件炎": "[用白花蛇舌草1.5两，配以入地金牛（两面针）3钱，或再加穿破石（苌芝）3钱，水煎服，每日剂。77例患者治疗后，4例无效，余均痊愈。此外，曾试用100％白花蛇舌草针剂肌肉注射，每次2毫升，每日3次，治疗子宫颈癌，胃癌、肝癌各1例，症情均有不同程度的改善。曾用白花蛇舌草、茵陈、金钱草各1两制成\"利胆合剂\"，治疗胆石症等胆道疾患共10例，其中9例腹痛、黄疸、发热等症状平均2.2天获得缓解；3例胆总管造瘘术后的患者，服药后胆汁量成倍增加，胆汁沉渣排出很多，黄疸指数逐渐下降，提示\"利胆合剂\"具有明显的利胆与排石作用。　　]",
    " 6.治黄疸型肝炎": "[肝经湿热是其主要病因病机，治疗以清热利湿为主，而白花蛇舌草临床应用疗效明显。湿热蕴久成毒，结于肝胆，白花蛇舌草配伍其他清热、利湿、解毒的药物治疗，可取得满意疗效。　　7.治乙型肝炎患者多有胁肋胀痛，口苦纳呆，呕恶腹胀，小便短赤，此乃湿热郁结于肝经，肝木郁之，用白花蛇舌草清利湿热、平肝散结。方用白花蛇舌草20g，茵陈12g，金钱草20g，柴胡12g，郁金15g，板蓝根15g，香附15g，栀子12g，丹参15g，白芍15g，甘草5g。水煎服，日一剂。　　]",
    " 7.治乙型肝炎": "[]",
    " 8.治急性扁桃体炎": "[患者热象明显，乳蛾红肿疼痛，可用白花蛇舌草20g，配伍黄芩15g，银花12g，连翘15g，玄参15g，麦冬15g，桔梗12g，射干12g，甘草9g，丹皮12g，板蓝根15g。　　]",
    " 9.治各种癌症": "[在辨证的基础上取解毒散结、消瘀止痛的白花蛇舌草，配莪术、重楼、半枝莲、山慈姑，可用于治疗胃癌、食道癌、直肠癌。　　]",
    " 10.治尿路感染": "[用于尿频、尿急、尿痛，对湿热征象明显者尤为适用，在辨证用药的同时使用白花蛇舌草疗效更加明显。　　]",
    " 11.治肾积水": "[证属湿热下注，蕴积于肾，水湿不利，常用白花蛇舌草20g，配伍三金汤（金钱草60g，海金砂15g，鸡内金15g），加木通12g，生地15g，丹参20g，牛膝15g，白术12g，甘草6g。水煎服，日一剂。　　]",
    " 12.治前列腺肿大": "[此种类型老年病人居多，诊断明确后，可单剂使用白花蛇舌草治疗，每日每次g水煎服。或用白花蛇舌草50g，开水冲泡，代茶饮。　　13.治乳腺小叶增生以妇人为主，多因情志所伤，疏泄失常，肝气郁结，经期前后病情加重，每以白花蛇舌草20g配伍柴胡15g，郁金15g，枳壳15g，玄参15g，当归12g，川芎12g，夏枯草12g，蒲公英12g，牡蛎20g，香附15g，白芍12g，甘草6g。日一剂，水煎服。　　]",
    " 13.治乳腺小叶增生": "[]",
    " 14.治子宫肌瘤": "[主要用于初始期，大小在5cm以内的小肿瘤。取白花蛇舌草消肿散结、活血祛瘀之功。常与半枝莲、山慈姑、莪术、丹参、当归、川芎、白芍、甘草配伍应用。　　]",
    " 15.治湿疹": "[在辨证服药的同时，取白花蛇舌草清热解毒、消肿散结的作用，将其研末后用紫草油调匀外敷，疗效亦佳。白花蛇舌草栽培技术白花蛇舌草为全草类药用植物，具有清热解毒、利尿消肿、活血止痛等功效，近年医学又证明其具有抗癌和护肝等功效。由于野生资源日益减少，其市场出现缺口，价格不断上升，发展人工种植前景好。一、整地白花蛇舌草应选择地势偏低、光照充足、排灌方便、疏松肥沃的壤土种植。基肥每亩施各种腐熟的农家肥500千克或复合肥50千克和磷肥50千克，将基肥均匀撒入土内，浅耕细耙，开沟作畦，畦宽1米，畦沟深25厘米，畦面呈龟背形，以便排灌。二、播种1、播种时间播种量。白花蛇舌草播种时间可分为春播和秋播，春播作商品，秋播既可作商品又可留种，春播在南方水稻栽培地区，以3月下旬至5月上旬为佳，春播收获后可在原地连播，也可留根发芽栽培。秋播于8月中下旬进行。一亩地需要种子1公斤。2、种子的播种前处理。由于白花蛇舌草种子细小，又包含在果实中，为了提高出苗率，播种前应进行种子处理，具体方法为：将白花蛇舌草的果实放在水泥地上，用橡胶或布包的木棒轻轻摩擦，脱去果皮及种子外的蜡质，然后将细小的种子拌细土数倍，便于播种均匀。3、播种方法。白花蛇舌草播种分为条播和撒播两种。条播行距为30厘米；撒播将带细土的种子均匀播在畦面上，稍压或用竹扫帚轻拍，在播种后用稻草薄薄盖一层，白天遮荫，晚上揭开，直至出苗后长出4片叶子为止，或播种后采用猪栏肥薄薄盖在畦面并留有空间，既遮荫，又使土壤疏松，有利于出苗，早晚喷浇1次水，保持畦面湿润，但不要积水。秋播畦面要用稻草覆盖，防止暴晒，影响出苗，待苗出4片叶子时，揭去遮盖稻草，秋季如留根繁殖，不需要遮荫，畦沟里应灌满水，以畦面湿润不积水为佳。三、田间管理。1、间苗及除草。幼苗出土后应结合松土除草，并进行间苗，在苗高8～10厘米时按株距10厘米左右定苗，植株尚未封行之前应勤除杂草，并追浇1次稀薄人畜粪水，待植株长大封行后就不再除草，以免锄伤植株。2、排灌。播种后应保持土壤湿润，但忌畦面积水，雨后有积水要及时排除；高温期间应在沟内灌水，起到降温和防止植株烧伤作用，在植物生长期间，水的管理是关键，既要防旱又要防涝，果期可停止灌溉。3、追肥。白花蛇舌草生长期较短，需要重施基肥，以农家肥为主。实践证明，人畜粪既能疏松土壤，又能促进植物生长，因此在苗高10厘米左右时，每亩用人畜粪500千克，加入5倍水泼浇，中期按植株长势可不定期追施人畜粪水，因白花蛇舌草苗嫩，追肥时要掌握浓度，以防烧灼。另外，如果收获2次，在第一次收割后，每亩追施二次稀薄人畜粪或尿素15千克，待苗高10厘米左右再适量施人畜粪水，如果在植株刚开花时长势不好，可增施1次粪肥。四、采收与加工。白花蛇舌草根据播种时间一年可收割2次，春播收获期在8月中下旬，秋播收获期在11月上中旬。在果实成熟时，齐地面割取地上部分，除去杂质和泥土，晒干即为商品，一般一亩地可收干品300-350公斤。]",
    " 参看": "[《中药学》- 白花蛇舌草]"
},{
    "中药名称": "白花苋",
    "《全国中草药汇编》:白花苋": "[【别名】 烂脚蒿、白牛膝、土牛膝、怀牛膝【来源】 藜科白花苋Aerva sanguinolenta （L.） Blume，以根、花入药。【生境分布】 云南、广西。【性味】 微辛，平。【功效与作用】 散瘀止痛，除湿，调经止咳，止痢。主治痢疾，跌打损伤，风湿关节痛，肌肉痛，月经不调，血崩，老年咳嗽。【用法用量】 0.5～1两。泡酒服。【注意】 忌服酸、冷。孕妇忌服。【摘录】 《全国中草药汇编》]",
    " 《中华本草》:白花苋": "[【拼音名】 Bái Huā Xiàn【别名】 烂脚蒿、白牛膝、土牛膝、怀牛膝【来源】 药材基源：为苋科植物白花苋的根或花。拉丁植物动物矿物名：Aerva sanguinolenta(L.)B1.［Achy-ranthes sanguinolentaL.］【原形态】 多年生草本，高达lm。茎直立或稍披散，有白色柔毛，后渐脱落。叶对生或互生，卵状椭圆形、长圆形或披针形，长1.5-8cm，宽5-35mm，顶端具小芒尖、基部楔形，两面有白色伏柔毛，老时无毛；叶柄长2-10mm。穗状花序腋生和顶生，密集在茎顶端成总状；花两性或杂性；总花梗和花梗有白色长绢毛；苞片和小苞片卵形，外有白色柔毛；花被片5，白色或粉红色，长圆形，外被白色长绢状毛；雄蕊短，退化雄蕊条形；柱头2浅裂。胞果卵形，不开裂。花果期4-10月。【生境分布】 生态环境：生于低海拔的山坡疏林下。资源分布：分布于海南、四川、贵州、云南等地。【性味】 辛；性微寒【功效与作用】 活血散瘀；清热除湿。主月经不调；血瘀崩漏；经闭；跌打损伤；风湿关节痛；湿热黄疸；痢疾；角膜云翳【用法用量】 内服：煎汤，15-30g；或浸酒。【注意】 孕妇禁服。《全国中草药汇编》：\"本品泡酒，忌服酸、冷，孕妇忌服。\"【摘录】 《中华本草》]"
},{
    "中药名称": "白花油麻藤",
    "内容": "【产地分布】原产亚洲热带和亚热带地区。我国广东、广西、云南等省。【形态特征】叶为3片小叶片组成的复叶，互生，革质，顶部小叶片较大，下部两片侧生小叶片较小，矩椭圆形或卵椭圆形，两面无毛或有很稀少的伏贴毛，顶端长渐尖，基部斜形，长7.5-16厘米，宽2.5-7.5厘米；托叶小，卵形。总状花序成串下垂，长达30-38厘米，有20-30朵花，花灰白色。【生长习性】喜温暖、湿润气候和肥沃土壤，较耐阴，在山间林下生长甚佳。【园林用途】白花油麻藤生长快速、粗壮，花序长，花朵美丽，为我国南方庭园蔽荫的优良藤本植物，常用于攀援高大棚架、花门和墙垣等，效果甚佳。藤茎可入药。【别名】鸡血藤[广西]、鲤鱼藤、大蓝布麻。【来源】豆科油麻藤属植物白花油麻藤Mucuna birdwoodiana Tutch.，以藤茎入药。全年可采，切片晒干。【性味归经】微苦、涩，平。【功能主治】补血，通经络，强筋骨。用于贫血，白细胞减少症，月经不调，腰腿痛。【用法用量】 0.3～1两。【摘录】《全国中草药汇编》"
},{
    "中药名称": "白活麻",
    "内容":"【别名】 活麻草。【来源】 荨麻科荨麻属植物裂叶荨麻Urtica fissa Pritz.，以全草入药。四季可采，晒干。【性味】 甘、淡，微寒。有小毒。【功效与作用】 祛风除湿。用于风湿骨痛，小儿吐乳，皮肤湿疹。【用法用量】 0.5～1两，水煎服或外洗。【摘录】 《全国中草药汇编》"
},{
    "中药名称": "白鸡屎藤",
    "白鸡屎藤.版本一": "[　　]",
    " 基本信息": "[【药名】白鸡屎藤【别名】飞龙接骨、青龙跌打。【汉语拼音】bai ji shi teng【英文名】Herb of Tomentose Fevervine【拉丁植物动物矿物名】Cissus repens (Wight et Arn.)Lam.[Vitis repens Wight et Arn.]【归经】脾；肝；胆经【功效】清热利湿；解毒消肿【科属分类】茜草科【主治】湿热痢疾；痈肿疔疮；湿疹瘙痒；毒蛇咬伤【生态环境】生于海拔600m左右的山坡、路旁旷地或河谷两岸的疏林中。【采收和储藏】秋季割取茎藤，切段，晒干或鲜用。【资源分布】分布于华南及台湾、贵州、云南等地。　　]",
    " 植物形态": "[白粉藤 草质藤本，长达数米。卷须二叉状分枝，与叶对生；小枝通常被白粉，枝稍带肉质，绿色，横切面为钝四角形，有纵条纹，干时易在节上脱离。单叶互生；叶辆长4-5cm，无毛；托叶斜菱形，基部楔形；叶片膜质，心状卵形或狭卵形，长5-10cm，先端渐尖，基部心形或截形，边缘有疏锐小锯齿或有时仅3浅裂，上面绿色，平时表面灰绿色，下面浅绿色，两面无毛。花两性，聚伞花序与叶对生，长约3cm，被疏柔毛，少花，第1次分枝呈伞形状；花梗长约3mm，基部常有小苞片；花萼盘状，全缘，外有微柔毛及睫毛；花瓣4，分离；雄蕊4，与花瓣对生；花盘杯状，子房略短于雄蕊，花柱极短，近钻形。浆果肉质，倒卵形或球形，长约6mm，熟时紫色。种子1颗。花期夏、秋季。　　]",
    " 性状": "[【性味】苦；寒【用法用量】内服：煎汤，10-15g，鲜品倍量，或绞汁饮。外用：适量，煎水洗或捣烂敷。【出处】《中华本草》　　]",
    " 白鸡屎藤.版本二": "[【出处】《贵州民间药物》【拼音名】Bái Jī Shǐ Ténɡ【别名】臭皮藤、臭茎子、迎风子（《植物名实图考》）。【考证】出自1.《贵州民间药物》。2.《植物名实图考》：臭皮藤，江西多有之，一名臭茎子，又名迎风子。蔓延墙屋，弱茎纠缠。叶圆如马蹄而有尖，浓纹细密。秋结青黄实成簇，破之有汁甚臭。土人以洗疮毒。【来源】为茜草科植物毛鸡屎藤的根或全草。全年可采。【原形态】藤状灌木。小枝密被白色柔毛。叶对生，具柄，叶片卵形、卵状矩圆形至披针形，长5～7厘米，宽3～4.5厘米，先端渐尖，基部心脏形，两面均密被白色柔毛；托叶卵状披针形，老时脱落。圆锥花序腋生及顶生，分枝为蝎尾状的聚伞花序；花白紫色，无柄；萼狭钟状，长约3毫米；花冠管长7～10毫米，被粉状柔毛。果球形.黄色。花期秋季。【生境分布】生林下、河边阴湿处。分布广西、广东、贵州等地。【性味】《贵州民间药物》：性平，味甘。【功能主治】治黄疸，痢疾，食积，痞块，经闭。【用法用量】内服：煎汤，3～5钱。【附方】①治黄疸：白鸡屎藤根二至三两，黄豆半升。共磨成浆，煮服。（《贵州民间药物》）②治肝炎：白鸡屎藤、水苏麻、大小血藤、白薇各三至五钱。煎水服。③治积食饱胀，小儿疳积，蛔虫腹痛：白鸡屎藤根一两，煎水服。④治妇女血虚经少或千血痨：白鸡屎藤根一两，小血藤三钱。炖肉吃。⑤治红白痢：白鸡屎藤叶一两，加红糖五钱，煎水服。⑥治痞块腹胀：白鸡屎藤根、石菖蒲、凌霄花根、通打根、刺老包根各三钱。捣绒，加酒炒热，包患处。另用一剂煎服。⑦治胃气痛：白鸡屎藤根研末，用五分吞服。（②方以下出《贵州草药》）]"
},{
    "中药名称": "白及",
    "植物－中药": "[学名：Bletilla striata (Thunb.ex A.Murray)Rchb.f.英文名：Bletilla科名：兰科 Orchidaceae 【异名】甘根(《本经》)，白根(《吴普本草》)，白给(《别录》)，白芨(《证治准绳》)，冰球子(《贵州民间方药集》)，白乌儿头(《江苏植药志》)，地螺丝、羊角七(《湖南药物志》)，千年棕、君球子、一兜棕、白鸡儿，皲口药、利知子(江西《草药手册》)。　　]",
    " 形态特征": "[白芨植株连花序高20—60厘米。球茎扁平，外有荸荠样的环纹。叶3-6片，带状披针形至长椭圆形，长10-40厘米，宽2-6厘米，无毛。花序通常有花3-8朵；苞片膜质，带红色，早落；花红紫色；中萼片和两侧花瓣近长椭圆形，长2．5-3厘米，侧萼片近披针形，镰刀状弯曲，唇瓣抱蕊柱，内有白色纵褶，上部3裂，两侧裂片耳状，中裂片顶端微凹或截平，边缘皱缩。蒴果圆柱状，两端尖。花期4-5月，果期10月。　　]",
    " 地理分布": "[产连云港、南通、南京、句容、宜兴、溧阳、上海等地，生林下阴湿处或山坡草丛中；分布华东、中南、西南及甘肃、陕西等地。　　]",
    " 药用价值": "[白芨球茎含白及胶质、淀粉、挥发油等；药用，有收效、补肺止血、消肿等作用，外敷治创伤出血、痈肿、烫伤、疔疮等；花美丽，栽培供观赏。 用球茎繁殖，栽种在排水良好、肥沃的砂质壤土和腐植质壤土，需温暖较阴湿的环境。【英文名】 RHIZOMA BLETILLAE【别名】白根、地螺丝、白鸡儿、白鸡娃、连及草、羊角七、甘根、冰球子、白鸟儿头、君求子【来源】本品为兰科植物白及Bletilla striata（Thunb.） Reichb. f.的干燥块茎。夏、秋二季采挖，除去须根，洗净，置沸水中煮或蒸至无白心，晒至半干，除去外皮，晒干。【制法】洗净，润透，切薄片，晒干。【性状】本品呈不规则扁圆形，多有 2～3 个爪状分枝，长 1.5～ 5cm，厚 0.5～ 1.5cm。表面灰白色或黄白色，有数圈同心环节和棕色点状须根痕，上面有凸起的茎痕，下面有连接另一块茎的痕迹。质坚硬，不易折断，断面类白色，角质样。无臭，味苦，嚼之有黏性。【鉴别】本品粉末淡黄白色。表皮细胞表面观垂周壁波状弯曲，略增厚，木化，孔沟明显。草酸钙针晶束存在于大的类圆形黏液细胞中，或随处散在，针晶长 18 ～88μm。纤维成束，直径11～30μm，壁木化，具人字形或椭圆形纹孔。梯纹、具缘纹孔及螺纹导管直径10～32μm。糊化淀粉粒团块无色。【性味归经】苦、甘、涩，微寒。归肺、肝、胃经。白芨【功能主治】收敛止血，消肿生肌。用于咳血吐血，外伤出血，疮疡肿毒，皮肤皲裂；肺结核咳血，溃疡病出血。【用法用量】 6～ 15g，研粉吞服 3～6g。外用适量。【注意】不宜与乌头类药材同用。【贮藏】置通风干燥处。【摘录】《全国中草药汇编》白及(《本经》)【异名】甘根(《本经》)，白根(《吴普本草》)，白给(《别录》)，白芨(《证治准绳》)，冰球子(《贵州民间方药集》)，白乌儿头(《江苏植药志》)，地螺丝、羊角七(《湖南药物志》)，千年棕、君球子、一兜棕、白鸡儿，皲口药、利知子(江西《草药手册》)。【来源】为兰科植物白及的块茎。【植物形态】白及，又名：连及草(《本经》)，箬兰、朱兰(《花镜》)，紫兰、紫蕙、百笠。多年生草本，高30～70厘米。块茎肥厚肉质，为连接的三角状卵形厚块，略扁平，黄白色；须根灰白色，纤细。叶3～5片，披针形或广披针形，长15～30厘米，宽2～6厘米，先端渐尖，基部下延成长鞘状，全缘。总状花序顶生，花3～8朵，疏生；苞片披针形，长1.5～2.5／厘米；花淡紫红色或黄白色，花被片狭椭圆形，先端尖，唇瓣倒卵形，内面有5条隆起的纵线，上部3裂，中央裂片矩圆形；雄蕊与雌蕊结合为蕊柱，两侧有狭翅，柱头顶端着生1雄蕊，花粉块4对，扁而长，蜡质；子房下位，圆柱状，扭曲。蒴果圆柱形，长3.5厘米，直径1厘米，两端稍尖狭，具6纵肋，顶端常具花瓣枯萎后留下的痕迹；花期4～5月。果期7～9月。白芨生长于山野川谷较潮湿处。分布河南、陕西、甘肃、山东、安徽、江苏、浙江、福建、广东、广西、江西、湖南、湖北、四川、贵州、云南等地。【采集】8～11月采挖，除去残茎、须根，洗净泥土，经蒸煮至内面无白心，然后撞去粗皮，再晒干或烘干。【药材】干燥块茎略呈掌状扁平，有2～3个分歧，长1.5～4.5厘米，厚约0.5厘米。表面黄白色，有细皱纹，上面有凸起的茎痕，下面亦有连接另一块茎的痕迹，以茎痕为中心，周围有棕褐色同心环纹，其上有细根残痕。质坚硬，不易折断。横切面呈半透明角质状，并有分散的维管束点。气无，味淡而微苦，并有粘液性。以根茎肥厚，色白明亮，个大坚实，无须根者为佳。主产贵州、四川、湖南、湖北、河南、浙江、陕西等地；此外，安徽、云南、江西、甘肃、江苏、广西等地亦产。【化学成分】新鲜块茎含水分、淀粉30.48%，葡萄糖1.5%。又含挥发油、粘液质。根含白及甘露聚糖，是由4份甘露糖和1份葡萄糖组成的葡配甘露聚糖。【炮制】拣去杂质，用水浸泡，捞出，晾至湿度适宜，切片，干燥。【性味】苦甘，凉。①《本经》：\"味苦，平。\"白芨②《吴普本草》：\"神农、黄帝：辛。李氏：大寒。雷公：辛，无毒。\"③《别录》：\"辛，微寒，无毒。\"④李杲：\"苦甘，微寒，性涩。\"【归经】入肺经。①《纲目》：\"入肺。\"②《本草再新》：\"入肺、肾二经。\"【功用主治】补肺，止血，消肿，生肌，敛疮。治肺伤咳血，衄血，金疮出血，痈疽肿毒，溃疡疼痛，汤火灼伤，手足皲裂。①《本经》：\"主痈肿恶疮败疽，伤阴死肌，胃中邪气，贼风痱缓不收。\"②《别录》：\"除白癣疥虫。\"③《药性论》：\"治结热不消，主阴下痿，治面上皯疱，令人肌滑。\"④《唐本草》：\"手足皲拆，嚼以涂之。\"⑤《日华子本草》：\"止惊邪、血邪，痢疾，赤眼，症结，发背，瘰疬，肠风，痔瘿，刀箭疮扑损，温热疟疾，血痢，汤火疮，生肌止痛，风痹。\"⑥《本草图经》：\"治金疮不瘥，痈疽方中多用之。\"⑦李杲：\"止肺血。\"⑧《滇南本草》：\"治痨伤肺气，补肺虚，止咳嗽，消肺痨咳血，收敛肺气。\"⑨《中国药植图鉴》：\"治矽肺。\"白芨【用法与用量】内服：煎汤，1～3钱；或入丸、散。外用：研末撒或调涂。【宜忌】外感咳血，肺痈初起及肺胃有实热者忌服。①《本草经集注》：\"紫石英为之使。恶理石。畏李核，杏人。\"②《蜀本草》：\"反乌头。\"③《本草经疏》：\"痈疽已溃，不宜同苦寒药服。\"【选方】①治肺痿：白及、阿胶、款冬、紫苑等分。水煎服。(《医学启蒙》白及散)②治肺痿肺烂：猪肺一具，白及片一两，将猪肺挑去血筋血膜，洗净，同白及入瓦罐，加酒煮热，食肺饮汤，或稍用盐亦可。或将肺蘸白及末食更好。(《喉科心法》白及肺)③治咯血：白及一两，枇杷叶(去毛，蜜炙)、藕节各五钱。上为细末，另以阿胶五钱，锉如豆大，蛤粉炒成珠，生地黄自然汁调之，火上炖化，入前药为丸如龙眼大。每服一丸，噙化。(《证治准绳》白及枇杷丸)④治肺热吐血不止：白及研细末，每服二钱，白汤下。(《本草发明》)⑤治疔疮肿毒：白及末半钱，以水澄之，去水，摊于厚纸上贴之。(《袖珍方》)⑥治一切疮疖痈疽：白及、芙蓉叶、大黄、黄柏，五倍子。上为末，用水调搽四周。(《保婴撮要》铁箍散)⑦治发背搭手：白及五钱(炙，末)，广胶一两(烊化)。和匀，敷患处，空一头出气，以白蜇皮贴之。(《卫生鸿宝》白及膏)⑧治瘰疬脓汁不干：白及、贝母、净黄连各半两，轻粉三十贴。前三味，锉焙为末，仍以轻粉乳钵内同杵匀，抄一钱至二钱，滴油调擦患处，用时先以槲皮散煮水候温，洗净拭干，方涂药。(《活幼心书》白及散)⑨治跌打骨折：酒调白芨末二钱服。(《永类铃方》)白芨⑩治刀斧损伤肌肉，出血不止：白及，研细末掺之。(《本草汇言》)⑾治汤火伤灼：白及末，抽调敷。(《济急仙方》)⑿治手足皲裂：白及末，水凋塞之，勿犯水。(《济急仙方》)⒀治妇人子藏挺出：乌头(炮)、白及各四分。上二味捣散，取方寸匕，以绵裹内阴中，令入三寸，腹内热即止。日一度著，明晨仍须更著，以止为度。(《广济方》)⒁治鼻渊：白及，末，酒糊丸。每服三钱，黄酉下，半月愈。(《外科大成》白及丸)⒂治产后伤脬，小便淋敷不止：白及、凤凰庆，桑螺娟等分，入猪脬内，煮烂食之。(《梅氏验方新编》)⒃治心气疼痛：白及、石榴皮各一钱。为末，炼蜜丸黄豆大，每服三丸，艾醋汤下。(《生生编》)⒄鼻血不止。用口水调白及末涂鼻梁上低处（名\"山根\"）；另取白及末一钱，水冲服。⒅心气疼痛。用白及、石榴皮各二钱，研细，加炼蜜和成丸子，如黄豆大。每服三丸，艾醋汤送下。⒆妇女阴脱。用白及、川乌药，等分为末，薄布包一钱，纳入阴道中，觉胜利内热即止。每天用一次。⒇疔疮、肿疮。用白及末半钱，澄水中，等水清后，去水，以药摊厚纸上贴于患处。(21)跌打骨折。用白及末二钱，酒调服。白芨(22)刀伤。用白及、煅石膏，等分为末，洒伤口上。(23)冬季手足皲裂。用白及粉加水调匀，填入裂口。患处不能沾水。(24)汤火全国各地。用白及粉调油涂搽。(25)重伤呕血。每日服白及末，米汤送下。(26)肺、胃出血。治法同上。【各家论述】1.《纲目》：白及，性涩而收，故能入肺止血，生肌治疮也。2.《本草经疏》：白及，苦能泄热，辛能散结，痈疽皆由荣气不从，逆于肉里所生；败疽伤阴死肌，皆热壅血瘀所致，故悉主之也。胃中邪气者，即邪热也；贼风痱缓不收，皆血分有热，湿热伤阴之所生也，入血分以泄热，散结逐腐，则诸证靡不瘳矣。3.《本草汇言》：白及，敛气，渗痰，止血，消痈之药也。此药质极粘腻，性极收涩，味苦气寒，善入肺经。凡肺叶破损，因热壅血瘀而成疾者，以此研末日服，能坚敛肺藏，封填破损，痈肿可消，溃败可托，死肌可去，脓血可洁，有托旧生新之妙用也。如肺气郁逆，有痰有火有血，迷聚于肺窍气管之中，此属统体一身气道之故，理直清肺之原，降气之逆，痰血清而火自退矣，若徒用此药，粘腻封塞，无益也。4.《本草经百种录》：白及，气味冲淡和平，而体质滑润，又极粘腻，入于筋骨之中，能和柔滋养，与正气相调，则微邪自退也。5.《本草求真》：白及，方书既载功能入肺止血，又载能治跌扑折骨，汤火灼伤，恶疮痈肿，败疽死肌，得非似收不收，似涩不涩，似止不止乎？不知书言功能止血者，是因性涩之谓也；书言能治痈疽损伤者，是因味辛能散之谓也。此药涩中有散，补中有破，故书又载去腐、逐瘀、生新。6.《重庆堂随笔》：白及最粘，大能补肺，可为上损善后之药。如火热未清者，不可早用，以其性涩，恐留邪也。惟味太苦，宜用甘味为佐，甘则能恋膈。又宜噙化，使其徐徐润入喉下，则功效更敏。其法以白及生研细末，白蜜丸龙眼大，临卧噙口中，或同生甘草为细末，甘梨汁为丸亦可。若痰多咳嗽久不愈者，加白前同研末，蜜丸噙化。7.《本草便读》：白及，必虚而有热者，乃为相宜耳。虽禀收敛之性，而仍具苦泄辛散之意，与白蔹相近，故每相须而用。8.《本草正义》：白及，《本经》主痈肿恶疮败疽，伤阴死肌，《别录》除白癣疥虫，皆以痈疡外敷及掺药言之。味苦辛而气寒，故能消散血热之痈肿；性粘而多脂，则能疗败疽之死肌；苦辛之品，又能杀虫，则除白癣、疥虫，外疡消肿生肌之要药也。主胃中邪气者，则苦寒之品，能除胃热耳。惟贼风痱缓不收，其义未详，不敢强解。白及治肺痈，世每疑其腻滞而不敢用，然苦寒本清肺胃，又能补伤，苟非火焰极盛之时，而臭痰腥秽之气，已惭退舍，即可用以兼补兼清，不致助痰留患，与二冬、玉竹等比也。9.《本经》：主痈肿恶疮败疽，伤阴死肌，胃中邪气，贼风痱缓不收。10.《别录》：除白癣疥虫。11.《药性论》：治结热不消，主阴下痿，治面上疹疱，令人肌滑。12.《唐本草》：手足皲拆，嚼以涂之。13.《日华子本草》：止惊邪、血邪，痫疾，赤眼，症结，发背，瘰疬，肠风，痔瘘，刀箭疮扑损，温热疟疾，血痢，汤火疮，生肌止痛，风痹。14.《本草图经》：治金疮不瘥，痈疽方中多用之。15.李杲：止肺血。16.《滇南本草》：治痨伤肺气，补肺虚，止咳嗽，消肺痨咳血，收敛肺气。17.《中国药植图鉴》：治矽肺。【临床应用】①治疗肺结核经抗痨药治疗无效或疗效缓慢的各型肺结核，加用白及后能收到较好效果。据观察：60例久治不愈患者，用药3个月后，42例临床治愈，X线显示病灶完全吸收或纤维化，空洞闭合，血沉正常，痰菌阴性，临床症状消失；13例显著进步，2例无改变。又40例有空洞的浸润型及厚壁空洞患者，服药后空洞闭合者24例，明显缩小者12例，病灶吸收好转者16例。有人认为，白及疗法以对于酪性病变为主的浸润型肺结核疗效较好；在症状方面以对咳嗽、咳血等治疗效果比较明显。用法：研粉内服。成人每日～30克，一般用12～18克。3次分服。可连服数月，最多有服至2年的。此外，以白及粉3钱，每日3次分服，用于肺结核咯血13例，大都于1～3日内收到止血效果。②治疗百日咳白及粉内服，剂量为1岁以内0.1～0.15克／公斤体重，1岁以上0.2～0.25克/公斤体重。治疗89例，结果37例服药5天内症状显著减轻，15例于10天内显著减轻，6例无效，31例中断治疗。③治疗枝气管扩张成人每次服白及粉2～4克，每日3次，3个月为一疗程。21例患者经1～2疗程，痰量显著减少，咳嗽减轻，咯血得到控制。④治疗矽肺每次服白及片5片(每片含原药1分)，每日3次。44例单纯型患者，服药3个月至1年后，胸痛、气急、咳嗽、吐黑痰、咯血等症状均显著减轻或消失，体重增加，肺功能改善，血液浓枸橼酸钠反应有所进步。但X线改变不太显著。⑤治疗胃、十二指肠溃疡出血成人服白及粉每次～2钱，每日～4次。观察69例，大便转黄和潜血转阴平均时间分别为5.17天和6.5天，平均住院19.7天。治疗中曾以白及内服加紫珠草注射进行观察，但疗效不见显著提高。⑥治疗胃、十二指肠溃疡急性穿孔在严格规定的指征下，白及疗法可能使某些患者免去手术；获得穿孔治愈的效果。据29例观察，成功者23例，失败改行手术治疗者1例，发生膈下脓肿及十二指肠瘘者1例，死亡4例(1例是在白及治疗过程中发生休克，改行手术后死亡。3例入院时已呈垂危状态)。适应白及疗法的理想病例是一般所谓急性溃疡穿孔，或穿孔前溃疡症状不严重，属于缝合术指征范围以内的；如病变已呈局限化的病例，则更为合适，白及疗法的反指征是：一胃、十二指肠溃疡穿孔诊断不够肯定者；二饱食穿孔者；三保守疗法即使获得成功，但仍须作延期手术者；四体检时已有明显腹胀、低位浊音，肛检有明显触痛或有肿块触及，估计腹腔内液体较多者；五患者一般情况已呈轻度不良者。治疗方法：先以胃管抽尽胃内容物，然后拔去胃管，用冷开水快速吞服白及粉3钱，冷开水量以不超过90毫升为宜。1小时后再重复以上剂量1次。第二天开始，白及剂量改为1钱，每日3次。第1天应绝对禁食，第2天可少量饮水或给流质；第3天开始可恢复半流质饮食。治疗过程中，抗休克、补液、输血及抗菌素的使用等与一股常规处理同，同时必须强调严格观察全身和局部症状的演变。如有全身情况恶化，如脉率增速、腹膜炎症状扩展或低位浊音程度增加等现象，应当机立断，立即改变治疗方针，采取手术治疗。实践中观察到，白及具有高度的粘性，可能在胃内形成具有一定厚度的胶状膜，从而使穿孔堵塞，胃内容物停止外溢。治疗成功的病例，疼痛在1～5小时内开始显著改善，12～24小时内可完全消失，腹肌紧张及压痛亦随之改善。但亦有报道指出：服用白及后增加胃内容，促进了胃的蠕动，妨碍了大网膜的包绕和肝的覆盖，甚至有使包绕的网膜再度脱落的流弊；服用白及时的吞咽动作和恶心、呃逆足以增加腹内压，可使穿孔扩大和再穿孔；服用白及若不成功，白及糊流入腹腔，因其具有粘性，给手术清理腹腔带来困难，甚至促成术后肠粘连，故认为白及疗法并不理想。⑦治疗结接性瘘管用白及粉局部外敷，根据分泌物多少每日敷药1次或隔日1次，分泌物减少后可改为每周1次或2次。通常敷药15次左右即渐趋愈合。药粉须送入瘘管深部并塞满，如瘘管口狭小可先行扩创，清除腐败物。10例肺结核并发结核性瘘管患者，经敷药12～30次左右均治愈。其愈合后的瘢痕无特别隆起，且未见复发。实践证明，白及外敷，具有吸收与排出局部分泌物，恢复和增强机能，促进肉芽组织新生，清洁伤口，加速愈合等作用⑧治疗烧伤及外科创伤取新鲜白及削去表皮，用灭菌生理盐水洗净，按1：10比例加入无菌蒸馏水，冷浸1夜，至次日加热至沸，以经灭菌处理的4号玻璃漏斗减压过滤。滤液分装于安瓿或玻瓶内，熔封。15磅高压蒸气灭菌30分钟，即成为白及胶浆。凡占体表面积约20%以内的局部外伤或第一、二度烧伤，均可应用白及胶浆涂敷治疗。涂药前，先以生理盐水作创面清理；涂药后用凡士林纱布覆盖，包扎固定。如无严重感染，可在5～7日后换敷。对感染创面需隔日换药1次。9例烧伤患儿(平均伤面为8%)，2例阑尾手术切口及38例外伤患者(伤面平均为11%)，均经1～3次治愈。白及胶浆用于一般外科创伤及烧伤，其治疗作用可能是：一通过神经反射机制而增强机体的防卫能力，刺激肉芽组织增生；二对葡萄球菌及链球菌具有抑菌作用，且可在局部形成一保护膜，能控制及防止感染；三可缩短血凝时间，减少出血，从而有利于创面的愈合。⑨治疗肛裂取白及粉用蒸馏水配成7～12%的液体。待溶解后稍加温，静置8小时，过滤，成为黄白色胶浆。每100毫升胶浆再加入石膏粉100克，搅匀，高压消毒，便成白及膏。用药前先以温水或淡高锰酸钾液行肛门坐浴，然后用无齿镊挟白及膏棉球从肛门插入约2厘米，来回涂擦2～4次，取出。再用一个白及膏棉球留置于肛门内2～3厘米处，另取一个白及膏棉球放在肛裂创面，将涂有白及膏之纱布块敷于肛门，胶布固定。每天换药1次，全疗程10～15日。如第1次治疗不能往内塞药时，可先用多量白及膏敷于肛门部；第2日肛门括约肌松弛，棉球便可顺利塞入并来回涂擦。治疗11例，经3个月观察无1例失败。9例于第1次换药后便血消失，2例括约肌痉挛，经敷药1次后括约肌松弛，能顺利塞药，第2次换药便血即止。敷药后，第1～2次大便时全部无痛或疼痛减轻；6～10日肉眼观察创面全部愈合。认为获效原因，主要是由于敷药后能很快使肛门括约肌松弛及止痛止血，同时白及膏有润滑、保护创面、促进生肌的作用。⑩其他用白及制成的止血粉，对某些手术的皮肤、肌层切口的小血管出血和渗血有较好的止血效果，对拔牙后的止血效果更佳；但对切断中小静、动脉的止血效果不够满意。应用白及粉治疗血吸虫病晚期的食管、胃静脉曲张出血，溃疡性结肠炎出血，出血性紫癜，以及口腔粘膜结核性溃疡，均有一定疗效。又据报道，以白及粘胶质部分制成白及代血浆，经动物实验对失血性休克具有一定疗效，与右旋糖酐有相类似的作用；临床试用有维持血容量及提高血压的效果。未发现抗原性，亦无明显副作用，无热原反应，对肝肾功能、血象、出血时间、凝血时间均无影响。试用时，有3人曾发生一过性的轻度发热(37.5℃以下)，另有1人于第5次注射时曾发生过敏反应。上述情况可能与制剂不纯有关。　　]",
    " 传说中的动物": "[白及亦为古籍传说中的牛名。据《太平广记》卷四三四引南朝梁元帝《金楼子》：“大月支及西胡，有牛名曰白及，今日割取其肉一二斤，明日其疮即愈。”　　]",
    " 食疗作用": "[白及味苦、甘、涩，性微寒；归肺、胃经；质粘敛涩，可散可收；具有收敛止血，消肿生肌的功效；主治肺痨咯血，吐血，衄血，便血，外伤出血，痈疮肿毒，瘰疬，痔漏，烧烫伤，手足皲裂，肛裂。]",
    " 参考": "[《本草纲目 · 白及》《中药学》- 白芨]"
},{
    "中药名称": "白僵蚕",
    "■ 白僵蚕简介以及描述": "[【类别】偏方【草药名】： 白僵蚕【内容介绍】：白僵蚕 (《本经》)【异名】僵蚕(《千金方》)，天虫(《药材资料汇编》)，僵虫(《河北药材》)、白僵虫。【来源】为蚕蛾科昆虫家蚕蛾的幼虫感染白僵菌而僵死的干燥全虫。动物形态详原蚕蛾条。【采集】收集病死的僵蚕，倒入石灰中拌匀，吸去水分，晒干或焙干。【药材】呈圆柱形，多弯曲而皱缩。长约2～5厘米，直径4～7毫米。表面灰白色或现浅棕色，多被有白色粉霜。头、足及各节均清晰可辨。体外常杂有丝团缠绕。头部黄褐色，类圆形。足8对，呈突起状。质硬而脆，易折断；断面平坦，色棕、黑不一，多光亮，外层为白色，显粉性，内有4个褐色的亮圈。微有腐臭气，味微咸。以条直肥壮，质坚，色白，断面光者为佳。此外，用白僵菌接种于蚕蛹，使发病而成僵蛹，可代白僵蚕供药用，参见僵蛹条。　　]",
    " 药理作用": "[1.抗惊厥作用：10%煎液2g／kg给小鼠口服，对硝酸士的宁引起的惊厥有明显的对抗作用。由市售白僵蚕、蝉蜕等组成的合剂（即五虎追风散的煎剂）能降低士的宁、戊四氮、可卡因，烟碱等引起小鼠惊厥的死亡数。人工白僵蚕煎剂亦有对抗士的宁所致的小鼠惊厥的作用。2.催眠作用：醇水浸出液对小鼠和兔有催眠作用，小鼠口服0.5g／20g，皮下注射0.25g／20g，约等于50mg／kg苯巴比妥皮下注射的催眠效力。3.僵蛹的药理作用：僵蛹对抗小白鼠由硝酸士的宁引起的惊厥，效果是明显的，结果与白僵蚕一致。在降低死亡率方面，试验组与对照组差异不明显，但僵蛹与白僵蚕的结果一致。两个结果中僵蛹都略优于白僵蚕。此外，僵蛹尚能抑制小白鼠肉瘤-180（需进一步肯定），对金黄色葡萄球菌、大肠杆菌、绿脓杆菌等虽有抑制作用，但效果不明显。由于，僵蛹来源方便，故可用以代替白僵蚕。4.原蚕蛾的药理研究：原蚕蛾的毒性甚低。对未成年雄性小鼠体重增长有促进作用，能明显增加去势小鼠和去势大鼠的前列腺一贮精囊、包皮腺的重量，表明具有雄激素样作用。　　]",
    " ■ 白僵蚕化学成分": "[白僵蚕体表的白粉中含草酸铵。白僵菌的培养能合成大量草酸，吡啶-2，6-二羧酸，大量脂肪。脂肪中的脂肪酸组成主要是棕榈酸、油酸、亚油酸、少量硬脂酸、棕桐油酸和α-亚麻酸。白僵菌至少能分泌3种水解酶，即脂酶、蛋白酶和壳质酶，促进穿通受染幼虫表皮。并能利用谷氨酸、天门冬氨酸、草酸铵、柠檬酸铵、酒石酸铵作为氮源，但不能有效地利用无机氮化合物。白僵菌还含白僵菌黄色素，在培养中的氮源枯竭时这种色素迅速积累；还能合成溶纤维蛋白酶。白僵菌除感染家蚕外，还侵袭玉米螟、蜡蛾幼虫；并从中分离出高分子量的昆虫毒素和环肽类昆虫毒物质白僵菌素，白僵菌还含甾体11α-羟基化酶系，用于合成类皮质激素。　　]",
    " ■ 白僵蚕炮制": "[白僵蚕：拣去丝毛，洗净灰土，晒干。炒僵蚕：用麸皮撒于热锅中，侯烟冒起，倒入僵蚕，炒至黄色，取出筛去麸皮。放凉。(每僵蚕100斤，用麸皮10斤) ①《雷公炮炙论》：凡使白僵蚕，先须以糯米泔浸一日，待蚕桑涎出如蜗牛涎浮于水面上，然后漉出，微火焙干，以布净拭蚕上黄肉毛并黑口甲了，单捣，筛如粉用也。②《日华子本草》：入药除绵丝并子尽，匀炒用。　　]",
    " ■ 白僵蚕性味": "[辛咸，平。①《本经》：味咸，平。②《别录》：辛，平，无毒。③《药性论》：微温，有小毒。【归经】入肝、肺，胃经。①《纲目》：厥阴、阳明。②《雷公炮制药性解》：入心、肝、脾、肺四经。　　]",
    " ■ 白僵蚕功用主治": "[祛风解痉，化痰散结。治中风失音，惊痫，头风，喉风。喉痹，瘰疬结核。风疮瘾疹，丹毒，乳腺炎。①《本经》：主小儿惊痫夜啼，去三虫，灭黑黚，男子阴疡病。②《别录》：女子崩中赤白，产后余痛，灭诸疮瘢痕。未之，封疔肿，根当自出。③《药性论》：治口噤，发汗，主妇人崩中下血不止。④《日华子本草》：治中风失音，并一切风疾，小儿客忤，男子阴痒痛，女子带下。⑤《本草图经》：治中风，急喉痹，捣筛细末，生姜自然汁调灌之。⑥《医学启源》：去皮肤间诸风。⑦《纲目》：散风痰结核，瘰疬，头风，风虫齿痛，皮肤风疮，丹毒作痒，痰疟症结，妇人乳汁不通，崩中下血，小儿疳蚀鳞体，一切金疮，疔肿风痔。⑧《本草正》：治小儿疳蚀，牙龈溃烂，重舌，木舌。⑨《玉楸药解》：活络通经，驱风开痹。治头痛胸痹，口噤牙疼，瘾疹风瘙；烧研酒服，能溃痈破顶，又治血淋崩中。【用法与用量】内服：煎汤，1.5～3钱；或入丸、散。外用：研末撒或调敷。【宜忌】①《药性论》：恶桑螵蛸、桔梗、茯苓、茯神、萆薢。②《本草经疏》：凡中风口噤，小儿惊痫夜啼，由于心虚神魂不宁，血虚经络劲急所致，而无外邪为病者忌之。女子崩中，产后余痛，非风寒客入者，亦不宜用。【选方】①治中风口眼歪斜，半身不遂：白附子、白僵蚕、全蝎各等分(并生用)。为细末。每服一钱，热酒调下，不拘时候。(《杨氏家藏方》牵正散) ②治小儿惊风：白僵蚕、蝎梢等分，天雄尖、附子尖共一钱(微炮过)。为细末。每服一字或半钱，以生姜温水调，灌之。(《本草衍义》) ③治小儿撮口及发噤：白僵蚕二枚。为末。用蜜和，敷于小儿唇口内。(《小儿宫气方》) ④治头风：白僵蚕(去丝、嘴)、良姜等分。为细末。每服半钱，白梅茶清凋下，临发时服。(《百选方》) ⑤治缠喉风并急喉闭喉肿痛者：白僵蚕一两(新瓦上炭火略炒微黄色)、天南星一两(炮裂，刮去粗皮，锉)。为细末。每服一字，用生姜自然汁少许调药末，以熟水投之，呷下，吐出涎痰即快，不时服之。(《魏氏家藏方》白僵蚕散) ⑥治喉闭牙关不开者：白僵蚕，微炒为末，生姜自然汁调下一钱。(《中藏经》) ⑦治瘰疬：白僵蚕，研末，水服五分匕，日三服。(《千金方》) ⑧治空洞性肺结核：白僵蚕、白芨各等分。共研细末；每次钱，日服二次。(《吉林中草药》) ⑨治风，遍身瘾疹，疼痛成疮：白僵蚕，焙令黄色，细研为末，酒服。(《圣惠方》) ⑩治野火丹从背上两胁起：僵蚕二七枚，和慎火草捣涂之。(《产乳集验方》) ⑾治妇人崩中下血不止：衣中白鱼、僵蚕等分。为末。以井花水服之，日三服。(《千金方》) ⑿治肠风下血：僵蚕(炒，去嘴、足)，乌梅肉(焙)各一两。为末，米糊丸，梧子大。每服百丸，食前白汤下，一日服。(《卫生杂兴》) ⒀治重舌、木舌：僵蚕一钱，黄连(蜜炒)二钱。为末，掺之，诞出为妙。(《积德堂经验方》) ⒁下奶：白僵蚕末两钱。酒调下，少顷以脂麻茶一钱热投之。(《经验后方》)【临床应用】①治疗糖尿病内服僵蚕丸，轻度患者每次1克，每日3次，中、重度每次2克，每日～4次。观察9例，病程最长15年，最短8个月。经治2～5个月，全部病例的尿糖、血糖均有不同程度的降低，自觉症状消失，饮食及体重增加，全身有力，精神状况显著好转。停药或过度饮食及疲劳仍有复发的可能，故治疗后需保持一定的维持量(2克／日)。远期疗效尚待观察。②治疗急性乳腺炎将生僵蚕5钱，研成细末，用陈醋调匀，涂发炎部位及其周围，1日数次，保持湿润，直至肿块消散，一般症状缓解为止。另以金银花、蒲公英各2两，分次煎服或代茶。曾治17例，多数为炎症早期，除1例发病第5日就诊者仍化脓外，余16例均消散而愈，其中2例曾并用青霉素。一般用药2～3天症状缓解，肿块变软，5～8天肿块消失。　　]",
    " ■ 白僵蚕美容": "[白僵蚕为蚕蛾科。昆虫家蚕的幼虫在未吐丝前，因感染白僵菌而发病致死的僵化虫体。外用其药，味咸、辛，性平。可治面上黑及碍容性疾病——口眼歪斜等症。《本草纲目》称：“蜜和擦面，灭黑黯好颜色，或加白牵牛，白僵蚕末，水和掺之。”白僵蚕在『神农本草经』载有“灭黑斑，令人面色好”的功效。白僵蚕含有氨基酸和活性丝光素，有营养皮肤和美容作用。僵蚕所含蛋白质有刺激上皮脂腺，调节性激素分泌的作用，因而对女性性激素分泌失调引起的黄褐斑有一定疗效。僵蚕含维生素E9.89％，能清除自由基，抗脂质氧化形成的老年斑。其所含的活性丝光素能促使皮肤细胞新生，调节皮脂，改善皮肤微循环，可增白防晒，消除色素沉着，保持皮肤弹性。日本人就十分喜用蚕丝保健品。若无僵蚕可用蚕茧、蚕蛹代替。白僵蚕含有草酸胺,还有蛋白酶,壳质酶,脂酶等水解酶可消化角质,分解色素防疤痕去粉刺治瘀斑的作用。口服方法：1、食疗茯苓消斑汤白茯苓、白僵蚕、白菊花、丝瓜络各10克，珍珠母20克，玫瑰花3朵，红枣10枚。上药同置锅中，加清水适量水煎取汁，分作2份，饭后饮用，每日剂，连续 7－10天。可健脾消斑，祛风通络。（中医认为，本病多为肝郁脾虚，肝肾不足所为，当以补益肝肾，疏肝健脾为治，可选用此药膳食疗方）。2、治疗糖尿病内服僵蚕丸，轻度患者每次1克，每日3次，中、重度每次2克，每日～4次。经治2～5个月，全部病例的尿糖、血糖均有不同程度的降低，自觉症状消失，饮食及体重增加，全身有力，精神状况显著好转。3、治疗急性乳腺炎将生僵蚕5钱，研成细末，用陈醋调匀，涂发炎部位及其周围，1日数次，保持湿润，直至肿块消散，一般症状缓解为止。另以金银花、蒲公英各2两，分次煎服或代茶。一般用药2～3天症状缓解，肿块变软，5～8天肿块消失。外用敷面:白僵蚕20克清水30毫克，用清水调白僵蚕粉成糊状。每晚用此敷脸，三十分钟清水洗净或翌晨洗去。本面膜有祛除黄褐斑，化老年斑、晒斑的功效。　　]",
    " 食用功能": "[原料别名：白面水鸡、白背丝绸、白底丝绸、绸缎藤、银背藤、一匹绸、僵蚕、天虫、白僵虫原料分类：药食两用食物原料介绍白僵蚕为蚕蛾科动物家蚕蛾的幼虫感染白僵菌而僵死的全虫。过去僵蚕均为自然死亡，近年来进行人工接种培养，在蚕4次蜕皮，接种后，蚕陆续发病死亡，及时拣出，另行摊放，保持同样温度，待其充分发僵变白后，置于通风处，风干或弱光下晒干白僵蚕药材呈圆柱形，多弯曲皱缩，长2至5厘米，直径0.5至0.7厘米。表面灰黄色，被有白色粉霜状的气生菌丝和分生孢子。头部较圆，足8对，体节明显，尾部略呈二分歧状，中间亮棕色或亮黑色，习称“胶口镜面”，内有丝腺环4个，呈亮圈状，气微腥，味微咸。营养分析白僵蚕体表的白粉中含草酸铵。白僵菌的培养能合成大量草酸，吡啶一2，6一二羧酸，大量脂肪。脂肪中的脂肪酸组成主要是棕榈酸、油酸、亚油酸、少量硬脂酸、棕榈油酸和a 一亚麻酸。白僵菌至少能分泌3种水解酶，即脂酶、蛋白酶和壳质酶，促进穿通受染幼虫表皮。并能利用谷氨酸、天门冬氨酸、草酸铵、柠檬酸铵、酒石酸铵作为氮源，但不能有效地利用无机氮化合物。白僵菌还含白僵菌黄色素，在培养中的氮源枯竭时这种色素迅速积累；还能合成溶纤维蛋白酶。白僵菌除感染家蚕外，还侵袭玉米螟、蜡蛾幼虫；并从中分离出高分子量的昆虫毒素和环肽类昆虫毒物质白僵菌素。白僵菌还含甾体11a 一羟基化酶系，用于合成类皮质激素。相关人群心虚不宁、血虚生风者慎服。食物相克白僵蚕恶桑螵蛸、桔梗、茯苓、茯神、萆解。制作指导1. 白僵蚕一般情况下炙用，散风热宜生用。2. 小儿高热惊风，其轻者，可与桑叶、钩藤配伍；重而痰喘欲死者，可与牛黄、朱砂、全蝎、南星等同用，以镇惊化痰。3. 小儿脾虚久泻之慢惊，可与党参、白术、天麻等相配。4. 惊痫中风，抽搐痰鸣者，可与全蝎、天麻、胆星等相伍。5. 若热盛痰壅气粗者，可与牛黄、天竺黄等并用。6. 癫痫发作手足抽搐，神志不清，口吐痰涎者，可配天麻、全蝎、半夏、石菖蒲等。7. 痰气捕结颈项而致瘰疠核者，可与浙贝母、夏枯草、牡蛎等配伍，以增化痰软坚散结之功。8. 白僵蚕与白芥子、肉桂、莪术等配用，治腋窝淋巴结结核、胸避结核、胸前疽、腋疽等多种阴疽症。9. 临床多与蝉衣、薄荷尔蒙等同用，能退疹止痒、疏散风邪。食疗作用白僵蚕味辛咸，性平；归肝、肺、胃经；体轻窜散，可升可降；具有熄风止痉，散结解毒，社风止痒的功效；主治惊痫抽搐，中风口眼歪斜，破伤风，偏正头痛，瘰疠痰核，痄腮，咽喉肿痛，目赤流泪，齿痛牙疳，女子崩带，疔疮肿毒，风疹瘙痒。其他相关蚕染病菌而死者，体僵而直，被有白粉，故名白僵蚕。天虫者，即是“蚕”字一分为二。]"
},{
    "中药名称": "白接骨",
    "内容": "【别名】接骨草、玉接骨、接骨丹、金不换、橡皮草、白龙骨、六厘草、猢狲节根、血见愁［浙江］【来源】爵床科白接骨属植物白接骨Asystasiella chinensis （S. Moore） E. Hossain ［Asystasia chinensis S. Moore］，以全草或根状茎入药。夏秋采收，洗净，鲜用或晒干。【性味归经】淡，凉。【拉 丁 名】Asystasiella neesiana(Wall.) Lindau【功能主治】清热解毒，散瘀止血，利尿。用于肺结核，咽喉肿痛，糖尿病，腹水；外用治外伤出血，扭伤，疖肿。【用法用量】 1～2两；外用适量，捣烂敷患处，或晒干研末撒伤口。【摘录】《全国中草药汇编》"
},{
    "中药名称": "白芥子",
    "药材描述": "[药名: 白芥子拼音: BAI JIE ZI拉丁: Semen Brassicae别名: 辣菜子药用部位: 种子产地: 安徽、河南（全国各地皆产，以河南、安徽产量最大。）采收: 夏末秋初果实成熟时采割植株。将植株连根拔起，或将果实摘下即可。加工: 晒干，打下种子，除去杂质（簸净果壳、枝、叶等杂质。）【性味】辛，热。①《千金.食治》：\"味辛，有毒。\"②《纲目》：\"辛，热，无毒。\"③《四川中药志》：\"性温，味辛，无毒。\"【归经】《得配本草》：\"入手太阴经。\"功能: 温肺豁痰利气，散结通络止痛。主治: 用于寒痰喘咳，胸胁胀痛，痰滞经络，关节麻木、疼痛，痰湿流注，阴疽肿毒。毒性: 无用法用量: 内服：煎汤，3～10g；或入丸、散。外用：适量，研末调敷；或整粒敷穴位。禁忌: 肺虚久咳及阴虚火旺者禁服。药材性状: 白芥子:呈球形，直径1.5～2.5mm。表面灰白色至淡黄色，具细微的网纹，有明显的点状种脐。种皮薄而脆，破开后内有白色折叠的子叶，有油性。无臭，味辛辣。黄芥子：较小，直径1～2mm。表面黄色至棕黄色，少数呈暗红棕色。研碎后加水浸湿，则产生辛烈的特异臭气。　　]",
    " 药材来源": "[植物名:白芥植物名:白芥植物名: 白芥拉丁: Brassica alba (L.) Boiss.科名: 十字花科属名: 芸苔属形态描述: 一年或二年生草本，茎较粗壮，高达1米，全体被稀疏粗毛。叶互生基部的叶具长柄，叶片宽大，倒卵形，长10～15厘米，最宽处达5厘米以上，琴状深裂或近全裂，裂片5～7，先端大，向下渐小；茎上部的叶具短柄，叶片较小，裂片较细；近花序之叶常少裂。总状花序顶生；小花梗长1厘米左右；花萼，绿色，直立；花冠黄色，长方卵形，基部有直立长爪；雄蕊6,4强；子房长方形，密被拉拉扯扯毛，花柱细长，柱头小。长角果广线形，长2～3厘米，密被粗白毛，着生种子部分常有浅度缢缩，先端有喙，喙部不生种子，光滑无毛。种子圆形，淡黄白色，直径1.5～2毫米。花期4～6月。果期6～8月。生态环境: 全国各地多有栽培。植物名: 芥拉丁: Brassica juncea (L.) Czern.Et Coss.科名: 十字花科属名: 芸苔属形态描述: 一年生或二年生草本，高30～100厘米。茎直立，多分枝，幼枝被微毛，老枝光滑，有时微被白粉。基生叶大，呈琴状分裂，先端裂片特别长大，两侧裂片甚小；茎上的叶不分裂，披针形至线形。总状花序多数，具成圆锥状；花萼4，绿色；花瓣4，略向外展，呈十字形，鲜黄色；雄蕊6，4强；子房长圆形。长角果光滑无毛，无明显的喙。花期4～6月。果期5～8月。生态环境: 全国各地均有栽培。　　]",
    " 药材饮片": "[饮片名: 白芥子炮制方法: 芥子：除去杂质。用时捣碎。炒芥子：取净芥子，照清炒法炒至深黄色有香辣气。用时捣碎。【炮制】原药簸净杂质，置锅内炒至深黄色，微有香味，取出。放凉。饮片性状: 呈类圆球形。表面灰白色或黄白色。具细微的网纹，一端有明显的点状种脐。种皮薄而脆，破开后，种仁黄白色，富油性。气微，味辛辣。炮制作用: 生用温肺豁痰利气，散结通络止痛。　　]",
    " 鉴别——白芥子与黄芥子": "[白芥子黄芥子性状1.白芥子：呈球形，直径1.5～2.5mm。表面灰白色至淡黄色。具细微的网纹，有明显的点状种脐。种皮薄而脆，破开后内有白色折叠的子叶，有油性。无臭，味辛辣。2.黄芥子：较小，直径1～2mm。表面黄色至棕黄色，少数呈暗红棕色。研碎后加水浸湿，则产生辛烈的特异臭气。本品横切面1.白芥子：种皮表皮为黏液细胞，有黏液质纹理；下皮为2列厚角细胞；栅状细胞1 列，内壁及侧壁增厚，外壁菲薄。内胚乳为1 列类方形细胞，含糊粉粒。子叶及胚根薄壁细胞含脂肪油滴和糊粉粒。2.黄芥子：种皮表皮细胞切向延长；下皮为1 列菲薄的细胞。　　]",
    " 药理": "[功能主治：温肺豁痰利气，散结通络止痛。用于寒痰喘咳，胸胁胀痛，痰滞经络，关节麻木、疼痛，痰湿流注，阴疽肿毒。用法用量：3～9g。外用适量。贮藏：置通风干燥处，防潮。药材：种子类圆球形，直径1～1.6毫米，种皮深黄色至棕黄色，少数呈红棕色。用放大镜观察，种子表面现微细网状纹理，种脐明显，呈点状。浸水中膨胀，除去种皮，可见子叶两片，沿主脉处相重对折，胚根位于2对折子叶之间。干燥品无臭，味初似油样，后辛辣。粉碎湿润后，发生特殊辛烈臭气。以子粒饱满、大小均匀、黄色或红棕色者为佳。【化学成分】种子含黑芥子甙、芥子酶、芥子酸、芥子碱、脂肪油、蛋白质、粘液质。酶解后所得挥发油名芥子油，含有异硫氰酸的甲酯、异丙酯、烯丙酯、丁酯、仲丁酯、丁烯-3-酯、戊烯-4-酯、苯酯、苄酯、苯乙酯和3-甲硫基丙酯。脂肪油是多种脂肪酸的甘油酯，其脂肪酸为芥酸、廿碳烯-11-酸、油酸、亚油酸、亚麻酸、棕榈酸、花生酸、硬脂酸、山嵛酸。【药理作用】刺激作用：芥子含黑芥子甙，甙本身无刺激作用，但遇水经芥子酶的作用生成挥发油，主要成分为异硫氰酸烯丙酯，有刺鼻辛辣味及刺激作用。应用于皮肤，有温暖的感觉并使之发红，甚至引起水泡、脓疱。通常将芥子粉除去脂肪曲后做成芥子硬膏使用，用作抗刺激剂(刺激性药物使用于皮肤局部，其作用不仅限于用药部位，并牵涉到其他部位，产生治疗作用时，称为抗刺激作用)，治疗神经痛、风湿痛、胸膜炎及扭伤等。使用前先用微温的水湿润，以加强芥子酶的作用(沸水则抑制芥子酶的作用)。应用时间不超过15～30分钟，皮肤敏感者只能应用5～10分钟。芥子粉用作调味剂，使唾液分泌及淀粉酶活性增加，使心脏体积和心率减少。小量可刺激胃粘膜增加胃液及胰液的分泌，有时可缓解顽固性呃逆。内服大量可迅速引起呕吐，可用于麻醉性药物中毒之治疗。　　]",
    " 文献摘录": "[《名医别录》：味辛，温，无毒。归鼻。主除肾邪气，利九窍，明耳目，安中。久服温中，又白芥子，主射工及疰气发无恒处，丸服之；或捣为末，醋和涂之，随手验也。《本草拾遗》：主冷气。子主上气，发汗，胃膈痰冷，面目黄赤。《日华子本草》：治风毒肿及麻痹，醋研傅之。扑损瘀血，腰痛肾冷和生姜研，微暖，涂贴。心痛，酒醋服之。《开宝本草》：味辛，温，无毒。子，主射工及疰气，上气发汗，胸膈痰冷，面黄。《本草纲目》：白芥子辛能入肺，温能发散，故有利气豁痰、温中开胃、散痛消肿、辟恶之功。韩懋《医通》：凡老人苦于痰气喘嗽，胸满懒食，不可妄投燥利之药，反耗真气。懋因人求治其亲，静中处三子养亲治之，随试随效。盖白芥子白色主痰，下气宽中。紫苏子紫而主气，定喘止嗽。萝卜子白种者主食，开痞降气。各微炒研破，看所主为君。每剂不过三、四钱，用生绢袋盛入，煮汤饮之，勿煎太过，则味苦辣。若大便素实者，入蜜一匙。冬月加姜一片，尤良。利气豁痰，除寒暖中，散肿止痛，治喘嗽反胃，痹木脚气，筋骨腰节诸痛。《肘后方》言热病人不可食胡芥，为其性暖也。《本草经疏》：芥禀火金之气以生，而白芥则又得金气之胜，故味辛气温无毒。辛温入肺而发散，故有温中除冷，发汗澼邪，豁痰利气之功。朱震亨云：痰在胁下及皮里膜外，非白芥子莫能达。古方控涎丹用之，正此义尔。简误：白芥子，味极辛，气温，能搜剔内外痰结，及胸膈寒痰，冷涎壅塞者殊效。然而肺经有热，与夫阴火虚炎，咳嗽生痰者，法在所忌。其茎叶煮食，动风动气，有疮疡痔疾便血者，咸忌之。《本草蒙筌》：味辛，气温。无毒。善却疰气，最辟鬼邪。研醋敷射工，煎液消痰辟。久疟蒸成辟块，须此敷除；皮里膜外痰涎，必用引达。故三子养亲汤方中，加萝卜子消食，苏子定喘，此消痰。是皆切中老人病也。《本草乘雅》：顾食芥堕泪，望梅生津，此五液之自外至也。愧而汗发，慕而涎垂，此五液之自内至也。是以芥气归鼻，涕泪交注。经言清阳走上窍，浊阴归下窍。芥则两得之矣。主治证形，正诸阳之不走上窍，致浊阴之不归下窍耳。《药性解》：味辛，性温，无毒，入肺、胃二经。主下气，止翻胃，消疟癖，辟鬼邪，驱疰气，除皮里膜外痰涎。醋研可敷射工。其茎叶堪却冷气，能安五脏。按：白芥子辛宜于肺，温宜于胃，故复入之。气虚及肺胃中有火者，咸禁食之。《药鉴》：味大辛，气温。善开滞消痰，疗咳嗽喘急，反胃呕吐，风毒流注，四肢疼痛，尤能祛辟冷气，解肌发汗，消痰癖疟痞，除胀满极速。因其味厚气轻，故开导虽速而不甚耗气。既能除胁肋皮膜之痰，则他近处者不言可知。善调五脏，亦熨散恶气，若肿毒乳癖痰核初起，研末用醋或水调傅甚效。《本草备要》：宣，利气豁痰。辛温入肺。通行经络，温中开胃，发汗散寒，利气豁痰，消肿止痛。痰行则肿消，气行则痛止。为未醋调敷，消痈肿。治咳嗽反胃，痹木脚气，筋骨诸病。痰阻气滞。久嗽肺虚人禁用。丹溪曰：痰在胁下及皮里膜外，非此不能达行。古方控涎丹用之，正此义。韩矛三子养辛汤，白芥子主痰，下气宽中；紫苏子主气，定喘止嗽；莱菔子主食，开痞降气，各微炒研，看病所主为君，治老人痰嗽喘满懒食。煎汤不可过熟，熟则力减。《本经逢原》：痰在胁下及皮里膜外，非此不能达，控涎丹用白芥子，正此义也。辛能入肺，温能散表，故有利气豁痰，散痛消肿辟恶之功。昔有胁痛，诸治不效，因食芥齑而愈者，偶中散结开痰之效。其治射工疰气，上气发汗者，亦取辛散祛毒力耳。此虽日用常品，然多食则昏目动火，泄气伤精。肺经有热，虚火亢者切忌。陈年咸芥卤治肺痈，吐尽臭痰秽毒即愈，然惟初起未溃宜之。《本草求真》：白芥子专入肺。气味辛温，书载能治胁下及皮里膜外之痰，非此不达，古方控涎丹用之，正是此义。盖辛能入肺，温能散表，痰在胁下皮里膜外，得此辛温以为搜剔，则内外宣通，而无阻隔窠囊留滞之患矣。是以咳嗽反胃，痹木脚气，筋骨痈毒肿痛，因于痰气阻塞，法当用温用散者，无不藉此以为宣通。韩氏用三子养亲汤以治老人痰气，盖白芥子主痰下气宽中；紫苏子主气定喘止嗽；莱菔子主食开痞降气，各微炒研，看病所主为君。然此大辛大热，中病即已。久服耗损真气，令人眩晕损目，若肺热阴虚火盛者忌之。《得配本草》：辛，温。入手太阴经气分。通经络，散水饮，除疟癖，治喘嗽。痰在胁下皮里膜外，非此不达。炒研，蒸饼丸，治腹中冷气；生研，水调贴足心，引毒归下，令痘疹不入目。肺气虚、胃中热者，禁用。《本经疏证》：白芥子布种于秋尽，采实于夏初，以生以长，咸在冬凑，而于夏秋反若无所与者，殊不知发生于冬，长养于春，皆其胚胎之际，而夏秋则其原始要终之会也。味之辛得于秋尽，气之温得于夏初，是辛感于水而生，温孕于寒而育，温不能离辛，辛不能离温，则辛温之用，皆萃于水矣。辛者所以通，温者所以发，痰冷阻中，则气难横达而一于上行为上气，气难横达，则痰冷益无所泄，而惟留于胸膈，于是碍脾之磨荡而黄发于面，一温而胸膈痰冷无不发越，一辛而气机上逆无不宣通，皆由横达之功，并非泄降之力，故后世称其能除皮里膜外之痰，四支骨节之痛，亦为此耳。然得谓凡痰凡痛皆可治以是欤，盖亦有界限矣。夫大则空虚，小则坚实，他物之恒情。惟白芥之茎小者反中空，大者中实，仍系一类二种可同为用，中空者象痰之逼窄气道，中实者象痰之壅肿径隧。是故用以治内，其证必兼上气，用以治外，其证必兼肿痛，则凡痰在骨节及皮里膜外之候，必里有痰而外为肿痛已久而按之不空者，方与此宜，以是为其轸域可也。《本草新编》：味辛，气温，无毒。入肝、脾、肺、胃、心与胞络之经。能去冷气，安五脏，逐膜膈之痰，辟鬼崇之气，消癖化疟，降息定喘，利窍明目，逐瘀止疼，俱能奏效。能消能降，能补能升，助诸补药，尤善收功。近人不知用白芥以化痰，而频用半夏、南星以耗气，所不解也。白芥子善化痰涎，皮里膜外之痰无不消去，实胜于半夏、南星。半夏性燥而烁阴，南星味重而损胃。独白芥子消化痰涎，又不耗损肺、胃、肝、心、之气，入于气分而实宜，即用于血分而亦当者也。或疑白芥子止能消膜膈之痰，而不能消胃肺之痰，似乎消肺之痰必须贝母，消胃之痰必须半夏也。而谁知不然。夫膜膈之痰，统胃、肺而言之也。胃、肺中之膜膈，尤善藏痰者也。白芥子消膜膈之痰，是有痰之处无不尽消，况且肺、胃浅近之间，岂有反不能消之理。试看疟疾，正痰藏于膜膈之中也。用白芥子一两，炒为末，米饮为丸，一日服尽，而久疟顿止，非消痰之明验乎。疟止之后，神气不倦，非消痰而不耗气之明验乎。故白芥子消痰，实胜于贝母、半夏，谁谓肺、胃之痰不能消也。或谓白芥子虽消膜膈之痰，未必气之不耗，天下安有消痰之药而不耗气者乎？曰：白芥子实不耗气，能安五脏。耗气则五脏不安矣，岂有五脏安而耗气者乎。其余消痰之药，或安肺而不安胃，或安胃而不安肺，总不如白芥子之能安五脏也。此所以实胜于各消痰之药耳。或疑白芥子消痰而不耗气，然用之而痰仍未消，是消膜膈之痰，未可全信也。曰：白芥子止可消膜膈之痰，而肾中之痰，不能消也。服白芥子而仍有痰者，宜补其肾，肾足而痰自化，何疑白芥子非消膜膈之痰乎。或疑白芥子消阴分痰，不消阳分痰，然乎？曰：非也。芥子阴分、阳分痰，无不尽消，不必分阴阳也。但肾经水泛火沸之痰不能化，余则尽消而无疑矣。或问白芥子即芥菜之子，人食芥菜，觉消食之甚多，是白芥子大能消食，似未可多食也。谁知芥菜消食，而芥子消痰，各不相同，不可疑其菜，而戒其子也。或疑白芥子消膜膈之痰而不耗气，发明几无遗议，但不知膜膈之痰在于何处？曰：在胃脘之上下之中，而不在胃脘上下之外。虽痰分脏六腑，要皆存于胃脘膜膈之中。白芥子善消膜膈之痰，亦于胃脘中消之，岂各入五脏六腑而后消之乎。《本草分经》：辛温入肺。通行经络，发汗散寒，温中利气，豁痰。痰在胁下及皮里膜外者，非此不行。煎太熟则力减。　　]",
    " 功效主治": "[温中散寒，利气豁痰，通经络，消肿毒。治胃寒吐食，心腹疼痛，肺寒咳嗽，痛痹，喉痹，阴疽，流痰，跌打损伤。①《别录》：\"主射工及注气发无恒处，丸服之；或捣为末，酢和涂之。\"②陶弘景：\"归鼻。去一切邪恶疰气，喉痹。\"③《日华子本草》：\"治风毒肿及麻痹，醋研敷之；扑损瘀血，腰痛肾冷，和生姜研微暖涂贴；心痛，酒醋服之。\"④《日用本草》：\"研末水调涂顶囟，止衄血。\"⑤《纲目》：\"温中散寒，豁痰利窍。治胃寒吐食，肺寒咳嗽，风冷气痛，口噤唇紧。消散痈肿、瘀血。\"⑥《分类草药性》：\"消肿毒，止血痢。\"　　]",
    " 用法用量": "[煎服，3~6g；或入丸、散。外用适量，研末调敷，或作发泡用。　　]",
    " 使用注意": "[本品辛温走散，耗气伤阴，久咳肺虚及阴虚火旺者忌用；消化道溃疡，出血者以及皮肤过敏者忌用。用量不宜过大。①《纲目》：\"多食昏目动火，泄气伤精。\"②《得配本草》：\"阴虚火盛，气虚久嗽者忌用。\"　　]",
    " 药方选录": "[①治感寒无汗：水调芥子末填脐内，以热物隔衣熨之，取汗出妙。(《简便单方》)②治上气呕吐：芥子二升，末之，蜜丸，寅时井花水服，如梧子七丸，日二服；亦可作散，空腹服之；及可酒浸服，并治脐下绞痛。(《千金方》)③治妇人中风，口噤、舌本缩：芥子一升，细研，以醋三升，煎取一升，涂颔颊下。(《圣惠方》)④治关节炎：芥末一两，醋适量。将芥末先用少量开水湿润，再加醋调成糊状，摊在布上再盖一层纱布，贴敷痛处。三小时后取下，每隔三至五天贴一次。(徐州《单方验方新医疗法选编》)⑤治阴证伤寒，腹痛厥逆：芥菜子研末，水调贴脐上。(《生生编》)⑥治大人小儿痈肿：芥子末，汤和敷纸上贴之。(《千金方》)⑦治肿及瘰疬：小芥子捣末，醋和作饼子，贴。数看，消即止，恐损肉。(《补缺肘后方》)⑧治咽喉闭塞不通甚者：芥子三两，捣，细罗为散，以水蜜调为膏，涂于外喉下熁之，干即易之。(《圣惠方》)⑨治耳聋：芥子捣碎，以人乳和，绵裹内之。(《千金方》)⑩治眉毛不生：芥菜子、半夏等分。为末，生姜自然汁调搽。(《孙天仁集效方》)　　]",
    " 现代药理研究": "[1. 白芥子有刺激作用，黄芥子苷遇水后经芥子酶的作用生成挥发油，主要成分为异硫氰酸烯丙酯，有刺鼻辛辣味及刺激作用。应用于皮肤，有温暖的感觉并使之发红，甚至引起水泡、脓疱。芥子粉使唾液分泌及淀粉酶活性增加；小剂量可刺激胃粘膜，增加胃液及胰液的泌，大量应用可迅速引起呕吐。2. 白芥子有抗脂质过氧化作用。3. 白芥子有祛痰作用。4. 白芥子有调节血压作用。家兔静脉注射芥子生理盐水浸出液，血压先轻度上升，后则下降，呼吸增快。5. 白芥子所含的异硫氰酸苄酯具有广谱杀菌作用。6.《名医别录》白芥子为十字花科植物白芥或芥的干燥成热种子。前者习称“白芥子”，后者习称“黄芥子”。均系栽培。主产于安徽、河南、河化、山西、山东、四川等地。原植物温暖湿润气候，较耐旱，喜阳光，以肥沃湿润的砂质壤土最宜生长，忌贫瘠、低洼和积水环境。味辛，性温。归肺经。功效温肺豁痰利气、散结通络止痛。临床用名有（白）芥子、炒芥子。7.药方【来源】外治方【原料】白芥子、甘遂各21克，元胡、细辛各12克。【制法】共研细末，每次取1/3药末，加生姜汁调成稠膏（每次用鲜姜60克，浸泡后捣碎，挤汁），分摊在6块边长为5厘米的方玻璃上或塑料薄膜上（药膏直径为3厘米）再取麝香0.3克（无麝香时可用冰片1克，或丁香粉、肉桂粉共1克）分撒在药膏上，并贴在背部双侧肺俞、心俞、和膈俞穴上，用纱布覆盖，胶布固定。在三伏天共贴3次（即初伏、中伏、末伏的第一天，从上午11时开时贴药，至下午2～3时为止，如贴后局部有烧灼疼痛时，可提前取下），连贴3年为1疗程。【功效】据报道，治疗支所管哮喘1000例，3年显效率为60%，总有效率为98%。肺俞穴位置：俯伏位，在背部第三胸椎下凹窝左右向外各量5厘米（1.5寸）的地方。心俞穴位置：俯伏位，在背部第五胸椎下凹窝左右向外各量5厘米（1.5寸）的地方。膈俞穴位置：俯伏位，在背部第七胸椎下凹窝左右向外各量5厘米（1.5寸）的地方。【类别】偏方]",
    " 参看": "[《中药学》- 白芥子]"
},{
    "中药名称": "白蔻",
    "白蔻.中药材.版本二": "[【拼音名】Bái Kòu【来源】药材基源：为姜科植物滑叶山姜的果实。拉丁植物动物矿物名：AIpiniatonkinensisGagnep.采收和储藏：果实将熟时采收，烘干或阴干。【原形态】滑叶山姜，多年生直立草本。茎较粗壮。叶柄长3-6cm；叶舌长1.5-2cm，钝，革质；叶鞘具条纹；叶片线状被针形，长达60cm，宽约7cm，先端渐尖，基部渐狭，革质，上下两面均无毛。圆锥花序顶生，直立，长40-50cm，宽约4cm，下部无毛，上部密被长柔毛；花3-5朵聚生，花梗极短；苞片卵形，花时脱落，长约1.5cm；小苞片与苞片相似，惟较小；花萼近钟状，长9-10mm，无端不规则齿裂，一侧开裂至中部；花冠管长7-8mm，裂片长圆形，长1.5-1.8cm，内凹，背面被柔毛，后方的一枚先端有小尖头，下部具缘毛；唇瓣卵形或圆形，长1.4cm，宽l-1.2cm，先端微凹，基部略收缩；侧生退化雄蕊线形，极短，花丝长4-5mm，花药长6mm；子房球形，被绢质长柔毛。花期2-3月，果期4-6月。【生境分布】生态环境：生于山地、路边和草丛等潮湿之地。资源分布：分布于广西等地。【性状】性状鉴别：蒴果呈长椭圆形，长1.2-1.6cm，表面光滑，黄棕色，去果皮后三室，每室有种子4-8粒，内果皮与假种皮紧密包裹着种子团，不易分开；种子呈不规则的多面体，直径约6mm，背部隆起，并有一浅沟，种子表面谈棕色，有纵纹。假种皮白色。气微，味辛、苦。显微鉴别：果皮横切面：外果皮为1列方形细胞组成。中果皮中石细胞带为1列细胞组成，石细胞径向延长，壁不甚厚，纹孔，孔沟明显、其中散在维管柬。薄壁细胞含有大量小分晶或不定形结晶。假种皮较厚，由数层细胞组成，最外层细胞长条形，两端钝圆。可见草酸钙簇晶。【性味】味辛；性温【功能主治】行气开胃。主胃脘疼痛；消化不良【用法用量】内服：煎汤，3-9g。【摘录】《中华本草》]"
},{
    "中药名称": "白兰花",
    "分布地区": "[原产喜马拉雅地区。现北京及黄河流域以南均有栽培。古时多在亭、台、楼、阁前栽植。现多见于园林、厂矿中孤植，散植，或于道路两侧作行道树。北方也有作桩景盆栽。　　]",
    " 形态特征": "[白兰花2白兰，属木兰科含笑属落叶乔木，高达17—20米，盆栽通常3-4米高，也有小型植株。树皮灰白，幼枝常绿，叶片长圆，单叶互生，青绿色，革质有光泽，长椭圆形。其花蕾好像毛笔的笔头，瓣有8枚，白如皑雪，生于叶腋之间。花白色或略带黄色，花瓣肥厚，长披针形，有浓香，花期长，6-10月开花不断。如冬季温度适宜，会有花持续不断开放，只是香气不如夏花浓郁。这些花含有芳樟醇、苯乙醇、甲基丁香酚等成分，经收集后可供作熏茶、酿酒或提炼香精。现在好些表现白兰香型的香水、润肤霜、雪花膏都常用白兰花为配料。　　]",
    " 生物习性": "[喜光照充足、暖热湿润和通风良好的环境，不耐寒，不耐阴，也怕高温和强光，宜排水良好、疏松、肥沃的微酸性土壤，最忌烟气、台风和积水。华南地区在适温条件下长年开放不绝。树姿优美，叶片清翠碧绿，花朵洁白，香如幽兰　　]",
    " 栽培管理": "[白兰花3白兰花性喜温暖、湿润，宜通风良好，有充分日照，怕寒冷，忌潮湿，既不喜荫蔽，又不耐日灼。浇水是养好白兰花的关键，但又因根系肉质，怕积水，又不耐干。春季出房浇透水1次，以后隔天浇1次透水；夏季早晚各1次，太干旱须喷叶面水；秋季2-3天1次；冬季扣水，只要盆土稍湿润即可；雨后及时倒去积水。薄肥勤施，以饼肥为好，冬季不施肥，在抽新芽后开始至6月，每3－4天浇1次肥水，7－9月－6天浇1次肥水，施几次肥以后应停施1次。喜排水良好、富含腐殖质、疏松、微酸性砂质土壤。通常2-3年换盆1次，在谷雨过后换盆较好，并增添疏松肥土。不耐寒，除华南地区以外，其他地区均要在冬季进房养护，最低室温应保持5℃以上，出房时间在清明至谷雨为宜。一年抽发新梢3次。一般情况下，第一次在2月下旬，第二次在6月中旬，的三次在8月上旬。由于每次萌发后就边生长边开花，以至花期长达150天之久。生长期每旬施肥1次，花期增施磷肥2-3次，同时剪去病枝、枯枝、徒长枝，摘除部分老叶，以抑制树势生长，促进多开花。　　]",
    " 栽培繁殖": "[白兰花4常用压条和嫁接繁殖。压条，于6-7月用高空压条法，保持湿润，约2个月后生根。嫁接，以二年生辛夷为砧木，在梅雨季节选取与砧木粗细相同的白兰花枝条，接后60-70天即愈合，与母株剪离成苗。白兰花的繁殖可采用嫁接、压条、扦插、播种等方法，但最常用的是嫁接和压条两种。　　]",
    " 嫁接繁殖": "[嫁接法中又有两种接法，一种是靠接，一种是切接。靠接：靠接时间，自春至秋，整个生长季节皆可进行。以4-7月进行者为多。靠接部位以距离地面70厘米处为最好。绑缚后裹上泥团，并用树叶包扎在外面，防止雨水冲刷，经60天左右即可切离。靠接是较容易成活的一种方法，但不如切接的生长旺盛。　　]",
    " 压条繁殖": "[压条繁殖亦有普通压条和高校压条两种。①普通压条：压条最好在2-3月进行，将所要压取的枝条基部割进一半深度，再向上割开一段，中间卡一块瓦片，接着轻轻压入土中，不使折断，用“U”形的粗铁丝插入土中，将其固定，防止翘起，然后堆上土。春季压条，待发出根芽后即可切离分栽。②高枝压条：入伏前在母株上选择健壮和无病害的嫩枝条(直径1．5-2厘米的)，于盆岔处下部切开裂缝，然后用竹筒或无底瓦罐套上，里面装满培养土，外面用细绳扎紧，小心不去碰动，经常少量喷水，保持湿润，次年5月前后即可生出新根，取下定植。　　]",
    " 种养技术": "[白兰花5白兰花性喜阳光充足和湿润的环境，不宜长期在碱性土壤生长，栽植应选择避风向阳、排水良好和肥沃的地方。花前应有充足的水份和肥料，以促其花大香浓。白兰花枝条不多，除枯枝、病虫枝和扰乱树形的枝外，一般不需修剪。花谢后如不留种，应将果剪除，以免消耗养分。白兰花耐寒力较强，在华北、东北地区南部，均可露地越冬。盆栽白兰花，可行蟠扎处理，即在四月发芽后，随着新梢的生长，随时进行蟠扎，扎成弯曲姿态，限制主干拔高。又因玉兰是深根系，久居盆中，容易长势衰弱，故花谢后应修理主根，下地培植，于花前再上盆，这样才能花繁、花艳。白兰花以嫁接繁殖为主，亦可播种、扦插、压条进行繁殖。嫁接多用木兰实生苗作砧木，于清明前进行切接，南方也可于秋分前后切接，或在8-9月芽接。切接、芽接均与一般花木同。播种育苗于9月底或10月初，将成熟的 果采下，取出种子，用草木灰水浸泡1—2天，然后搓去蜡质假种皮，再用清水洗净即可播种；也可将种子洗净后，用湿沙层积法进行冷藏，否则易失去种子发芽能力。于翌年3月在室内盆播，20天左右即可出苗。　　]",
    " 虫害防治": "[白兰花6白兰主要的病虫害有黄化病、炭疽病及红蜘蛛、介壳虫等。白兰喜酸性土壤，如土壤偏碱性，或浇灌用水也偏碱，容易引起白兰叶片发黄，根系变黑腐烂的黄化病。可用0．2％的硫酸亚铁水溶液喷洒叶面，每5-7天喷一次。还可经常施以0．5％左右的硫酸亚铁水溶液，加以防治。白兰的炭疽病，初时叶部褪绿，呈黄色小斑点，逐步扩大成圆形，严重时，叶片枯焦、发黑脱落。浇水过多、湿度大、通风不良易发此病。可用50％多菌灵可湿性粉剂500倍液，或50％托布津可湿性粉剂500倍液，每隔5-10天喷洒一次防治。红蜘蛛、介壳虫会使白兰叶子发黄，并吸食液汁，引起植株枯死，其分泌物会诱发煤烟病。介壳虫一经发现，可用竹片刮除。红蜘蛛可用1000倍20％三氯杀瞄矾，或用50％三硫磷l000倍液喷洒防治。　　]",
    " 应用价值": "[白兰花7白兰花做为观赏花，株形直立有分枝，落落大方。在南方可露地庭院栽培,是南方园林中的骨干树种。北方盆栽，可布置庭院、厅堂、会议室。中小型植株可陈设于客厅、书房。因其惧怕烟熏，应放在空气流通处。除了可以花叶齐观，作为一种香料植物，白兰花还可以兼做香料和药用。白兰花含有芳香性挥发油、抗氧化剂和杀菌素等物质，可以美化环境、净化空气、香化居室；而且从中提取出的香精油与干燥香料物质，还能够用于美容、沐浴、饮食及医疗。不仅白兰花提取物能够药用，整个花也可以直接入药，据说对于慢性支气管炎、虚劳久咳、前列腺炎等效果极佳。除此之外，白兰花还可用于熏制花茶，据有关资料记载，纯粹的白兰花茶“外形条索紧结重实，色泽墨绿尚润，香气鲜浓持久，滋味浓厚尚醇，汤色黄绿明亮，叶底嫩匀明亮”。白兰花叶片青翠碧绿，花朵洁白如玉，芳香若兰，惹人喜爱。但常因管理不善，遭受病虫危害，引起叶色娈黄，花小失洁，影响观赏，令人扫兴。白兰花常见的病害有黄化病，炭疽病，根腐病；虫害有介壳虫，红蜘蛛，蚜虫，刺蛾等。白兰花8　　]",
    " 炭疽病": "[主要发生在叶上，初期表现为褪绿，出现黄色小斑点，后逐渐扩大成圆形或椭圆形，几个病斑合并成不规则斑，中央淡褐色，边缘暗褐色。病斑发生于叶缘时为半圆型，使叶有些扭曲。病害严重时叶片整片枯焦，发黑脱落。该病属真菌病害，病菌在寄主病组织中越冬。盆栽浇水过多，湿度过大易发病。一般于六月初开始发病，七至八月为盛发期。防治方法为：改进浇水方式，让水从盆沿注入，不可太多；结合修剪，剪除病叶病梢，清除落叶销毁，以减少病源；在春雨和梅雨季节，每隔十至十五天喷等量式一百至二百倍波尔多液，百分代森锌五百至八百倍液，或百分甲基托布津一千倍液，连喷三至四次，以抑制病害的发生。　　]",
    " 根腐病": "[属真菌性病害。白兰花浇水过多或遭受涝害，均易引起根系变黑腐烂，轻者生长不良，叶片萎黄脱落，重者整株死亡。防治方法：努力改善土壤排水条件是防病的重要措施。浇水要见干见湿，浇就浇透，并注意松土；连阴雨天，要防止雨淋，及时倾倒盆内积水；盆底要多垫些碎瓦片等排水物。在室外放置时，最好用砖把花盆垫起来，以利排水；植株生长期染病，可用百分代森锌二百倍液，百分代森铵二百倍液，或百分菌灵五百倍液等化学药剂浇灌根部土壤。白兰花9　　]",
    " 黄化病": "[又名缺绿病，属生理性病害。盆土偏碱，同时又使用含盐碱成分较多的水浇灌，就会导致喜微酸性土壤的白兰花叶片由碧绿逐渐变成黄白色，严重时会使叶片局部坏死呈褐色。发病后，立即向叶面上喷射百分之零点的硫酸亚铁溶液，每周喷一次，连续喷三至四次，同时施用矾肥水。　　]",
    " 虫害": "[白兰花有时遭受介壳虫和红蜘蛛危害，受害植株叶子发黄，严重时纷纷脱落，影响生长发育。平时要经常检查叶子的背面，发现少量介壳虫可人工捕捉。发现红蜘蛛时，可用卫生喷雾器，将其装满水，加敌敌畏或乐果三至四滴，喷杀。如无喷雾器，也可用小木(竹)棒，在一端扎棉球蘸上敌敌畏，插入盆内进行薰杀，均可收到良好的防治效果。蚜虫发生在春夏之间，五至六月发生最为严重，主要危害春夏新梢。可用百分乐果一千倍液或百分之二十五亚胺硫磷一千倍液喷洒，或用一比二百的洗衣粉水(皂液水)，加几滴菜油，充分搅拌均匀喷洒。刺蛾是吃叶害虫，受害严重时，不到几天整盆白兰花的叶片就被吃光，可进行人工捕捉或摘除受害叶片(害虫多在叶背)，或喷洒百分晶体敌百虫一千倍液，或百分杀螟松六百倍液，防治效果颇好。　　]",
    " 西药介绍": "[药名：白兰花拼音：BAILANHUA来源：为双子叶植物药木兰科植物白兰花的花。功效：温肺止咳，化浊。主治：治慢性支气管炎，前列腺炎，白浊，妇女白带。性味归经：苦辛，温。入肺、脾二经用法用量：内服：煎汤，3～5钱。别名：白兰、白玉兰(《广州植物志》)动植物资源分布：福建、广东、广西、云南、四川、江苏、浙江、安徽、江西等地均有栽培。药材的采收与储藏：夏末秋初花开时采收，鲜用或晒干。拉丁名：MicheliaalbaDC.考证：出自《四川中药志》。中药化学成分：叶含生物碱、挥发油、酚类。鲜叶含油0.7%，油主要成分为芳樟醇(Linalool)、甲基丁香油酚(Methyleugenol)和苯乙醇。根和茎皮含黄心树宁碱(Ushinsunine)、氧化黄心树宁碱。　　]"
},{
    "中药名称": "白蔹",
    "基本信息": "[【植物形态 】木质藤本。茎多分枝，带淡紫色，散生点状皮孔，卷须与叶对生。掌状复叶互生，小叶3～5，一部分羽状分裂，一部分羽状缺刻，边缘疏生粗锯齿，叶轴有宽翅，裂片基部有关节，两面无毛。聚伞花序与叶对生，序梗细长而缠绕；花小，萼片5；花瓣5，淡黄色；雄蕊5；花盘杯状，边缘稍分裂。浆果球形或肾形，熟时蓝色或白色，有针孔状凹点。花期7～8月，果期9～10月。【性状】本品纵瓣呈长圆形或近纺锤形，长4 ～10cm，直径 1～2 cm；切面周边常向内卷曲，中部有 1凸起的棱线；外皮红棕色或红褐色，有纵皱纹、细横纹及横长皮孔，易层层脱落，脱落处呈淡红棕色。斜片呈卵圆形，长2。5 ～5cm ，宽 2～3cm ，切面类白色或浅红棕色，可见放射状纹理，周边较厚，微翘起或略弯曲。体轻，质硬脆，易折断，折断时，有粉尘飞出。气微，味甘。【性味归经】苦，辛，微寒。归心、胃、肝经。　　]",
    " 主治与用法用量": "[【功能主治】清热解毒，消痈散结。用于痈疽发背，疔疮，瘰疠，水火烫伤。【用法用量】 4。 5～9g；外用适量，煎汤洗或研成极细粉敷患处。　　]",
    " 贮藏、备注与摘录": "[【注意】不宜与乌头类药材同用。【贮藏】置通风干燥处，防蛀。【备注】（1）如发背初起或疮疡痈肿，以本品配赤小豆，共研细末，用鲜鸡蛋白调和外涂。此外，水火烫伤，亦可用白蔹末外敷。【摘录】《中国药典》　　]",
    " 中文名、类别与异名": "[【中文名】白蔹(《本经》)【类 别】根类【异名】白根、昆仑(《别录》)，猫儿卵(《纲目》)，鹅抱蛋(《植物名实图考》)，见肿消(《南京民间药草》)，穿山老鼠(《浙江中药手册》)，白水罐、山地瓜(《东北药植志》)，铁老鼠、母鸡带仔、老鼠瓜薯(《广西中药志》)，山栗子、八卦牛、白浆罐、狗天天(《辽宁经济植物志》)，癞痢茶(江西《草药手册》)。　　]",
    " 来源与植物形态": "[【来源】为葡萄科植物白蔹的根。【植物形态】白蔹，又名：菟核、白草(《本经》)，野葡萄秧、小老鸹眼、七角莲、上竹龙、早黄钳、白天天秧。藤本，以卷须攀援他物上升。块根纺锤形或块状，深棕红色，根皮栓化，易剥落。小枝光滑，棕褐色，具纵纹。吁互生，掌状复叶，具柄；小叶片通常5枚，再次作掌状或羽状分裂；小叶有短柄或几无柄，最终裂片披针形残菱形，大小不等，先端尖，基部楔形，边，缘有不规则缺刻状粗齿，叶轴及小叶柄有翅；叶上面暗绿色，下面淡绿色，均光滑无毛。聚伞花序与叶对生，总花梗长4～9厘米，常缠绕，花小，直径1.5～2毫米，淡黄色；花萼5片，不明显；花瓣5片，卵圆形，后脱落；雄蕊5枚，花丝短；花盘杯状，明显；子房着生花盘中央，2室，花柱1枚，甚短。浆果球形，直径6～7毫米，蓝色或蓝紫色。花期6～7月。果期8～9月。生长于荒山的灌木丛中。分布黑龙江、吉林、辽宁、河北、河南、山东、安徽、江苏、浙江、江西、湖南、湖北、四川、山西、陕西、广西、内蒙古等地。本植物的果实(白蔹子)亦供药用，另详专条。【采集】春、秋采挖，除去茎及细须根，洗净，多纵切成两瓣、四瓣或斜片后晒干。【药材】干燥的块根呈长椭圆形或纺锤形，两头较尖，略弯曲，长3～12厘米，直径1～3厘米，外皮红棕色，有皱纹，易层层脱落，内面淡红褐色。纵切瓣切面周边常向内卷曲，中部有一凸起的棱线。斜片呈卵圆形，厚1.5～3毫米，中央略薄，周边较厚，微翘起或微弯曲。质轻，易折断，折断时有粉尘飞出，断面白色或淡红色。气微，味甘。以肥大、断面粉红色，粉性足者为佳。主产河南、湖北、安徽、江西。此外，江苏、浙江、四川、广西等地亦产。【化学成份】含粘液质、淀粉等。【性味】苦甘辛，凉。①《本经》：\"味苦，平。\"②《别录》：\"甘，微寒，无毒。\"③《药性论》：\"味苦，平，有毒。\"④《滇南本草》：\"性微寒，味苦辛。\"【归经】入心、肝、脾经。①《滇南本草》：\"入脾、肺二经。\"②《本草求真》：\"入肝、脾。\"③《本草撮要》：\"入足少阴、厥阴经。\"【功用主治】清热，解毒，散结，生肌，敛疮，止痛。治痈肿，疔疮，瘰疬，烫伤，温疟，惊痫，血痢，肠风，痔漏，白带，跌打损伤，外伤出血。①《本经》：\"主痈肿疽疮，散结气，止痛。除热，目中赤，小儿惊痫，温疟，女子阴中肿痛。\"②《别录》：\"下赤白，杀火毒。\"③《药性论》：\"治面上疱疮。\"④《日华子本草》：\"止惊邪，发背，瘰窃，肠风，痔漏，刀箭疮，扑损，温热疟疾，血痢，烫火疮，生肌止痛。\"⑤《本草图经》：\"治风，金疮。\"⑥李杲：\"涂一切肿毒，敷疔疮。\"⑦《纲目》：\"解狼毒毒。\"【用法与用量】外用：研末撒或调涂；或捣敷。内服：煎汤，1～3钱。【宜忌】脾胃虚寒及无实火者忌服。①《本草经集注》：\"代赭为使。反乌头。\"②《本草经疏》：\"痈疽已溃者不宜服。\"③《本经逢原》：\"阴疽色淡不起，胃气弱者，非其所宜。\"【选方】①治痈肿：一白蔹二分，藜芦一分。为末，酒和如泥，贴上，日三。(《补缺肘后方》)二白蔹、乌头(炮)、黄芩各等分。捣末筛，和鸡子白敷上。(《普济方》白蔹散)②敛疮：白蔹、白芨、络石各半两，取干者。为细末，干撒疮上。(《鸡峰普济方》白蔹散)③治聤耳出脓血：白蔹、黄连(去须)、龙骨、赤石脂、乌贼鱼骨(去甲)各一两。上五味，捣罗为散。先以绵拭脓干，用药一钱匕，绵裹塞耳中。(《圣济总录》白蔹散)④治白癜风，遍身斑点瘙痒：白蔹三两.天雄三两(炮裂去皮脐)，商陆一两，黄芩二两，干姜二两(炮裂、锉)，踯躅花一两(酒拌炒令干)。上药捣罗为细散，每于食前，以温酒调下二钱。(《圣惠方》白蔹散)⑤治冻耳成疮，或痒或痛者：黄柏、白蔹各半两。为末。先以汤洗疮，后用香油调涂。(《仁斋直指方》白蔹散)⑥治瘰疬生于颈腋，结肿寒热：白蔹、甘草、玄参、木香、赤芍药、川大黄各半两。上药捣细罗为散，以醋调为膏，贴于患上，干即易之。(《圣惠方》白蔹散)⑦治皮肤中热痱、瘰疬：白蔹、黄连各二两，生胡粉一两。上捣筛，容脂调和敷之。(《刘涓子鬼遗方》白蔹膏)⑧治扭挫伤：见肿消二个，食盐适量。捣烂外敷。(《全展选编.外科》)⑨治汤火灼烂：白蔹末敷之。(《备急方》)⑩治吐血、咯血不止：白蔹三两，阿胶二两(炙令燥)。上二味，粗捣筛，每服二镜匕，酒水共一盏，入生地黄汁二合，同煎至七分，去滓，食后温服。如无地黄汁。入生地黄一分同煎亦得。(《圣济总录》白蔹汤)【临床应用】①治疗外科炎症将白蔹块根去皮研末，取3两(用量根据炎症面积加减)以沸水搅拌成团后，加75～95%酒精调成稠糊状，外敷患处，每日1次，以愈为度。对于疖、痈、蜂窝织炎、淋巴结炎、各种炎性肿块等急性感染的初期，有显著疗效。共观察3l例，除个别病情危急、全身反应严重加用抗菌素外，一般不用其他药物。用药后疼痛减轻，炎症很快吸收或局限。一般经治2～3天可愈。②治疗扭挫伤取见肿消2个，食盐适量，捣烂如泥外敷。共治80例，66例有效。有的经治4天就肿消痛减而愈。白蔹【来源】外治方【原料】白蔹适量。【制法】研末，每次取适量，用沸水搅拌成团后，加75～95%酒精（或白酒）调成稠糊状，外敷患处【用法】每日1次，以愈为度。【功效】据报道，本方对疖、痈、蜂窝组织炎、淋巴结炎、各种炎性肿块等急性感染的初期，有显著疗效。共观察31例，一般经治2～3天可愈。【类别】偏方]",
    " 各家论述": "[《本草汇言》：“白蔹，敛疮也，拔疔毒之药也，此药甘苦寒平，故前主痈疽疮，散结止痛，未脓可消，已脓可拔，脓尽可敛。又治女子阴中肿痛，带下赤白，总属营气不和，血分有热者咸宜用之，敷贴服食，因病制作可也。”《本草经疏》：“白蔹，若则泄，辛则散，甘则缓，寒则除热，故主痈肿疽疮，散结止痛。盖以痈疽皆由荣气不从，逆于肉里所致：女子阴中肿痛，亦由血分有热之故；火毒伤肌肉，即血分有热；目中赤，亦血热为病，散结凉血除热，则上来诸苦，蔑不济矣。其治小儿惊痫、温疟及妇人下赤白，则虽云惊痫属风热，温疟由于暑，赤白淋属湿热，或可通用，然病各有因，药各有主，以类推之，或非其任矣，尚俟后哲详之。总之为疔肿痈疽家要药，乃确论也。”《本经逢原》：“白蔹，性寒解毒，敷肿疡疮，有解散之功，以其味辛也。《本经》治目赤惊痫温疟，非取其解热毒之力欤？治阴肿带下，非取其去湿热之力欤？《金匮》薯蓣丸用之，专取其辛凉散结以解风气百疾之蕴蓄也。世医仅知痈肿解毒之用，陋哉。同地肤子治淋浊失精，同白及治金疮失血，同甘草解狼毒之毒，其辛散之功可知。”《本草正义》：“白蔹苦泄，能清湿热而通壅滞，痈肿疽疮，多湿火为病，古人所谓痈疽，本外疡之通称，此疽字，非近世之所谓阴疽。结气以热结而言，苦泄宣通，则能散之，痛者亦热结之不通，《经》文以止痛与除热并言，则非泛治一切诸痛可知。目赤乃湿热之上凌，惊痫多气火之上菀，温疟本是热痰窒塞，阴中肿痛，亦湿火结于肝肾之络，总之，皆苦泄宣通之作用。医经主治，未尝不与陆氏《诗疏》同条共贯也，《别录》以治赤白，亦泄导湿热之浊垢，曰杀火毒，则约而言之耳。《日华子》谓治发背，则古之背疽，多是火毒，此与太阳经凝结之背疽不同，不可含浑。又谓瘰疬，面上疱疮，亦即《本经》主痈肿之义。又谓治肠风痔漏，血痢，刀箭疮，扑损，生肌止痛，则于《本经》、《别录》之外，多一层凉血破血，化瘀生新之义。又可作疡家外治末药，盖苦而善泄，义固相因。”《中药学》- 白蔹《本草纲目 · 白蔹》]"
},{
    "中药名称": "白柳",
    "基本信息": "[拼音名Bái Liǔ门中文名：被子植物门纲中文名：双子叶植物纲目中文名：杨柳目科编号：153科中文名：杨柳科科拉丁名：Salicaceae属中文名：柳属属拉丁名：Salix种中文名：白柳种拉丁名：Salix alba L.　　]",
    " 来源": "[药材基源：为杨柳科植物白柳的枝叶或芽。拉丁植物动物矿物名：Salix alba L.采收和储藏：春季采收嫩枝叶或芽，鲜用或晒干。　　]",
    " 原形态": "[白柳，乔木，高达20m。老树皮暗灰色，深纵裂。叶披针形、线状披针形或阔披针形，长5-12（-15）cm，宽1-3(-3.5)cm；先端渐尖，基部楔形，幼叶两面被白绢毛，后脱落；叶柄长约1cm，有白色绢毛，托叶披针形，边缘有腺点，时脱落。花序与叶同时开放，轴上密被白色绒毛；雄花序长3-5cm，药药鲜黄色，雄蕊2；苞片卵状披针形或倒卵状长圆形，淡黄色，有缘毛；腺体2，背生和腹生；雌花序长3-4.5cm，子房卵状圆锥形，有短柄或近无柄，花柱短，常2浅裂，柱头2裂；苞片全缘；腺体1，腹生，稀有1不发达的背腺。果序长3-5.5cm。花期4-5月，果期5月。　　]",
    " 生境分布": "[生态环境：多沿河生长，可以分布到海拔3100m。国外分布：伊朗；巴基斯坦；印度；阿富汗；前苏联；欧洲国内分布：新疆；甘肃；青海；西藏　　]",
    " 医药": "[【化学成份】叶含芹菜素(apigenin)，穗花杉双黄酮(amentoflavone)，柏木双黄桐(cupressuflavone)，还含维生素C和谷胱甘肽(glutathione)。【性味】味苦；性寒【功能主治】 清热解毒；祛风除湿。主急性扁桃体炎；咽喉炎；腺腮炎；黄疸性肝炎；盆腔炎；肾炎；疮疖；风湿性关节炎；类风湿性关节炎【用法用量】内服：煎汤，9-15g。]"
},{
    "中药名称": "白马骨",
    "白马骨.中药材.版本二": "[【出处】出自1.《本草拾遗》：白马骨生江东，似石榴而短小对节。2.《花镜》：六月雪，六月开细白花。树最小而枝叶扶疏，大有逸致，可作盆玩。喜清阴，畏太阳，深山丛木之下多有之。3.《植物名实图考》：按白马骨，《本草纲目》入于有名未用，今建昌土医以治热证；余取视之，即六月雪。小叶白花，矮科木茎，与《拾遗》所述形状颇肖，盖一草也。......《宁都州志》：疑即《图经》曲节草，一名六月霜，与图形殊不【拼音名】Bái Mǎ Gǔ【英文名】root of Snow of June【别名】路边金、满天星、路边鸡、六月冷、曲节草、路边荆、鱼骨刺、光骨刺、过路黄荆、硬骨柴、天星木、凉粉草、细牙家、白点秤、鸡骨头草、鸡脚骨、路边姜、白金条、鸡骨柴、千年勿大、白马里梢、野黄杨树、米筛花、冻米柴、月月有、朱米雪、坐山虎、千年树、白花树、铁线树、黄羊脑、五经风、鸡骨头柴【来源】药材基源：为双子叶植物药茜草科植物白马骨或六月雪的全草株。拉丁植物动物矿物名：1.Serissa serissoides (DC.)Druce2.Serissa japonica (Thunb.)Thunb. [Lycium japonicum Thunb.;Serissa foetida(L.F.)Comn]采收和储藏：栽后1-2年，于4-6月采收茎叶（能连续收获4-5年），秋季挖根。洗净，切段，鲜用或晒干。【原形态】1.白马骨，落叶小灌木，高30-100cm。枝粗壮，灰色。叶对生：有短柄，常聚生于小枝上部；托叶膜质，先端有锥尖状裂片数枚，长.2-2.5mm；叶片倒卵形或倒披针形，长1.5-3cm，宽5-15mm ，先端短尖，基部渐狭，全缘，两面无毛或下面被疏毛。花无梗，丛生于小枝顶或叶腋；苞片1，斜方状椭圆形，顶端针尖，长约2mm，白色；萼5裂，理解片三角状锥尖，长约2.5mm，有睫毛；花冠管状，白色，长6-8mm，内有茸毛1簇，5裂，理解片长圆状披针形；雄蕊5；雌蕊1，柱头分叉，子房下位，5棱，圆柱状。核果近球形，有2个分核。花期4-6月，果期9-11月。2.六月雪 本种与白马骨极相假，惟叶较小，狭椭圆形或椭圆状倒披针形；萼裂片面性三角形，亦较短。【生境分布】生态环境：生于山坡、路边、溪旁、灌木丛中。资源分布：分布于我国中部及南部。【栽培】1.气候土壤：喜温暖湿润气候，但能耐旱。在丘陵和平坝排水良好的夹砂土栽培较好。2.种植：用扦插繁殖。四川地区在10-11月扦插育苗。先挖翻土地，敲细整平，开1.3m宽的畦，然后在畦上开横沟，沟距25cm，深约13cm，扦插时，选取老株上的健壮枝条，剪成长约16cm的插条，每沟插20-25根，顶端2节露出畦面，填土压紧，浇水。培育2-3年后，即可移栽。移栽在春、秋雨季进行。整地与苗床相同。栽时按行距66cm，株距48cm，开深约16cm的穴，每穴栽苗1-2株，填土压紧。3.田间管理：苗期每年浅耕除草4次，在3、5、8、11月进行。追肥3次，在3、5、11月中耕除草后进行，肥料以人畜粪水为主。移栽后，每年中耕除草3次，在4、7、10月进行。追肥2次，在4月和10月各1次。肥料春季可用人畜粪水，冬季可用土杂肥。【性状】性状鉴别 （1）白马骨 根细长圆柱形，有分枝，长短不一，直径3-8mm，表面深灰色、灰白色或黄褐色，有纵裂隙，栓皮易剥落。粗枝深灰色，表面貌纵裂纹，栓皮易剥落；嫩枝浅显灰色，微被毛；断面纤维性，木质，坚硬。叶对生或簇生，薄弱革质，黄绿色，卷缩或脱落。完整者展平后呈卵形或长圆太卵形，长1.5-3cm，宽5-12mm，先端短尖或钝，基部渐狭成短柄，全缘，两面羽状网脉突出。枝端叶间有时可见黄白色花，花萼裂片几与冠简等长；偶见近球形的核果。气微味淡。（2）六月雪 叶狭椭圆形，长7-15mm宽2-5mm，花萼裂片长仅为冠简之半。显微鉴别 白马骨茎横切面：木栓层外侧为落皮层。木栓层为数列木栓细胞。韧皮部较窄，外侧有纤维及石细胞单个或成群断贯热电厂列成环，壁木化；有的薄壁细胞含草酸钙针晶束。形成层不明显。木质部宽广，老茎可见年轮；导管多单个散在，木射线宽1列细胞，少见3-5列细胞类圆形，壁厚，木化，纹孔及孔沟大多明显，有的细胞含草酸钙针晶束。髓部为薄壁细胞，有的中央呈空洞状。本品质薄壁细胞含淀粉粒。白马骨叶横切面：表皮细胞类方形，外被角质层。栅栏组织2-3列细胞，通过中脉。海绵组织细胞排列疏松，含有草酸钙针晶束。中脉上、下表皮内侧有厚角组织，上表皮可见单细胞非腺毛。中脉维管束外韧型，维管束鞘纤维不连成环。白马骨粉末特征：灰绿色。①淀粉粒众多，单粒类圆形，直径2-8μm，层纹，脐点不明显；复粒多见。②纤维散在或成束，多呈梭形，直径6-15μm，壁厚，木化。③草酸钙针晶束散在，或成束存在于薄壁细胞中。④石细胞单个或数个相连，长椭圆形，长径约50μm，短径约15μm，孔沟明显。⑤非腺毛单细胞。⑥气孔平轴式。⑦叶表皮细胞具角质层纹理。【化学成份】六月雪全草含甙类及鞣质。白马骨含有酚性化合物、有机酸、甾醇及三萜。全株含熊果酸及β-谷甾醇，根含皂甙0.2%。【药理作用】1.煎剂及乙醇浸剂按每1kg体重10g灌胃，对大鼠蛋清性关节炎有显着性抑制性作用。对甲醛性关节炎亦一定抑制作用。2.全株煎剂(1：1)用铜板打洞法，对葡萄球菌有抑制作用。【鉴别】（1）取本品粗粉1g，加水10ml，湿浸30min，滤过。取滤液1ml，加α-萘酚乙醇液2滴，摇匀后，没管壁加浓硫酸0.5ml，交界面现棕红色环。(检查糖类)（2）取本品粗粉1g，加乙醇20ml，回流30min，滤过，滤液作下述度验；①取滤液点于虑纸上，干后喷有机酸显色剂（0.1%甲基红乙醇溶液5ml，0.1%早基橙水溶液15ml及0.1%石蕊水溶液20ml的混合液），斑点显红色。（检查有机酸）②取滤液5ml，蒸干，残渣用醋酐1ml溶解，加入1滴浓硫酸，显红色至紫红色，渐就成墨绿色。（检查甾类）③取滤液1ml，加3%碳酸钠溶液，在沸水中加热3min，冷却，加入重氮化试剂2滴，溶液显红色。（检查酚类）【性味】苦辛；凉；无毒【归经】肝；脾经【功能主治】祛风；利湿；清热；解毒。主感冒；黄疸型肝炎；肾炎水肿；咳嗽；喉痛；角膜炎；肠炎；痢疾；腰腿疼痛；咳血；尿血；妇女闭经；白带；小儿疳积；惊风；风火牙痛；痈疽肿毒；跌打损伤【用法用量】内服：煎汤，10-15g(鲜者30-60g)。外用：适量烧灰淋汁涂，煎水洗或捣敷。【注意】脾胃虚寒慎服。【各家论述】1.《本草拾遗》：止水痢。2.《生草药性备要》：治伤寒，中暑，发狂乱语，火症，亦退身热。3.《宁乡县志》：节：可治小儿惊风，腹痛；枝：烧灰可点翳。4.《植物名实图考》：治热证，疮痔，妇女白带。5.《岭南采药录》：解暑热，消积滞，止痢疾；并治伤寒，时疫，发背疮，消痈疽，拔毒。6.《南京民间药草》：止吐血。7.《中医药实验研究》：治目赤肿痛。8.《安徽药材》：与老母鸡同煮，能治慢性肾炎水肿。9.《贵州民间药物》：清热解毒，舒经活络。治刀伤，瘫痪，男女弱症，飞疔。10.《广西中药志》：治喉痛。11.《四川中药志》：清热，除风。治头晕目眩及胸膈邪热。12.广州部队《常用中草药手册》：舒肝解郁，清热利湿，消肿拔毒。治急、慢性肝炎，风湿腰腿痛，痈肿恶疮，蛇伤。13.《上海常用中草药手册》：活血，消肿，祛风，化湿，又有强壮作用。治女子经闭，白带过多，头晕无力。14.《江苏验方草药选编》：治乳糜尿。和石打穿煎服，治面神经麻痹。15.《浙江民间常用草药》：平肝，利湿，健脾，止泻。【摘录】《中华本草》]"
},{
    "中药名称": "白毛藤",
    "简介": "[(《百草镜》)【来源】为茄科植物白英的全草。【植物形态】白英【采集】一般于5～6月或9～11月间割取全草，洗净晒干。【用法与用量】内服：煎汤，5～8钱(鲜者1～2两)；或浸酒。外用：煎水洗、捣敷或捣汁涂。【宜忌】《闽东本草》：\"体虚无湿热者忌用。\"　　]",
    " 异名": "[苻(《尔雅》)，蜀羊泉、谷菜(《本经》)，鬼目草(《尔雅》郭璞注)，白草(《别录》)，排风、白幕(《本草拾遗》)，鬼目菜(《吴志》)，天灯笼、和尚头草(《纲目拾遗》)，望冬红、酸尖菜(《植物名实图考》)，排风藤(《分类草药性》)，土防风、耳坠菜(《贵州民间方药集》)，金线绿毛龟草、葫芦草(《福建民间草药》)，毛风藤(《江西民间草药》)，毛老人(《江西中药》)，红道士、毛和尚(《浙江民间草药》)，野猫耳朵(《四川中药志》)，胡毛藤、羊仔耳、生毛梢、龙毛龟、毛燕仔、红麦禾(《闽东本草》)。　　]",
    " 植物形态": "[白英多年生蔓性半灌木。茎长达5米，基部木质化，上部草质，具细毛。叶互生；上部的叶多作戟状3裂或羽状多裂；下部的叶长方形或卵状长方形，基部心脏形，先端尖，全缘，长4～9厘米，阔2～5厘米，上面鲜绿色，下面较淡，两面均有细毛散生，沿叶脉较密；叶柄长2～3.5厘米，有细毛。聚伞花序生于枝顶或侧生与叶对生；枝梗、花柄及花均密被长柔毛，花柄细长；花萼漏斗形，萼片5，卵形；花冠白色，裂片5，自基部向下反折，长5～6毫米，卵状或长方状披针形，顶端尖；雄蕊5，着生于花冠筒口，花丝短而扁。种子白色，扁圆。花期9～10月。果期11月。野生于路边、山野或灌木丛中。全国大部分地区均有分布。本植物的根(白手藤根)、果实(鬼目)亦供药用。　　]",
    " 药材": "[干燥的茎，类圆柱形，直径约2～7毫米，外表黄绿色至暗棕色，密被灰白色的毛茸，在较粗的茎上，毛茸极少或无，具纵皱纹，且有光泽；质硬而脆，断面淡绿色，纤维性，中央形成空洞。叶皱缩卷曲，密被毛茸，叶柄长约1～2厘米。有的带有淡黄色至暗红色的果实。以干燥、肥嫩、叶绿、无子、无杂草者为佳。主产江苏、浙江。安徽等地。　　]",
    " 化学成分": "[白英全草含生物碱，千年不烂心茎中含甾体生物碱，有番茄烯胺、澳洲茄胺和蜀羊泉碱等。叶中还有含量较多的α苦茄碱和β-苦茄碱、较少的澳洲茄碱以及痕量的澳洲茄边碱。这些生物碱中主要的是蜀羊泉碱或番茄烯胺；β-苦茄碱有抗小白鼠肉瘤-180的作用。另据报道，叶中分离到一个甾体生物碱糖甙，水解后除得到番茄烯胺外，还有它的脱氢化合物番茄-3，5-二烯胺和小量的雅姆皂甙元。叶中又含维生素C149.4～173.2毫克。花序中含较多的甾体皂甙，主要是替告皂甙元和雅姆皂甙元，两者均有抗真菌的作用。此外，该植物的地上部分中，还发现有α-，β-和γ-蜀羊泉胺、γ-苦茄碱、替告皂甙元。根中含15α-羟基蜀羊泉碱、15α-羟基澳洲茄胺、15α-羟基番茄胺和15α-羟基番茄烯胺。千年不烂心果实的成分详\"苦茄\"条。　　]",
    " 药理作用": "[抗肿瘤作用蜀羊泉和红枣以1：1混合制成煎剂、糖浆剂对小白鼠艾利虚腹水癌及梭形细胞肉窟的实体型及腹水型有抑制作用，临床上对子宫颈癌有效，但重复率低，进一步用相当生药40，80，120克／公斤／天的煎剂及小剂量递增的给药方法，均无明显抗小鼠梭形细胞肉窟实体型、艾氏腹水癌实体型及肉瘤180的作用，但醇提取物对小鼠肉瘸180则有抑制作用，其有效成分为β-苦茄碱。　　]",
    " 性味": "[甘苦，寒。①《本经》：\"味苦，微寒。\"②《别录》：\"无毒。\"③《福建民间草药》：\"微苦涩，平。\"　　]",
    " 功用主治": "[清热，利湿，祛风，解毒。治疟疾，黄疸，水肿，淋病，风湿关节痛，丹毒，疔疮。①《本经》：\"主头秃恶疮热气，疥瘙痂癣虫。\"②陶弘景：\"叶作羹饮，甚疗劳。\"③《本草拾遗》：\"主烦热，风疹，丹毒，疟瘴，寒热，小儿结热。\"④《开宝本草》：\"别本注，茎叶煮粥极解热毒。\"⑤《百草镜》：\"除骨节风湿痛。\"⑥王安卿《采药志》：\"活血追风生血，治鬼箭有效。\"⑦《纲目拾遗》：\"止血淋，疟，疝气。汁滴耳中，止脓不干。治疬癖，用煮牛肉精者食之。\"清湿热，治黄疸水肿，小儿蛔结腹痛。\"⑧《植物名实图考》：\"治腰痛。\"⑨《分类草药性》：\"治惊风，咳嗽。\"⑩《药材学》：\"清热解毒。治恶疮，漆疮。\"　　]",
    " 选方": "[①治黄疸初起：白毛藤、神仙对坐草、大茵陈、三白草、车前草各等分。白酒煎服。(《百草镜》)②治肝硬化初期：鲜白英一至三两，水煎服。(《福建中草药》)③治风痛：桑黄二两，白毛藤二两。切碎，用绍兴原坛酒六斤，煎三炷香。每日服一饭碗。(《杨春涯经验方》)④治风湿关节痛：排风藤一两，忍冬一两，五加皮一两。好酒一斤泡服。(《贵阳民间药草》)⑤治妇女白带：白毛藤煎汁，烧小公鸡或桂圆，连汁食。(《浙江民间草药》)⑥治小儿肝热：鲜白英五钱，水煎服。(《福建中草药》)⑦治风火赤眼：白英鲜叶捣烂，调入乳外敷眼险。(《福建中草药》)⑧治疗疮肿毒：鲜白毛藤全草四两，炖服。另以鲜叶捣烂敷患处。(《闽东本草》)⑨治疥疮：白毛藤全草一两至一两五钱(干的八钱至一两二钱)。和肥猪肉六两，酌加水煎，分两次吃下。(《福建民间草药》)　　]",
    " 临床应用": "[治疗急性黄疸型肝炎取白英全草制成100%注射液，肌肉注射。2岁以下每次2毫升，每日2次；4～12岁每次4毫升，每日～3次；12岁以上每次4毫升，每日～4次。治疗31例，痊愈(自觉症状和阳性体征消失，尿三胆试验与肝功能恢复正常)23例，好转(自觉症状改善，尿三胆正常，肝功能好转者)8例。临床观察到，白英注射液对退黄、改善症状和降低转氨酶均有较好疗效，但对降低麝浊、锌浊及脑絮效果较差。]"
},{
    "中药名称": "白茅根",
    "形态特征": "[白茅(图1)白茅（学名：Imperata cylindrica ）多年生草本。根茎密生鳞片。秆丛生，直立，高30～90厘米，具2～3节，节上有长4～10毫米的柔毛。叶多丛集基部；叶鞘无毛，或上部及边缘和鞘口具纤毛，老时基部或破碎呈纤维状；叶舌干膜质，钝头，长约1毫米；叶片线形或线状披针形，先端渐尖，基部渐狭，根生叶长，几与植株相等，茎生叶较短。圆锥花序柱状，长5～20厘米，宽1.5～3厘米，分枝短缩密集；小穗披针形或长圆形，长3～4毫米，基部密生长10～15毫米丝状柔毛，具长短不等的小穗柄；两颖相等或第一颖稍短，除背面下部略呈草质外，余均膜质，边缘具纤毛，背面疏生丝状柔毛，第一颖较狭，具3～4脉，第二颖较宽，具4～6脉；第一外稃卵状长圆形，长约1.5毫米，先端钝，内稃缺如；第二外稃披针形，长1.2毫米，先端尖，两侧略呈细齿状；内稃长约1.2毫米，宽约1.5毫米，先端截平，具尖钝划、不同的数齿；雄蕊2，花药黄色，长约3毫米；柱头2枚，深紫色。颖果。花期夏、秋季。　　]",
    " 地理分布": "[分布于非洲北部、土耳其、伊拉克、伊朗、中亚、高加索及地中海区域。模式标本采自法国南部。产于中国辽宁、河北、山西、山东、陕西、新疆等北方地区；生于低山带平原河岸草地、沙质草甸、荒漠与海滨。　　]",
    " 白茅根的出处": "[1.《本草经集注》。2.《本草图经》：茅根，今处处有之。春生芽，布地如针，俗间谓之茅针，亦可啖，甚益小儿。夏生白花，茸茸然，至秋而枯，其根至洁白，亦甚甘美，六月采根用。3.《纲目》：茅有数种，夏花者为茅，秋花者为菅，二物功用相近，而名谓不同，《诗》云，白华菅兮，白茅束兮是也。《别录》不分茅、菅乃二种，谓茅根一名地菅，一名地筋，而有名未用，又出地筋，一名菅根。盖二物之根状皆如筋，　　]",
    " 白茅根的原形态": "[白茅（《本草经集注》），又名：白茅菅（陶弘景），丝茅（《纲目》），万根草（《铁岭县志》），茅草。多年生草本。根茎密生鳞片。秆丛生，直立，高30～90厘米，具2～3节，节上有长4～10毫米的柔白茅毛。叶多丛集基部；叶鞘无毛，或上部及边缘和鞘口具纤毛，老时基部或破碎呈纤维状；叶舌干膜质，钝头，长约1毫米；叶片线形或线状披针形，先端渐尖，基部渐狭，根生叶长，几与植株相等，茎生叶较短。圆锥花序柱状，长5～20厘米，宽1.5～3厘米，分枝短缩密集；小穗披针形或长圆形，长3～4毫米，基部密生长10～15毫米丝状柔毛，具长短不等的小穗柄；两颖相等或第一颖稍短，除背面下部略呈草质外，余均膜质，边缘具纤毛，背面疏生丝状柔毛，第一颖较狭，具3～4脉，第二颖较宽，具4～6脉；第一外稃卵状长圆形，长约1.5毫米，先端钝，内稃缺如；第二外稃披针形，长1.2毫米，先端尖，两侧略呈细齿状；内稃长约1.2毫米，宽约1.5毫米，先端截平，具尖钝划、不同的数齿；雄蕊2，花药黄色，长约3毫米；柱头2枚，深紫色。颖果。花期夏、秋季。　　]",
    " 药理作用": "[]",
    " 1.利尿作用": "[白茅根煎剂和水浸剂灌服，对正常家兔有利尿作用，给药5-10天，利尿作用最为明显，20天左右即不明显。但所用剂量特别是动物进水量均不清楚，又无对照组，尚需进一步研究。也有人认为白茅根的利尿作用与其所含的丰富钾盐有关。　　]",
    " 2.止血作用": "[白茅根粉能明显缩短兔血浆的复钙时间。但白茅根含钙较多，可能干扰实验结果。白茅根粉撒于犬或兔的股动脉出血处，压迫1-2分钟，有止血作用。临床用白茅根治疗鼻衄。　　3.抗菌作用白茅根煎剂在试管内对福氏及宋内氏痢疾杆菌有明显的抑制作用，但对志贺氏及舒氏痢疾杆菌却无作用白茅。　　]",
    " 3.抗菌作用": "[]",
    " 4.对心肌86Rb摄取量的影响": "[白茅根水醇综合提取物胙腔注射可使小鼠心肌对86Rb的摄取量增加。　　]",
    " 5.药毒理学": "[家兔灌服煎剂25g／kg，36小时后活动受抑制，运动迟缓，呼吸增快，但很快恢复。静脉注射10-15g／kg，则出现呼吸增快，运动受抑制。1小时后逐渐恢复，剂量增加至25g／kg，6小时后死亡。　　]",
    " 6.其他作用": "[白茅根所含的薏苡素对骨骼肌的收缩及代谢有抑制作用。此外还有镇静、解热镇痛、热病烦渴、胃热呕逆、肺热喘咳、水肿、黄疸等作用。　　]",
    " 化学鉴定": "[]",
    " 化学成分": "[根茎含芦竹素（arundoin），印白茅素（cylindrin），薏苡素（coixol），羊齿烯醇（fernenol），西米杜鹃醇（simiarenol），异山柑子萜醇（isoarborinol），白头翁素（anemonin）；还含甾醇类：豆甾醇（stigmasterol），β-谷甾醇（β-sitosterol），菜油甾醇（camposterol），糖类，多量蔗糖（sucros），葡萄糖（glucose）及少量果糖（fructose），木糖（sylose）；简单酸类：枸橼酸（cittic acid）草酸（oxalic acid）及苹果酸（malic acid）。　　]",
    " 理化鉴别": "[（1）取本品粗粉5g，加苯30ml，加热回流1h，滤过。取滤液1ml蒸干，残渣加醋酐1ml溶解，再加浓硫酸1-2滴，显红色，渐变成紫色、蓝紫，最后呈污绿色。（2）取本品粗粉1g，加水10ml煮沸5-10min，滤过。滤液浓缩成1ml，加新制的斐林试液1ml，置水浴中加热，发生棕红色沉淀。　　]",
    " 性味归经": "[]",
    " 性味": "[甘、寒。①《本经》：味甘，寒。②《别录》：无毒。③《本草正》：甘，凉。白茅④《本草再新》：味甘苦，性寒，无毒。　　]",
    " 归经": "[入肺、胃、小肠经。①《滇南本草》：入胃、小肠二经。②《本草经疏》：入手少阴，足太阴、阳明。③《得配本草》：入手少阴、太阴，兼入足太阴、阳明经。④《本草求真》：入胃、肝。　　]",
    " 各家论述": "[]",
    " 1.《本草图经》": "[茅根，今处处有之。春生芽，布地如针，俗间谓之茅针，亦可啖，甚益小儿。夏生白花，茸茸然，至秋而枯，其根至洁白，亦甚甘美，六月采根用。　　]",
    " 2.《纲目》": "[茅有数种，夏花者为茅，秋花者为菅，二物功用相近，而名谓不同，《诗》云，白华菅兮，白茅束兮是也。《别录》不分茅、菅乃二种，谓茅根一名地菅，一名地筋，而有名未用，又出地筋，一名菅根。盖二物之根状皆如筋，可通名地筋，不可并名菅也。茅有白茅、菅茅、黄茅、香茅、芭茅数种，叶皆相似。白茅短小，三、四月开白花成穗，结细实，其根甚长，白软如筋，而有节，味甘，俗呼丝茅，《本经》所用茅根是也。其根干之，夜视有光。菅茅只生山上，似白茅而长，入秋抽茎开花成穗，如荻花，结实尖黑，长分许，粘衣刺人，其根短硬如细竹根，无节而微甘，亦可入药，功不及白茅，《尔雅》所谓白华野菅是也。黄茅似菅茅，而茎上开叶，茎下有白粉，根头有黄毛，根亦短而细硬，无节，秋深开花穗如菅，可为索綯，古名黄菅，《别录》所用菅根是也。香茅一名菁茅，一名璚茅，生湖南及江淮间，叶有三脊，其气香芬，可以包藉及缩酒。芭茅丛生，叶如大蒲，长六、七尺，有二种，即芒也。白茅根，甘能除伏热，利小便，故能止诸血、哕逆、喘急、消渴，治黄疸水肿，乃良物也。世人因微而忽之，惟事苦寒之剂，致伤冲和之气，乌足知此哉？止吐衄诸血，伤寒哕逆，肺热喘急，水肿，黄疸，解酒毒。　　]",
    " 3.《南方主要有毒植物》": "[白茅，解白薯莨、南椰等中毒，用根煎水饮，亦为清凉利尿剂。　　]",
    " 4.《本经》": "[主劳伤虚赢，补中益气，除瘀血、血闭寒热，利小便。　　]",
    " 5.《别录》": "[下五淋，除客热在肠胃，止渴，坚筋，妇人崩中。　　]",
    " 6.《日华子本草》": "[主妇人月经不匀，通血脉淋沥。　　]",
    " 7.《滇南本草》": "[止吐血，衄血，治血淋，利小便，止妇人崩漏下血。　　]",
    " 8.《本经逢原》": "[白茅根，《本经》主治劳伤虚赢者，以甘寒能滋虚热，而无伤犯胃气之虞也。言补中益气，胃热去而中气复，是指客邪入伤中州，渐成虚赢而言，非劳伤本病所宜。治胃反上气，五淋疼热及痘疮干紫不起。　　]",
    " 9.《动植物民间药》": "[治脚气。　　]",
    " 10.《本草经疏》": "[劳伤虚赢，必内热，茅根甘能补脾，甘则虽寒而不犯胃。甘寒能除内热，故主劳伤虚赢。益脾所以补中，除热所以益气，甘能益血，血热则瘀，瘀则闭，闭则寒热作矣，寒凉血，甘益血，热去则血和，和则瘀消而闭通，通则寒热自止也。小便不利，由于内热也，热解则便自利。淋者，血分虚热所致也，凉血益血，则淋自愈，而肠胃之客热自解，津液生而渴亦止矣。肝藏血而主筋，补血凉肝，则筋坚矣。血热则崩，凉血和血，则崩自愈矣。血热则妄行，溢出上窍为吐、为咯、为鼻衄、齿衄，凉血和血，则诸证自除。益脾补中，利小便，故亦治水肿黄疸，而兼理伤寒哕逆也。　　]",
    " 11.《本草求原》": "[白茅根，和上下之阳，清脾胃伏热，生肺津以凉血，为热血妄行上下诸失血之要药。　　]",
    " 12.《医学衷中参西录》": "[白茅根必用鲜者，其效方著。春前秋后剖用之味甘，至生苗盛茂时，味即不甘，用之亦有效验，远胜干者。　　]",
    " 13.《本草正义》": "[白茅根，寒凉而味甚甘，能清血分之热，而不伤干燥，又不粘腻，故凉血而不虑其积瘀，以主吐衄呕血。泄降火逆，其效甚捷，故又主胃火哕逆呕吐，肺热气逆喘满。且甘寒而多脂液，虽降逆而异于苦燥，则又止渴生津，而清涤肺胃肠间之伏热，能疗消谷燥渴。又能通淋闭而治溲血下血，并主妇女血热妄行，崩中淋带。又通利小水，泄热结之水肿，导瘀热之黄疸，皆甘寒通泄之实效。然其甘寒之力，清泄肺胃，尤有专长，凡齿痛龈肿，牙疳口舌诸疮，及肺热郁窒之咽痛腐烂诸证，用以佐使，功效最著，而无流弊。　　]",
    " 采收储藏": "[春、秋季采挖，除去地上部分和鳞片状的叶鞘，洗净，鲜用或扎把晒干。　　]",
    " 用药禁忌": "[1.脾胃虚寒，溲多不渴者忌服。2.《本草经疏》：因寒发哕，中寒呕吐，湿痰停饮发热，并不得服。3.《本草从新》：吐血因于虚寒者，非所宜也。　　]",
    " 植物栽培": "[生物学特性 喜温暖湿润气候，喜阳耐旱，宜选一般坡地或平地栽培。 栽培技术 用根茎繁殖。春季，白茅根挖取白茅地下根茎，按行株距30cm×30cm栽种。　　]",
    " 炮制方法": "[1.干茅根：拣净杂质，洗净，微润，切段，晒干，簸净碎屑。2.茅根炭：取茅根段，置锅内用武火炒至黑色，喷洒清水，取出，晒干。　　]",
    " 药材鉴定": "[白茅根(图2)　　]",
    " 性状鉴别": "[根茎长圆柱形，有时分枝，长短不一，长30～60cm，直径2-4mm。表面黄白色或淡黄色，有光泽，具纵皱纹，环节明显，节上残留灰棕色鳞叶及细根，节间长1-3cm。体轻，质韧，折断面纤维性，黄白色，多具放射状裂隙，有时中心可见一小孔。气微，味微甜。 以条粗、色白、味甜者为佳。 显微鉴别 根茎横切面：表皮为1列类方形小细胞，有的含硅质块。皮层较宽，最外为1-4列纤维，壁厚，木化；叶迹维管不10余个，环列，有限外韧型，具束鞘纤维，其旁常有裂隙；内皮层细胞内壁增厚，有的有硅质块。中柱内散有多数维管束，有限外韧型，近中柱鞘的维管束小而密，由纤维相连成环。中央常成空洞。　　]",
    " 粉末特征": "[黄白色。①表皮细胞平行排列，每纵行列多为1个长细胞与2个短细胞（1个木栓细胞及1个硅细胞）相间排列，偶见1个短细胞介于2个长细胞之间。②内皮层细胞长方形，一侧壁甚薄，另一侧壁增厚，层纹及孔沟明显，壁上有硅质块。③中柱鞘厚壁细胞类长方形；根茎茎节处中柱鞘细胞呈石细胞状。④下皮纤维常具横隔。此外，有木纤维。　　]",
    " 临床应用": "[①治疗急性肾炎：有较好效果，可以缩短病程。据数十例的观察，服药后通常在1～5天内小便即显著增多，每日可达1500～3000毫升左右。随之水肿即渐消失，高血压及尿检变化亦渐好转而趋正常。据部分病例统计，水肿消失时间平均约4～5天或1周左右；血压恢复正常时间在5～20天，平均7～9天；尿检变化平均消失时间，自11天至26.4天不等。用于慢性肾炎亦有利尿消肿及一定的降压作用。但对肝脏病引起的腹水及心力衰竭所致的水肿，则无利尿消肿作用或作用不显著。因此有人推测，白茅根的作用主要在于缓解肾小球血管痉挛，从而使肾血流量及肾滤过率增加而产生利尿效果；同时肾缺血改善，肾素产生减少，使血压恢复正常。故对急性肾炎疗效良好，慢性肾炎疗效较差，而对肝病性及心病性的水肿几不奏效。服药期间除个别有轻微头晕或恶心外，未见不良反应。用法：一般以白茅根（干品）半斤，洗净切碎，水煎，白茅根每日～3次分服。连服1～2周或至痊愈。亦有配合大蓟、小蓟、生地或麻黄组成复方治疗。服药同时，须注意卧床休息，限制水、盐的摄入，保暖。必要时可适当加用其它药物控制并发症及感染病灶等 ②治疗急性传染性肝炎：用白茅根（干品）2两，水煎，每日两次分服。治疗28例，结果临床治愈（45天内主要症状、体征消失，肝功能恢复正常）21例，好转（临床症状好转，45天内各项肝功能的数值下降超过半数，或45天后完全恢复正常）7例。治疗后，主要症状大多在10天内消失，肝脾肿大在20天左右消失；谷丙转氨酶经45天后有80％的患者降至正常，黄疸指数平均20.15天全转正常。未见副作用。此外，白茅根曾用于治疗高血压病，配合仙鹤草治疗上消化道出血，均有一定效果。茅根饮子（《外台秘要》）治胞络中虚热，时小便如血色：茅根32g，茯苓10g，人参、干地黄各6g。水煎，分2次服。方中茅根凉血止血，清热解毒，为君药。如神汤（《太平圣惠方》）治喘：茅根1握（生用旋采），桑白皮等分。水2盏，煎至一盏，去渣，食后，温服。方中茅根，清热解毒，为臣药。茅芦根煎（《药物与方剂》）治热病呕吐，胃肠出血，尿血或水肿尿少：茅根、芦根等分。水煎服。方中茅根凉血止血，清热解毒，为君药。　　]",
    " 治疗附方": "[具有凉血止血，清热利尿功效。1.刀伤出血：白茅花适量，干敷伤口。轻轻加压后包扎即可。2.跌打内伤出血：白茅根60 克，马兰根30 克，白糖15 克。将前2 味药水煎，加白糖调服。3.肺结核咳血：鲜白茅根60 克，藕节炭15 克，栀子炭15 克，仙鹤根15 克，侧柏叶炭20 克。水煎服。4.鼻衄：白茅花15 克，猪鼻1 个。将猪鼻切碎，与白茅花同炖1 小时，饭后服。每日服1 次，连服3～5 次。5.肺热咯血：鲜白茅根90 克，仙鹤草15 克。水煎服。6.血尿：鲜血茅根60 克，小蓟30 克，车前草30 克。水煎服。7.经行吐衄，血色深红，口干心烦：①白茅花适量，鲜藕适量。将白茅花烘干研细末，瓶贮备用。每次 克，藕汁1 杯调服。②白茅根100 克，捣汁与藕汁1 杯调服。白茅8.乳糜尿：鲜白茅根250 克，荠菜30 克，马鞭草20 克。水煎服，每日 剂，连服3～5 剂。9.急性肾炎：鲜白茅根40 克，一枝黄花30 克，葫芦壳15 克，白花蛇舌草30 克。水煎服，每日 剂。10.小便热淋：鲜白茅根90 克，车前草30 克。水煎服。11.肝硬化腹水：鲜白茅根300 克。水煎，分 次服，每天1 剂。12.病毒性肝炎：白茅根60 克。水煎2 次。分 次服，每天1 剂。13.肾小球肾炎：白茅根干品250 克。加水800 毫升，煎至300 毫升，分早晚2 次服。14.麻疹疹透后身身热不退：鲜白茅根50 克。水煎代茶饮。15.反胃，酒醉呕吐，暑日口渴少津：鲜白茅根80 克，鲜芦根60 克。共切碎，加水煎成500毫升，顿服。每日 剂，连服3～5 天。16.高热后，口渴多饮：鲜白茅根100 克，葛根30 克。水煎当茶饮。17.黄汗：鲜白茅根200 克，猪瘦肉200 克。将白茅根切细，与猪肉共炖烂，分次食肉喝汤。18.曼陀罗中毒：鲜白茅根50 克，甘蔗500 克，椰子1 个。将白茅根、甘蔗捣烂、榨取自然汁，加入椰子水煎服。19.产后风湿痛：老白茅草叶、石菖蒲、陈艾各适量。水煎外洗患部。20.热喘：鲜白茅根、桑白皮各30 克。水煎，分 次服。食用宜忌【别名】茅草跟、甜草根、寒草根、地节根。【性味】性寒，味甘。【归经】归肺、胃、小肠经。【功效】清热，利尿，凉血，止血。宜：急性肾炎，急性肾盂炎，膀胱炎，尿道炎等泌尿系感染者宜食；咯血，鼻出血，小便出血者宜食；高血压病人宜食；急性发热性病人烦热口渴者宜食；急性传染性黄疸肝炎者宜食；小儿麻疹者宜食。忌：茅根性寒，故脾胃虚寒、腹泻便溏者忌食。【现代研究】　1．化学成分：含糖类化合物：葡萄糖、蔗糖、果糖、木糖等以及淀粉；简单酸类及钾盐：柠檬酸、苹果酸、草酸等；三萜烯：白茅素、芦竹素、羊齿醇等；5-羟色胺等；其它尚含类胡萝卜素类及叶绿素、维生素、白头翁等。　2．药理作用：本品能显著缩短出血和凝血时间，其水煎剂和水浸剂有利尿作用，以给药5～10天时作用明显；对肺炎球菌、卡他球菌、流感杆菌、金黄色葡萄球菌及福氏、宋氏痢疾杆菌等有抑制作用。【临床应用】1. 用于热病烦渴，胃热呕哕，肺热咳嗽。白茅根能清肺胃之热，故适用于上述诸症，常作辅助药应用。又在麻疹出疹期与恢复期，均可用茅根煎汤作饮料，取它清热生津的功效。2. 用于血热妄行、吐衄尿血等症。本品有凉血止血作用，治血热妄行之症，可以单用，也可配小蓟、藕节等同用。此外，本品尚有利尿作用，可用于水肿，热淋，黄疸等症。]",
    "  给白茅根条目的留言糖尿病可以喝嗎？ ": "[糖尿病可以喝嗎？--122.100.232.89 2014年3月15日 (六) 13:18 (CST)留言：]"
},{
    "中药名称": "白茅花",
    "内容": "【药 名】：白茅花【拼 音】：BAIMAOHUA【来 源】：为禾本科植物白茅的花穗。【功 效】：活血止血，消瘀止痛，止血疗伤。【主 治】：治吐血，衄血，刀伤。【性味归经】：①《唐本草》：“味甘，温，无毒。”②《履巉岩本草》：“性暖，无毒。”入肺，肝二经。【用法用量】：内服：煎汤，3～5钱。外用：罨敷或塞鼻。【别 名】：菅花(《唐本草》)、茅盔花、茅针花(《江苏植药志》)【处方名】：茅针花【动植物资源分布】：药材主产江苏、浙江，其他各地亦有。【药材的采收与储藏】：4～5月花盛开前采收。摘下带茎的花穗，晒干。【拉丁名】：原植物白茅Imperata cylindrica(L.)P. Beauv. Var. Major (Nees)C. Hubb.【考 证】：出自《日华子本草》。【生药材鉴定】：干燥的花穗，呈圆柱形，长5～20厘米，小穗基部和颖片密被细长丝状毛，占花穗的绝大部分，灰白色，质轻而柔软，若棉絮状。小穗黄褐色，介于细长丝状毛中，不易脱落，外颖矩圆状披针形，膜质；雌蕊花柱2裂，裂片线形，裂片上着生黄棕色毛。花序柄圆柱形，青绿色。气微，味淡。以干燥、洁白、无叶、柄短者为佳。"
},{
    "中药名称": "白梅",
    "1、花": "[白梅báiméi：白色梅花。　　]",
    " 2、药": "[经盐腌后晒干的梅子。可入药。　　]"
},{
    "中药名称": "白梅花",
    "简介": "[梅花的一个品种　　]",
    " 异名": "[绿萼梅(《纲目拾遗》)，绿梅花(《药材学》)。　　]",
    " 来源": "[为蔷薇科植物梅的花蕾。植物形态详\"乌梅\"条。　　]",
    " 采集": "[1～2月间采集含苞待放的花蕾，摊置席上，晒干。雨天可用炭火烘干。　　]",
    " 药材": "[干燥花蕾，呈圆球形，直径4～8毫米，基部常带有小梗。苞片3～4层，褐色鳞片状。苞片内有萼片5枚，淡黄褐色，微带绿色，卵圆形，覆瓦状排列，基部与花托愈合。花瓣5枚或多数，白色或黄白色，紧紧相抱。花瓣内包含许多黄色丝状的雄蕊。中心有一枚雌蕊，子房呈卵形而有细长的花柱。质轻。气香，味淡而涩。以花匀净、完整、含苞未放、萼绿花白、气味清香者为佳。主产江苏、浙江等地。花冠红色者，称为红梅花，形态与白梅花相似，但较白梅花稍大，花冠淡红色，重瓣，萼红褐色。主产四川、湖北等地。但药用以白梅花为主，红梅花则较少使用。　　]",
    " 化学成分": "[花蕾含挥发油，主要为苯甲醛、异丁香油酚、苯甲酸。　　]",
    " 性味": "[酸涩，平。①《纲目》：\"微酸，涩，无毒。\"②《百草镜》：\"性寒。\"③《食物宜忌》：\"味酸，涩，性平。\"④《饮片新参》：\"苦微甘。\"　　]",
    " 归经": "[《本草再新》：\"入肝、肺二经。\"　　]",
    " 功用主治": "[舒肝，和胃，化痰。治梅核气，肝胃滞矗秤徽瘢吩危ю摺?①《本草原始》：\"清头目，利肺气，去痰壅滞上热。\"②《百草镜》：\"开胃散郁。煮粥食，助清阳之气上升。\"③《纲目拾遗》：\"安神定魂，解痘毒。\"④《饮片新参》：\"红梅花清肝解郁，治头目痛；绿萼梅乎肝和胃，止脘痛，头晕，进饮食。\"　　]",
    " 用法与用量": "[内服：煎汤，0.8～1.5钱；或入丸、散。外用：敷贴。　　]",
    " 选方": "[①治咽部梗塞感(但无阳性体征)：绿萼梅二钱，橘饼二个。煎服。(苏医《中草药手册》)②治唇上生疮：白梅瓣贴之，如开裂出血者即止。(《赤水玄珠》)③治瘰疬：鸡蛋开一孔，入绿萼梅花将开者七朵，封口，饭上蒸热，去梅花食蛋，每日枚，股七日。(《纲目拾遗》)④预稀痘疹：每年腊月清晨，摘带露绿萼梅蕊一百朵，加上白糖，捣成小饼，令食之。(王玷桂《不药良方》)⑤治疽已出未出，不起不发，隐在皮肤，并治麻症斑症：梅花一两，桃仁、辰砂、甘草各二钱，丝瓜五钱。为末，每服五分，参苏汤下。(《赤水玄珠》)来源:好草网(http://www.haocao.com)风姿物语.李煜.白梅花　　]"
},{
    "中药名称": "白牛胆",
    "名称考证": "[白牛胆 (《泉州本草》) ,毛老虎(《生草药性备要》)、猪耳风、大力黄(《广西野生资源植物》)、白叶菊(《广西中兽医药植》)、大麻香、毛柴胡、白面风、土蒙花(《湖南药物志》)、大刀药、白背风、白羊耳、华耳木、金边草、上大黄(《广西药植名录》)、过山香(《广西民间常用草药》)、羊耳茶、毛茶(《福建中草药》)、山白芷(《广东中草药》)　　]",
    " 相关选方": "[①治腰腿痛：羊耳菊一两，胡枝子根六钱，大风藤三钱，当归六钱。水煎，一日二次分服。(《常用中草药配方》) ②治疟疾：白牛胆一两。水煎服。(《湖南药物志》) ③治痢疾：白牛胆干叶一两。水煎泡乌糖服。 ④治溏泄：白牛胆干叶一两半。水煎服。⑤治目痛：白牛胆鲜叶一两。水煎服。(③方以下出《泉州本草》) ⑥杀灭微丝蚴：一羊耳茶二两，槟榔五钱。水煎服，连服七剂。二羊耳茶四两。水煎服，连服六至七剂。(《福建中医药》(4)：1，1959) ⑦治产后伤风：羊耳菊六钱，华荆芥三钱，木芙蓉四钱，煎服。(《常用中草药配方》) ⑧治胆结石及胆囊炎：羊耳菊，白花蛇舌草、牛皮消各五钱，连钱草一两，石菖蒲二钱，皂角一钱。水煎三次分服。(《常用中草药配方》) ⑨治痔疮、疥癣：羊耳菊二两。煎水洗患处。(《湖南药物志》)　　]",
    " 原生形态": "[羊耳菊落叶灌木。高至1米，直立，枝条粗壮，被绵毛。单叶互生；狭矩圆形至近倒卵形，长7～10厘米，先端渐尖至钝形，边缘有小锯齿，基部浑圆至广楔形，叶面绿色，有腺点，被粗毛，背白色，密被绢毛或绵毛。头状花序顶生或近顶的腋生，组成稠密的伞房花丛；总苞片数列，矩形至广披针状，长3～7毫米，宽1毫米，被短毛，边缘膜质.成熟后反卷；花托秃裸，有窝点；舌状花冠前端每为3裂，管状花冠5裂，黄色；雄蕊5枚，花药基部矢形，有长尾；子房下位，1室，柱头2裂。瘦果长约1.5毫米，被绢毛；冠毛白色带浅黄色。花期7～8月。果期11～12月。生于荒山、丘陵、山腰以下草丛中，或灌木丛中。]"
},{
    "中药名称": "白前",
    "基本信息": "[【拉丁名】Rhizoma Cynanchi Stauntonii【别名】 水杨柳、鹅白前、草白前、白马虎、石蓝、嗽药(《唐本草》)。【来源】 为萝藦科植物柳白前Cynanchum stauntonii (Decne.) Schltr.et Lévl.的根茎及根。【性味归经】辛、苦，微温。归肺经。【功效】降气化痰，止咳。【应用】咳嗽痰多，气喘。本品性微温而不燥烈，长于祛痰，降肺气以平咳喘，无论属寒属热，外感内伤，新嗽久咳均可用之。　　]",
    " 考证": "[出自1.《别录》。　2.陶弘景：白前，出近道。似细辛而大，色白易折。主气嗽方多用之。　3.《唐本草》：白前，叶似柳，或似芫花，苗高尺许，生洲渚沙碛之上。根白，长于细辛，白前味甘。俗以酒渍服，主上气。不生近道。今用蔓生者，味苦，非真也。　4.《开宝本草》：别本注云，(白前)二月、八月采根，暴干。根似牛膝、白薇。　5.《本草图经》：白前，今蜀中及淮、浙州郡皆有之。　　]",
    " 植物形态": "[①柳叶白前，又名：水杨柳、大鹤瓢、水柳。多年生草本。高30～60厘米。根茎匍匐。茎直立，单一，下部木质化。单叶对生，具短柄；叶片披针形至线状披针形，长3～8厘米，宽3～8毫米，先端渐尖，基部渐狭，边缘反卷；下部的叶较短而宽；顶端的叶渐短而狭。聚伞花序腋生，总花梗长8～15毫米，中部以上着生多数小苞片；花萼绿色，5深裂，裂片卵状披针形；花冠紫色，5深裂，裂片线形，长约5毫米，基部短筒状；副花冠5，上部围绕于蕊柱顶端，较蕊柱短；雄蕊5，与雌蕊合成蕊柱，花药2室；雌蕊1，子房上位，2心皮几乎分离，花柱2，在顶端连合成一平盘状的柱头。蓇葖果角状，长约7厘米。种子多数，顶端具白色细绒毛。花期6月。果期10月。生长于溪滩、江边砂碛之上或山谷中阴湿处。分布浙江、江苏、安徽、江西、湖南、湖北、广西、广东、贵州、云南、四川等地。 ②芜花叶白前，又名：溪瓢羹、消结草、乌梗仔。多年生草本，高25～40厘米。根茎匍匐，节上簇生多数须根。茎直立，幼枝被棕色毛茸，老枝往往残留一部分毛茸。叶对生，几无柄；叶片椭圆形，长2.5～5厘米，宽0.8～1.5厘米，先端圆或锐尖，基部楔形，全缘。聚伞状花序腋生；花萼黄绿色，近于全裂，裂片卵形；花冠黄白色，深5裂，裂片卵圆形；副花冠5，黄绿色，肉质瘤状，上部围绕于蕊柱顶端，与蕊柱几等长；雄蕊5，药覆盖蕊柱先端；子房上位，由2个几乎分离的心皮组成，两花柱顶端连合而成肥厚平盘状柱头。蓇葖果1～2个，狭长卵形，长约4.5厘米。种子多数，顶端具白色细绒毛。花期8月。果期9～10月。生长环境及分布与柳叶白前同。两者常群生一起。　　]",
    " 化学成分": "[柳叶白前根茎中含有β-谷甾醇（β-sitosterol），高级脂肪酸和华北白前醇（hancokind)2.芫花叶白前根中含有白前皂甙（glaucoside)A,B,C,D,E,F，G[3]，H，I，J，K，白前皂甙式（glaucogenin)A和B，白前皂甙式C单-D-黄花夹竹桃糖甙（glaucogeninC-mono-D-thevetlside），白前新皂甙（neoglau白前黄后coside)A和B及白前二糖（glaucobiose）。　　]",
    " 药材": "[①柳叶白前又名：鹤管白前。为干燥的根茎及根，弯曲扭转而成团状。根茎呈管状，细长有节，略弯曲，长约4～15厘米，直径1.5～5毫米，表面浅黄色至黄棕色，有细纵皱纹，节部膨白前原态大，常有分歧，并密生须根，顶端常残留灰绿色或紫棕色的地上茎；质坚脆，易折断，断面类圆形，中空或有膜质的髓。根细长弯曲，长约1～10厘米，多数呈毛须状，表面棕色或紫棕色，有细缴皱，并具多数小须根。质坚脆，易折断，断面类白色，扩大镜下可见中心木部。气微弱，味甜。②芫花叶白前干燥的根及根茎，形状与柳叶白前相似，但根茎及地上茎节部的芽对生而显著；根较长而粗，长约5～20厘米，直径约0.5～1毫米；色亦较浅，常为灰黄色。气微弱，味微甜。以上两种，均以根茎粗、须根长、无泥土及杂质者为佳。主产浙江、安徽，此外，江苏、湖北、江西等地亦产。　　]",
    " 各家论述": "[1.《本草衍义》：白前，保定肺气，治嗽多用。以温药相佐使，则尤佳。2.《纲目》：白前，长于降气，肺气壅实而有痰者宜之。若虚而长哽气者不可用。张仲景治嗽而脉沉者，泽漆汤中亦用之。3.《本草经疏》：白前，肺家之要药。甘能缓，辛能散，温能下，以其长于下气，故主胸胁逆气，咳嗽上气。二病皆气升、气逆，痰随气壅所致，气降则痰自降，能降气则病本立拔矣。白前性温，走散下气，性无补益。深师方中所主久咳上气，体肿短气，胀满，当是有停饮、水湿、湿痰之病，乃可用之，病不由于此者，不得轻施。白前饮片4.《本经逢原》：白前，较白薇稍温，较细辛稍平。专搜肺窍中风水，非若白薇之咸寒，专泄肺、胃之燥热，亦不似细辛之辛窜，能治肾、肝之沉寒也。5.《本草正义》：白前，专主肺家，为治咳嗽降气之要药。《别录》谓其微温，以其主治寒嗽，则能疏散寒邪，其性质必含温养之气也。然白前治嗽，亦不专于寒嗽一面，即痰火气壅，上逆咳嗽，亦能定之，则又有似乎寒降，是以苏恭竟作微寒。然其所以能止嗽者，则在于平逆顺气，使膈下之浊气不上凌而犯肺金，斯肺气得顺其清肃之性，而咳自除，此以静肃为用，必不可遽谓其温。且古今主治，恒用之于火气逆升之症，无不应手，自当以苏恭微寒之说为长。且寒邪寒饮之咳，辛温开肺，别有专司，固非白前之长技，特微寒顺气，非如沙参、知母之寒凉直折，亦非如桑根皮、枇杷叶之清降遏抑，故为定咳止嗽之主药，而绝无流弊。虽不见于《本经》，而《别录》主胸胁逆气，咳嗽上气，甚至称其治呼吸欲绝，可见其清肃肺家，功效卓绝。白前顺气，清肃肺金，是其全体大用，此外别无效力。而《日华子本草》且称其治奔豚肾气，殆因其能降肺逆而推广言之。然白前主治上焦，而不能下坠直降，肾气之治，失其旨矣。6.《别录》：主胸胁逆气，咳嗽上气。7.《唐本草》：主上气冲喉中，呼吸欲绝。8.《本草备要》：泻肺。9.《福建中草药》：行气消积，健脾和胃。　　]",
    " 选方": "[①治久患暇呷咳嗽，喉中作声，不得眠：白前，捣为末，温酒调二钱匕，服。(《梅白前师集验方》) ②治久嗽兼唾血：白前三两，桑白皮、桔梗各二两，甘草一两(炙)。上四味切，以水二大升，煮取半大升，空腹顿服。若重者，十数剂。忌猪肉、海藻、菘菜。(《近效方》)③治胃脘痛，虚热痛：白前和重阳木根各五钱。水煎服。④治疟母(脾肿大)：白前五钱。水煎服。⑤治小儿疳积：白前、重阳木或兖州卷柏全草各三钱。水炖服。⑥治跌打胁痛：白前五钱，香附三钱，青皮一钱。水煎服。(③方以下出《福建中草药》)　　]",
    " 栽培": "[生物学物性喜温暖湿润气候，忌干燥，适宜土层深厚肥沃的腐殖土壤栽培。　栽培技术用种子或分根繁殖。种子繁殖：春季2月、3月播种育苗，4月底或5月初苗高15cm左右即可移栽。分根繁殖：宜在春季3月、4月进行，每株根茎应带有芽1-2个，穴白前栽，每穴1株，覆土压实。　田间管理生长期应注意除草、浇水。苗高30cm左右，追肥1次。　　]",
    " 鉴定": "[]",
    " 性状鉴别": "[（1）柳叶白前根茎圆柱形，有分枝，长4-14cm，直径2-4mm；表面黄白色至黄棕色，具细纵皱纹，节明显，节间长1.5-4cm，顶端有数个残茎；质脆易断，断面中空或有膜质髓。根纤细而弯曲，簇生于节处，长工3-10cm，直径不及1mm，多次分枝成毛须状，常盘结成团；质脆，断面白色。气微味苦。　（2）芫花叶白前根茎较短小；表面灰绿色或淡黄色，节间长1-2cm；质较硬，折断面空白前腔较小。须根稍粗长，长5-15cm，直径约1mm，分枝较小；质脆，易折断。以根茎粗壮、须根长者为佳。　　]",
    " 显微鉴别": "[（1）柳叶白前根茎横切面：表皮细胞1列，外侧壁增厚。下皮为1列较小的细胞。皮层有乳波士顿管。有时可见中柱鞘纤维继续排列成环，前有单个或成群的石细胞。维管束双韧型，木质部导管、木纤维及木薄壁细胞均木化。髓多成空腔。本品薄壁细胞含淀粉粒或草酸钙簇晶。根横切面：表皮细胞外侧壁增厚。皮层出不穷薄壁细胞含淀粉或草酸钙簇晶。内皮层氏明显。中柱鞘为1列薄壁细胞。韧皮部狭窄，木质部二原型。　（2）芫花叶白前根茎皮层没有乳汁管，其余与柳叶白前相似。　　]",
    " 药物应用鉴别": "[1.白前与白芥子二者均能温化寒痰，但白芥子燥，长于行气，主顽痰伏膈，胸胁痞满；而白前温而不燥，长于降气，主痰贮于肺，气逆咳嗽。　2.白前与桔梗：二药有较好的消痰作用，白前以降气为主，适于肺病气壅实之胸膈逆满喘急，喉间痰鸣之证；桔梗以开宣肺气为主，适于肺病气郁闭之咳嗽鼻塞，胸满咽痛之证。性味白前辛甘；微温；无毒中药　　]",
    " 化学鉴定": "[（1）柳叶白前取本品粗粉1g加70%乙醇10ml，加热回流1h，滤过。取滤液1ml，置蒸发皿内蒸干，残渣加醋酐1ml，使溶解，再加浓硫酸1滴，显红紫色，放置后变为污绿色。　（2）芫花叶白前试验方法同柳叶白前。加浓硫酸后显棕红色，放置后不变色。　　]",
    " 炮制方法": "[1.白前：拣去杂质，洗净泥土，稍浸泡后捞出，润透，切段，晒干。　2.炒白前用文火加热，炒至老黄色，微焦，取出放凉。炒后偏于温肺散寒白前、化痰止咳，多用于寒痰或痰湿、咳喘。3.密白前现行，取炼密用适量开水稀释，加入白前段拌匀，闷润后置锅内，用文火加热，炒至表面深黄色，不粘手为度，取出放凉。每白前段100kg，用炼密25kg。密炙后可缓和对胃的剌激性，增强润肺止咳作用多用于肺虚咳嗽。饮片性状：白前参见“药材鉴别”项。炒白前形如白前，表面老黄色。密白前表面金黄色，略带粘性，味甜。贮干燥容器内，炒白前、密白前密闭，置阴凉干燥外。　　]",
    " 注意事项": "[咳喘属气虚不归元者，不宜应用。按：1．白前与白薇外形相近似，故有些地区把二者颠倒混用。然白前为止咳祛痰药，白薇乃清退虚热药，二者功用迥异，须予区别。其简易鉴别法是：折断面中空者为白前，俗称“鹅管白前”(指根茎中柳叶白前空似鹅毛管)；折断面实心者为白薇，俗称“实白薇”。2．白前误用品尚有多种，如：(1)百合科植物龙须菜AsparagusschoberioidesKunth、多刺龙须菜A.sp的根及根茎，在河南山西个别地区误作白前应用。其根茎较粗大(直径0．5-1cm)，须根也较粗长(直径0．2-0．5cm)；灰褐色，质柔韧，不易折断，切面中央有小木心，木心与外皮间有放射状空隙；味微苦。(2)鸢尾科植物白射干Irisdichoto-maPall．的根及根茎在江苏等省误作白前使用。其根茎横生，呈不规则结节状，灰褐色，有圆形茎痕或残留茎基，茎基具叶鞘；须根细长，直径0．15-o．4cm，有纵皱及纤细的绒毛；质空虚软韧或硬脆，断面中央有小木心，味淡微苦。(3)同属植物竹灵消C.inamoenumLoes、柳长卿C.paniculatumKitag．的根及根茎分别在山东，黑龙江等省个别地区误作白前使用，其形性及功用与白前均有明显区别]",
    " 参看": "[《中药学》- 白前《本草纲目 · 白前》]"
},{
    "中药名称": "白屈菜",
    "白屈菜.植物": "[Herba Chelidonii(英)Greater Calandine Herb别名 为罂粟科植物白屈菜Chelidonium majus L.的全草。植物形态 多年生草本，高30～100cm，有黄色乳汁。茎直立，多分枝，嫩绿色，被白粉，疏生柔毛。叶互生，1～2回羽状全裂，基生叶全裂片5～8对，茎生叶全裂片2～4对，边缘有不整齐缺刻，上面近无毛，下面疏生短柔毛，有白粉。花数朵，伞状排列；萼片2，早落；花瓣4，黄色，倒卵圆形，雄蕊多数；子房线形，无毛。蒴果线状圆柱形，成熟时由基部向上开裂。种子多数，卵球形，黄褐色，有光泽及网纹。花期5～8月，果期6～10月。生于山坡、山谷林边草地；有栽培。主产东北、华北。采制 夏、秋季采割，阴干或鲜用。化学成分 含白屈菜碱（chelidonine）、白屈菜红碱（chelerythrine）、血根碱（sanguinarine）α-，β-，γ-高白屈菜碱（α-，β-homochelidonine）、普托品（protopine）、小檗碱(berberine)、黄连碱等，尚含白屈菜酸、胆碱、芸香甙等。性味 性凉，味苦；有小毒。功能主治 镇痛，止咳，平喘，消肿。用于胃痛、慢性支气管炎、百日咳。　　]",
    " 白屈菜.中药材.版本一": "[【别名】山黄连、土黄连、牛金花、八步紧、断肠草[北京]【来源】为罂粟科白屈菜属植物白屈菜Chelidonium majus L.,以全草入药。花盛期采收，割取地上部，晒干或鲜用。【性味归经】苦，凉。有毒。【功能主治】清热解毒，止痛，止咳。用于胃炎，胃溃疡，腹痛，肠炎，痢疾，黄疸，慢性气管炎，百日咳；外用治水田皮炎，毒虫咬伤。【用法用量】 1～3钱；外用适量，研粉调膏或捣烂敷患处。【摘录】《全国中草药汇编》　　]",
    " 白屈菜.中药材.版本二": "[【中文名】白屈菜(《救荒本草》)【类 别】全草类【异名】地黄连、牛金花(《植物名汇》)，土黄连(《东北药植志》)，八步紧、断肠草、山西瓜(《辽宁经济植物志》)，雄黄草(《陕西中药志》)，山黄连(《辽宁常用中草药手册》)，假黄连(《东北常用中草药手册》)，小野人血草(《陕西中草药》)。【来源】为罂粟科植物白屈菜的带花全草。【植物形态】白屈菜 多年生草本。主根圆锥状，土黄色。茎直立，高30～100厘米，多分枝，有白粉，疏生白色细长柔毛，断之有黄色乳汁。叶互生，1～2回单数羽状全裂；基生叶长10～15厘米，全裂片2～5对，不规则深裂，深裂片边缘具不规则缺刻，顶端裂片广倒卵形，基部楔形而下延，上面近无毛，下面疏生短柔毛，有白粉；茎生叶与基生叶形相同。花数朵，近伞状排列，苞片小，卵形，长约1.5毫米，花柄丝状，有短柔毛；萼片2，早落，椭圆形，外面疏生柔毛；花瓣4，黄色，卵圆形，长约9毫米；雄蕊多数，花丝黄色；雌蕊1，无毛，花柱短。蒴果条状圆柱形，长达3.5厘米。种子多数，卵形，细小，黑褐色。有光泽及网纹。花期5～7月。果期6～8月。生于山坡或山谷林边草地。分布在四川、新疆、华北和东北；亚洲的北部和西部，欧洲也有。本植物的根(白屈菜根)亦供药用，另详专条。此外，尚有大花白屈菜，花较大，花瓣广卵形，长1.3～1.5厘米。分布东北各地。【采集】5～7月开花时采收地上部分，置通风处干燥。【化学成分】新鲜植株有浓橙黄色的乳液，乳液中含多种生物碱生物碱含量0.7%或0.97～1.87%。其中有白屈菜碱41%、原阿片碱22%、人血草碱17%、别隐品碱9%、小檗碱5%、白屈菜红碱3%、血根碱1.5%、鹰爪豆碱0.1%，还有羟基白屈菜碱即氧化白屈菜碱、甲氧基白屈菜碱、隐品碱，白屈菜黄碱、白屈菜胺、高白屈菜碱、羟基血根碱即氧化血根碱。除生物碱而外，还含白屈菜酸、苹果酸、柠檬酸、琥珀酸、胆碱、甲胺、组胺、酪胺、皂甙、黄酮醇、白屈菜醇，还含强心甙，在开花期的含量最高。根含生物碱达1.33%或1.90～4.14%，一部分生物碱与地上部分所含的相同，另含黄连碱、刻叶紫堇明碱、白屈菜玉红碱、白屈菜默碱、菠菜甾醇、少量麦角甾醇和橡胶0.118%。叶含黄酮类1.43%；多量维生素C。维生素C的含量在开花期最高，可达834毫克，在果实成熟时含量最低，为231毫克。花含黄酮类2.10%。果实含多量胆碱、白屈菜碱和四氢黄连碱。种子含脂肪油40%、黄连碱。发芽的种子含白屈菜红碱和小檗碱。【性味】苦辛，微温，有毒。①《救荒本草》：\"味苦微辣。\"②《四川中药志》：\"性微温，味苦辛，有毒。\"③《北方常用中草药》：\"味苦，性寒，有毒。\"【功用主治】镇痛，止咳，利尿解毒。治胃肠疼痛，黄疸，水肿，疥癣疮肿，蛇虫咬伤。①《中国药植志》：\"治胃肠疼痛及溃疡。外用为疥癣药及消肿药，以生汁涂布之。\"②《山西中药志》：\"下心火，退烧解热，消炎杀菌，镇痛镇静。\"③《四川中药志》：\"治肝硬化，皮肤结核，脚气病，胆囊病及水肿黄疸。\"④《陕西中药志》：\"治毒蛇咬伤，止疼消肿。\"⑤《北方常用中草药》：\"有镇痛，止咳，杀菌，利尿，解疮毒之功。治急慢性胃炎，胃溃疡，腹痛，泻痢，咳嗽，肝硬化腹水。\"【用法与用量】内服：煎汤，0.5～2钱。外用：捣汁涂。【选方】①治水肿黄疸：白屈菜、蒲公英、商陆、臭草根，茵陈。水煎服。(《四川中药志》)②治肠胃疼痛：白屈菜、丁香、乌贼骨、浙贝母、胆南星、冬瓜仁。水煎服。(《四川中药志》)③治顽癣：鲜白屈菜用50%的酒精浸泡，擦患处。(《辽宁常用中草药手册》)④治疮肿：鲜白屈菜捣烂敷患处。(《辽宁常用中草药手册》)⑤治胃痛，泻痢腹痛，咳嗽：白屈菜五分至二钱，水煎服。(《东北常用中草药手册》)⑥治稻田皮炎，毒虫咬伤，疥癣：白屈菜捣烂外敷或制成浸膏涂患处。(《东北常用中草药手册》)【临床应用】①治疗百日咳取白屈菜全草制成100%糖浆，小儿6个月以内每次～8毫升，6个月至1岁～10毫升，1～3岁～15毫升，3～6岁～29毫升，6岁以上20～30毫升，每日3次，饭前服。单纯型连服8天，混合型12天。治疗500例，治愈355例，好转116例，有效率为94.2%。以单纯型效果较好；混合型宜并用抗菌药物。②治疗慢性气管炎取白屈菜全株1斤，生甘草1两，加水共煎3次，药液混合再浓缩使每100毫升约含生药4钱，每日3次，每次30毫升。治疗34例，近期控制7例，显效15例。亦可制成浸膏片(每片含浸膏0.5克)，每服4片，每日3次。疗效与煎剂相似。成熟之白屈菜效果似较好，反之则差，且易产生副作用。③治疗青年扁平疣取新鲜全草榨汁，以棉球蘸汁擦患处，每日3次，每次～15分钟，痊愈为止。治疗18例，治愈4例，显效3例，有效4例，5例结果不明。用药后半数有不同程度的刺激症状，如疼痛、瘙痒等。④用作镇痛解痉剂取白屈菜、地榆等量，制成千浸膏粉，日服3次，每次～2克。对于胃肠平滑肌痉挛引起的疼痛，有缓解作用。　　]",
    " 白屈菜.中药材.版本三": "[【出处】出自《救荒本草》。【拼音名】Bái Qū Cài【英文名】Greater Celandine Herb, Herb of Greater Celandine【别名】地黄连、牛金花、土黄连、八步紧、断肠草、山西瓜、雄黄草、山黄连、假黄连、小野人血草、黄汤子、胡黄连、小黄连。【来源】药材基源：为罂粟科植物白屈菜的全草。拉丁植物动物矿物名：Chelidonium majus L.［C.majus L.var.grandiflorum DC.］采收和储藏：盛花期采收，割取地上部分，晒干，贮放于通风干燥处。亦可鲜用。【原形态】白屈菜 多年生草本，高30-100cm，含橘黄色乳汁。主根粗壮，圆锥形，土黄色或暗褐色，密生须根。茎直立，多分枝，有白粉，具白色细长柔毛。叶互生，一至二回奇数羽状分裂；基生叶长10-15cm，裂片5-8对，裂片先端钝，边缘具不整齐缺刻；茎生叶长5-10cm，裂片2-4对，边缘具不整齐缺刻，上面近无毛，褐色，下面疏生柔毛，脉上更明显，绿白色。花数朵，排列成伞形聚伞花序，花梗长短不一；苞片小，卵形，长约1.5mm；萼片2枚，椭圆形，淡绿色，疏生柔毛，早落；花瓣4枚，卵圆形或长卵状倒卵形，黄色，长0.8-1.6cm，宽0.7-1.4cm，两面光滑，雄蕊多数，分离；雌蕊细圆柱形，花柱短，柱头头状，2浅裂，密生乳头状突起。蒴果长角形，长2-4.5cm，直径约2mm，直立，灰绿色，成熟时由下向上2瓣。种子多数细小，卵球形，褐色，有光泽。花期5-8月，果期6-9月。【生境分布】生态环境：生于山谷湿润地、水沟边、绿林草地或草丛中、住宅附近。资源分布：分布于东北、华北、西北及江苏、江西、四川等地。【栽培】生物学特性 喜温暖湿润气候，耐寒。宜生长在疏松、肥沃、排水良好的砂质壤上和壤土上。栽培技术 种子繁殖。春、夏、秋季均可播种，按行距100cm开浅沟，播种时将种子与倍量细沙混拌均匀，条播，覆土5cm，轻轻镇压，浇水。春播、秋播者15d左右出苗，苗出齐后，过密处应间拔，株距25-30cm，并清除杂草。病虫害防治 生长期间有棉红蜘蛛为害茎叶。发生期可用40％水胺硫磷1500倍液，或20％双甲眯乳油1000倍液喷雾防治。【性状】性状鉴别 根圆锥状，密生须根。茎圆柱形，中空；表面黄绿色，有白粉；质轻易折断。叶互生，多皱缩破碎；叶片完整者羽状分裂，裂片先端钝，边缘具不整齐的缺刻，上面黄绿色，下面灰绿色，具白色柔毛，尤以叶脉为多。花瓣4片，卵圆形，黄色，常已脱落。蒴果细圆柱形，有众多细小、黑色具光泽的卵形种子。气微，味微苦。显微鉴别 叶表面观：上表皮细胞垂周壁平直；下表皮细胞垂周壁波状弯曲；气孔不定式；裂片先端叶缘细胞壁呈乳头状突起。上下表面疏生多细胞非腺毛，以下面叶脉处较多而且长。非腺毛3-13个细胞，长150-1500μm。茎横切面：表皮细胞1列；外被波状角质层。皮层外侧有2列含叶绿体的下皮细胞，其下3-4列细胞壁稍厚。维管束约10个，环状排列。韧皮部散有细小的乳汁管，其外侧有韧皮纤维；木质部由导管及木薄壁细胞组成。髓大，多中空。理化鉴别 （l）取本品粉末5g，氨水碱化，氯仿20ml浸泡过夜，滤过。氯仿液分为2份，一份留作薄层点样，另一份挥去氛仿，以1％盐酸2ml溶解，放入试管中，滴加改良碘化钦钾试液，溶液立即产生红棕色沉淀。（检查生物碱）。（2）薄层色谱 ①取（l）项氛仿浸取液作供试品溶液。另取白屈菜碱、四氢黄连碱、白屈菜红碱、血根碱加氯仿制成对照品溶液。吸取二溶液点于同一碱性硅胶G薄层板上，用乙烷一氯访一甲醇（6：3：0.3）展开，取出晾干，紫外光灯下观察，供试品色谱在与对照品色谱相应的位置处，显相同颜色的斑点。②取（l）项氯仿浸提过的药渣，充分挥去溶剂后，再以甲醇浸泡过夜，滤过后，浓缩作供试品溶液。另取对照品小檗碱、黄连碱加甲醇制成对照品溶液。吸取二溶液点于同一碱性硅胶G薄层板上，用氯仿-甲醇（9：9）为展开剂，氨蒸气饱和，展距10cm，取出晾干。紫外光灯下观察，供试品色谱中，在与对照品色谱相应的位置处，分别显相同颜色的斑点。【化学成份】地上部分含白屈菜碱（chelidonine），原阿片碱（ProtoPine），消旋金罂粟碱（styloPine），左旋金罂粟碱，别隐品碱（allocryptopine），白屈菜玉红碱（chlirubin），血根碱（san-guinarine），白屈菜红碱（chelerythrine），黄连碱（coptisine），左旋金罂粟碱β-甲羟化物（stylopine β-methohydroxide），左旋金罂粟碱a-甲羟化物，小聚碱（berberine），刻叶紫堇明碱（corysamine），鹰爪豆碱（sparteine），羟基血根碱（hydroxysanguinarine），羟基白屈莱碱（hydroxychelidonine），高白屈菜碱（homochelidonine）等生物碱，还含白屈菜醇（celidoniol）。茎叶还含胆碱（choline），甲胺（methylamine），组胺（histamine），酪胺（tyramine），皂甙及游离黄酮醇。另白屈菜全草粗粉中还分离出消旋四氢黄连碱（tetrahy-drocoptisine），6-甲氧基二氢血根碱，6-甲氧基二氢白屈菜红碱，8-氧黄连碱（8-oxocoptisine），四氢小檗碱（canadine）等生物碱。白屈菜根茎生物碱含量最高，在茎形成期，根茎、根、叶丛所含生物碱分别可达15％，12％和10.5％，而在开花期生物碱含量最低，根茎、根、茎叶所含生物碱分别仅为0.8％，0.8％和0.5％。白屈菜乳汁含血根碱，白屈菜红碱，小檗碱，黄连碱等生物碱，还含酚类化合物及白屈菜酸（chelidonic acid）。白屈菜在开花期，叶中维生素C含量可高达834mg/100g，而在果实成熟期其所含维生素C仅为231mg/l00g。果实中维生素C含量最低。【药理作用】1.白屈菜碱的作用：1.1.对肌肉的作用：在化学上与罂粟碱同属苯异喹啉类，作用亦相似，能抑制各种平滑肌，有解痉作用，而毒性则较低。对平滑肌之抑制属直接作用，因为它不仅能对抗匹罗卡品，且可对抗组织胺甚至氯化钡（毛果芸香碱、白屈菜总碱）的作用，对兔离体小肠之解痉效力，以重量计，约为罂栗碱的53%，白屈菜注射液还能解除豚鼠离体肠管由抗原-抗体反应引起的痉摩收缩。也有人报告，低浓度能提高离体兔肠、子宫的张力，而较高浓度方呈抑制作用，大剂量还能抑制心肌、减慢心率、停止于扩张期，对横纹肌也有抑制作用。白屈菜总碱对平滑肌呈兴奋作用。1.2.对神经系统的作用：白屈菜碱属原鸦片碱一类，也能抑制中枢。与吗啡相比，它对末梢的作用较强，而对中枢则较弱，有某些镇痛及催眠作用，白屈菜注射液对小鼠能产生中枢抑制作用，使自发活动减少，热板法、醋酸扭体法实验表明对小鼠有镇痛作用。治疗剂量不抑制呼吸，大量可减慢之；对反射无明显抑制，亦无脊髓性兴奋；能麻痹感觉及运动神经末梢，但对神经干无作用。1.3.抗肿瘤作用：白屈菜碱是一种有丝分裂毒，可使小鼠移植性腹水癌细胞的高三倍体（hypertriplokd）的中、晚期分裂指数发生改变，呈显着的阻断分裂作用，给予125mg/kg后12小时，停止于中期分裂的占23.1%；在体外2.5×10（-6）M，能抑制纤维母细胞之有丝分裂。能延缓恶性肿瘤之生长。对小鼠肉瘤-180、艾氏瘤虽有抑制，但副作用及毒性大。原阿片碱亦有抗癌作用。亦有报道白屈菜碱和原阿片碱的抗癌作用不明显，而40%的白屈菜甲醇提取物却有明显的抗癌活性；有谓白屈菜提取物对小鼠淋巴白血病L1210及大鼠肉瘤W256并无抑制作用，但在组织培养中对Eagles PKB鼻咽癌细胞呈细胞毒作用，产生细胞毒作用的成分之一为黄连碱。对鼠Jensen肉瘤无作用。1.4.其他作用：对猫的血压可引起轻度而持久的降低；延迟或阻止豚鼠的组织胺性休克或由抗原引起的过敏性休克。动物实验，无利胆作用,据云人内服白屈菜制剂可使心跳略慢、血压下降，并有利胆作用。2.其他生物碱的作用：血根碱中毒量引起短时麻醉后，可发生士的宁样惊厥，增进肠蠕动及唾液分泌，对局部也是先刺激而后转入麻痹；还能降低胆碱酯酶的活性，增加组织对乙酰胆碱的敏感性，提高小肠、子宫平滑肌的张力。α-高白屈菜碱作用类似白屈菜碱；β-高白屈菜碱为痉挛毒，有局部麻醉作用。多实槐子碱（帕黑卡品）有神经节阻断及增强子宫的作用,能增强中枢神经系统的抑制过程（条件反射及脑电图的试验）。白屈菜红碱和某种Stilbylamine类，可能与本植物能去除皮肤赘疣的作用有关。这些成分在植物干燥时，很易变化。白屈菜中的黄连碱是一种细胞毒，小檗碱可能与其抗菌、利胆等有关。总碱在体外能抑制革兰氏阳性细菌、结核杆菌、真菌等。原阿片碱、血根碱和白屈菜碱716.7μg/ml浓度，对考夫曼-沃尔夫毛癣菌及絮状表皮癣菌有抑制作用。此外尚含某种未知成分，能兴奋心脏、升高血压、扩张冠状血管。【毒性】原阿片碱对小鼠静脉注射的LD50为36.5mg/kg；隐品碱性对豚鼠皮下注射的最小致死量为190mg/kg；血根碱对小鼠静脉注射的LD50为19.4mg／公斤。【性味】苦；凉；有毒【归经】肺；心；肾经【功能主治】镇病；止咳；利尿；解毒。主胃痛；腹痛；肠炎；痢疾；慢性支气管炎；百日咳；咳嗽；黄疸；水肿；腹水；疥癣疮肿；蛇虫咬伤【用法用量】内服：煎汤，3-6g。外用：适量，捣汁涂；或研粉调涂。【各家论述】1.《中国药植志》：治胃肠疼痛及溃疡。外用为疥癣药及消肿药，以生汁涂布之。2.《山西中药志》：下心火，退烧解热，消炎杀菌，镇痛镇静。3.《四川中药志》：治肝硬化，皮肤结核，脚气病，胆囊病及水肿黄疸。4.《陕西中药志》：治毒蛇咬伤，止疼消肿。5.《北方常用中草药》：有镇痛，止咳，杀菌，利尿，解疮毒之功。治急慢性胃炎，胃溃疡，腹痛，泻痢，咳嗽，肝硬化腹水。【摘录】《中华本草》]"
},{
    "中药名称": "白乳菇",
    "简介": "[别名辣味乳菇、蘑菇来源真菌类担子菌纲伞菌目红菇科白乳菇lactarius piperatus （l. ex fr.） gray，以子实体入药。生境分布生于阔叶林内地上。分布于河北、陕西、江苏、安徽、浙江、福建、四川、云南。性味归经苦，温。功能主治追风，散寒，舒筋，活络。备注为“舒筋丸”最主要原料之一。科属分类红菇科拉丁文名Fructificatio Lactarii Pioperati生态环境散生或群生于针、阔叶混交林下，以温带和亚热带为习见。为多种树种的外生菌根菌。6-10月常见。采收和储藏秋季采摘，晒干备用。资源分布全国大部分地区均有分布。功效分类祛风散寒药；舒筋活络药药材基源为红菇科真菌辣乳菇的子实体。用法用量内服：煎汤，6-9g。　　]",
    " 中药化学成分": "[本品含辣乳菇二醛(piperdial)，辣乳菇醛醇(piperalol)，绒白乳菇醛(velleral)和异绒白乳菇醛(isovelleral)等。　　]",
    " 主治与功效": "[主治腰腿疼痛；手足麻木；筋骨不舒；四肢抽搐功效祛风散寒；舒筋活络　　]",
    " 选方": "[该菌色白，有白色乳汁溢出，如羊脂，故有白乳菇、羊脂菌、白奶浆菌等名。　　]",
    " 用药禁忌": "[《滇南本草图说》：“患冷疾腹痛泄泻者忌食。”　　]",
    " 动植物形态": "[菌盖宽5-15cm。中部下凹呈浅漏斗状。干，白色，无毛绒，无环纹。盖缘渐薄微上翘。菌肉白色，坚脆，伤后不变色。味辣。乳汁白色，不变色。菌褶白色，下延。柄短而粗，高4-6cm，粗1-3cm。孢子球形、阔椭圆形，(6-7)μm×(5-6)μm，壁具微疣。　　]",
    " 生药材鉴定": "[性状鉴别 菌盖扁半球形，中央脐状，或呈近漏斗形，白色，稍带黄色。菌肉白色或淡黄色。菌褶密，分叉。蛋壳色或白色。菌柄短圆柱形，或向下渐细，长2-6cm，直径1-3cm，白色，内实。气微，味辣。]"
},{
    "中药名称": "白沙蒿",
    "牧草名称": "[白沙蒿　　]",
    " 牧草学名": "[Artemisia sphaerocephala krasch　　]",
    " 来源与分布": "[白沙蒿是我国西北、华北、东北荒漠半荒漠地区的特有植物，分布面积达3.75亿亩。白沙蒿大面积种植用于防风固沙治理沙漠已历时30多年。　　]",
    " 牧草形态": "[白沙蒿为菊科蒿属，多年生半灌木，主根明显，入土3米以上，侧根发达，密布在10～70厘米沙层中。茎直立，基部粗壮，高50～120厘米，分枝10～30个簇生，1～2龄时皮灰白色，成年后外皮呈灰褐色，叶灰绿色，幼嫩时具短柔毛，下部叶较大，二回羽状全裂。裂片线形，长1.5～3厘米，宽约1毫米，上部叶较短小，三裂或不裂。头状花序多数，直径2～3毫米，呈复总状花序排列，有短梗及条形苞叶；总包卵形，长3毫米，总苞片3～4层，宽卵形，边缘宽膜质，花10余个，外层雌性，能育，内层两性，不育。瘦果微细，无毛，咖啡色，外表附着一层白色胶联结构的多糖物质，占种子重量的20％，遇水极易溶胀，与沙粒连成团，形成自然大粒化种子，便于吸水贮水，易于发芽出苗，条件适宜时，三天即可发芽出苗，种子千粒重0.8～1.0克。　　]",
    " 牧草特性": "[白沙蒿抗风沙，耐旱、耐寒、耐瘠薄性能极强，常与花棒、沙拐枣、沙米等植物混生，或形成单一优势群落，喜生长在流动、半流动沙丘上，当流动沙丘被固定后。白沙蒿则逐渐衰亡，为黑沙蒿所代替。茎枝被流沙埋没后，仍可生根长出新枝。种子自生能力很强，当被沙埋没后，依靠表皮包裹的多糖物质吸水，形成胶状水泡，吸水量可相当于种子重量的数倍，很快萌发生长。当沙土含水量低于1％时，植株开始枯萎，在沙地地表温度高达60℃以上时，也不致烫伤而枯死，在年降雨量不足100毫米的干旱环境中，能正常生长发育，在贫瘠的流动沙丘上，株高可达150厘米，地下部分的生长强于地上部分，五龄植株根幅是其冠幅的7.5倍。白沙蒿生长较缓慢，一般3月中旬返青，7月10日左右开花，9月中旬种子成熟，11月10日左右开始落叶枯黄，生育期120天左右，生长期180天～200天。种子成熟后不易脱落，便于人工采收。结实枝条当年枯死，越冬芽翌年长出新枝，因此，白沙蒿要每两年平茬一次，促进新枝发育。　　]",
    " 饲用价值及利用技术": "[（一）饲用 白沙蒿作为饲草，主要在冬春季节供放牧利用，其适口性较其他优良牧草为差。在生长季的青绿期，仅驼、羊、牛采食幼嫩枝叶，经晚秋霜杀后，适口性提高，多数家畜均采食，尤为驼、羊喜食；羊采食幼嫩枝叶和种子，驼可采食幼嫩期全株。二龄植株的采食率占全株的2/3，三龄以上的植株，采食率降低为1/2～1/5。天然生活3～5年的植株高为50～100厘米，经人工种植3～5年的株高可增至80～140厘米，地上部分总产量每亩为1333千克。其中当年生长量为987千克，花和叶的重量为613千克，约占62％，可补充放牧家畜冬春季牧草的不足。（二）防风固沙 白沙蒿荒漠，半荒漠区建植生长一年可形成草丛绿篱，起到防风固沙作用，根据民勤治沙所测定，在白沙蒿固沙区，距地面15厘米高处风速可降低54.7%，30厘米高处风速减弱16.5％，利于流沙固定和植物群落的形成，起保护粮田作用，是流动沙丘地带防风固沙，恢复植被的先锋种。（三） 燃料及其他 白沙蒿在沙丘固定后，天然植被盖度恢复达一定程度时，即将进入衰老死亡期，肥大的茎基部直径可达5～7厘米，是群众良好的燃料来源。种子有消热、去湿、疏胆、利尿等防病功效，可供入药，增加收入。种子含脂肪量21.5％，还可榨油食用。在食品加工中，群众利用其种子强大的粘性，常粉碎后以水量加入到面粉中，加大面粉强度，便于烹调；在粉条粉丝制作中，加入少量种子细粉，可提高粉条、粉丝柔韧性，便于加工，也提高了质量。　　]",
    " 栽培技术": "[（一）土壤耕作与施肥 用于人工直播或育苗的土地，宜选择沙土或壤土，播前进行精细整地，于上年深翻后冬灌，耙耱整平，镇压保墒，播种前，结合耕翻施足底肥，每亩施有机肥1000～2000千克。用于造林防风固沙种植的，宜选择平缓的沙地，进行带状整地。在沟坡沙地上种植时，要根据地形采用水平沟，水平台，鱼鳞坑，小穴或带状等形式整地。采用飞机播种的，撒播后要进行轻度拉、划、踏等地面处理，以利种子着床出苗。（二）播种 白沙蒿的栽培方法有直接播种，扦插，移栽三种，可按需要和条件选择采用。 1. 直播 选择种壳黑褐色，粒大、饱满、发芽率高，纯净的种子。播种期可在春季土壤解冻含水量较多时，以至7月底前的两季都可进行，过晚不利幼苗越冬。播种方法可选用人工播种或飞机播种，可单播，也可与沙拐枣、花棒、毛条、沙米等草种混播，播后要镇压保墒，单播量每亩～1.25千克，混播量0.5千克，育苗每亩～3千克，飞机播种每亩0.25千克。播种深度1～2厘米，宜浅不宜深，以地面不见种子为度。带状种植，要与风向垂直设带，带宽20～30厘米，带距3米。 2. 扦插 宜在春秋雨季进行，选择生长一年植株新萌发的健壮枝条作插穗，设置与风向垂直的带状穴插，带宽1米，带距3米；穴距50厘米，穴口直径30厘米，上下等大，穴深30～40厘米，每穴植插穗两束，每束6～8根，插穗要随割、随运、随插，才能保证成活率。 3. 移栽 移栽苗木要选择1～2龄生长健壮的新苗，移栽期应春夏雨季进行，不得晚于7月底，再迟影响越冬。一般今春育苗，来年移栽。野生苗移栽也按这一原则进行。移栽方法可按带状沟植或带状穴植。带宽1米，带距3米，株行距为40×50厘米, 深度30～40厘米，如在流动沙丘地段移栽，应先从背风的沙丘下部开始，待沙丘顶部被风削平后，再继续向上部栽植，可收到满意效果。（三） 田间管理 白沙蒿建植成活后，不需锄草、灌水、施肥等特殊管理，但苗期应设置围栏或指派专人管护，严禁放牧践踏，损坏幼苗。对缺苗断垅地要及时补栽；补栽期应在当年早秋，或翌年夏季和早秋雨季，晚秋补栽难于越冬。平茬更新是白沙蒿保持旺盛生机的重要管理措施。白沙蒿建植成活后，应每两年进行平茬更新一次，一旦形成果枝，结实后的枝条即枯死，若4～5年不进行平茬，将会有大量枝条死亡，出现衰败。剪去果枝（种子田除外）经常保持枝条的幼嫩状态，才能达到生长旺盛的目的。在永昌尖山，三龄植株不平茬，鲜嫩枝叶亩产量1116.7千克，平茬亩产为2361.3千克，提高1244.6千克，平茬效果非常显著。（四） 收获利用 白沙蒿种子一般于9月中下旬成熟，成熟时果壳由灰黄色变为黑褐色，此时便可采种。种子成熟不易掉落，采种保持期长，一般人工采摘，人均日采种量4～5千克，采后除去杂物，晒干贮存。在荒漠半荒漠区，主要以防风固沙，治理沙漠来利用，也是理想的播种草种。用于放牧的草地，可在建植后第二年的夏季结合平茬轻度放牧驼、羊，冬春季节可放牧各类家畜。充分利用。剩余种子可提供作榨取食用油的原料，或入药，或用于面粉烹调时的佐料，或作粉条加工业的附加填充剂，充分发挥多种用途的功能。用于燃料需要砍挖时，须在植株行将衰亡枯死时进行，决不容许采伐活株当柴烧，以免破坏植被，使固沙作用中途而废。　　]",
    " 常见牧草虫害": "[蛴螬　　]",
    " 白沙蒿药用": "[【药 名】：白沙蒿【来 源】：为双子叶植物药菊科白沙蒿的种子。【功 效】：消炎散瘀、理气杀虫。【主 治】：用于痄腮、咽喉肿痛、疮疖红肿、多种肠寄生虫病及食积气滞、腹胀便秘，泻痢后重等证。【性味归经】：辛，温。入肝、脾、肺三经。【用法用量】：内服：煎汤，6-9克。外用：适量。【别 名】：籽蒿(《华北树木志》)【动植物资源分布】：分布内蒙古、陕西、宁夏、甘肃。【拉丁名】：Artemisia sphaerocephala Krasch.【考 证】：始载于《中国高等植物图鉴》。]"
},{
    "中药名称": "白沙糖",
    "《基本资料》": "[【药名】白沙糖【别名】石蜜、白糖、糖霜、白霜糖【拼音】bai sha tang【英文名】White sugar【科属分类】禾本科【拉丁植物动物矿物名】Saccharum sinensis Roxb.　　]",
    " 《功能与主治》": "[【归经】脾；肺经【功效】和中缓急；生津润燥【主治】中虚腹痛；口干燥渴；肺燥咳嗽【性味】甘；平【功效分类】润燥药【用法用量】内服：入汤和化，10-15g。外用：适量，调敷。【用药禁忌】湿重中满者慎服。小儿勿多食。　　]",
    " 《考证与各家论述》": "[【考证】出自1.《纲目》：石蜜，即白沙糖也。凝结作饼块如石者为石蜜，轻白如霜者为糖霜，坚白如冰者为冰糖，皆一物而有精粗之异也。以白糖煎化，模印成人物狮象之形者为飨糖，《后汉书》注所谓猊糖是也；以石蜜和诸果仁及橙橘皮、缩砂、薄荷之类作成饼块者为糖缠；以石蜜和牛乳、酥酪作成饼块者为乳糖；皆一物数变也。《唐本草》明言石蜜煎，沙糖为之，而诸注皆以乳糖即为石蜜，殊欠分明。按王灼《糖霜谱》云，古者惟饮蔗浆，其后煎为蔗饧，又曝为石蜜。唐初以蔗为酒，而糖霜则自大历间有邹和尚者，来住蜀之遂宁伞山，始传造法。故甘蔗所在植之，独有福建、四明、番禹、广汉、遂宁有冰糖，他处皆颗碎，色浅、味薄，惟竹蔗绿嫩昧厚，作霜最佳，西蔗次之。2.《唐本草》：石蜜，出益州及西戎，煎炼沙糖为之，可作饼块，黄白色。用水、牛乳、米粉和煎，乃得成块。西戎来者佳，江左亦有，殆胜蜀者。3.《食疗本草》：石蜜，蜀中、波斯者良，东吴亦有，并不如两处者。此皆煎甘蔗汁及牛乳汁，则易细白耳。【各家论述】1.《本草经疏》：石蜜，其味甘，其气寒，其用在脾，故主心腹热胀。甘寒能除热生津液，故止口干渴及咳嗽生痰也。多食亦能害脾，以其味大甘耳。2.《唐本草》：主心腹热胀，口干渴。3.孟诜：治目中热膜，明目。4.《纲目》：润心肺燥热，治嗽消痰，酒和中，助脾气，缓肝气。　　]",
    " 《环境分布与形态》": "[【生态环境】为我国南方各地常见有栽培植物。【资源分布】为我国南方各地常见有栽培植物。【植物形态】甘蔗，多年生草本。秆高约3m，粗2-5cm，绿色或棕红色，秆在花序以下有白色丝状毛。叶鞘长于节间，无毛，仅鞘口有毛；叶舌膜质，截平，长约2mm；叶片扁平，两面无毛，具白色肥厚的主肪，长40-80cm，宽约20mm。花序大型，长达60cm，主轴具白色丝状毛；穗轴节间长7-12mm，边缘疏生长纤毛；无柄小穗披针形，长4.5-5mm，基盘有长于小穗2-3倍的丝状毛；颖的上部膜质，边缘有小毛，第1颖先端稍钝，具2脊，4脉，第2颖舟形，具3脉，先端锐尖；第1外稃长圆状披针形，有1脉，先端尖，第2外稃狭窄成线形，长约3mm，第2内稃披针形，长约2mm。有柄小穗和无柄小穗相似；小穗柄长3-4mm，无毛，先端稍膨大。花、果期秋季。　　]",
    " 《出处》": "[《中华本草》]"
},{
    "中药名称": "白石英",
    "参看": "［原矿物］石英Quartz。三方晶系。晶体通常呈六方柱体，柱体晶面上有水平的条纹，也常呈不规则的粒状和致密块体产出。颜色为无色或白色，由于所含杂质关系，晶体常呈各种不同的颜色，以浅红、烟色、紫色等为常见。条痕无色。具玻璃光泽(结晶体)或油状光泽(块状体)，光泽强度不一。断口贝壳状，或不平坦状参差状。比重2.65。硬度7。性脆。透明至半透明，也有不透明者(因杂质太高之故)。具焦电性及压电性。石英为最重要及最普遍的造岩矿物之一。花岗石、片麻岩、砂岩、石英岩均含大量石英。但石英晶体和大块石英则多产于伟晶岩、石英脉和金属矿脉中。［采制］全年皆可采掘，掘出后，拣选纯白色的供用。［炮制］1.生用：洗净晒干，碾碎即成。2.煅用：取净白石英砸碎，装入砂罐内，置炉火中煅透，煅一次(每100斤用醋20斤)，取出，晾干，碾细即成。［药材及产销］本品为一块状的二氧化硅矿石。［名称］白石英Quartz album［产地及销售习惯］全国各地均销，但销量极小。［化学成份］二氧化硅SiO2。其中Si:53.3%，O:46.7%；此外，尚含有不同的杂质。据北京医学院药学系分析1958年北京市售品，除二氧化矽外，尚有Al+++，Fe+++，Na+，k+等。［药材鉴别］性状鉴别呈不规则的块状，多具菱角，大小不一。全体呈白色或乳白色，有的微带黄色。表面不平坦而光滑，不透明至微透明，有脂肪样光泽。质极坚硬而体重；砸断面不平齐，边缘较锋利，可划刻玻璃。气无、味无。以色白、无杂色、杂质者为佳。本品溶于氢氟酸，不溶于其他酸，但可溶于强碱。［效用］［性味］ 甘、微温。［功用］ 益气、安神、止咳、降逆、除湿痹、补五脏、利尿。［主治］ 消渴、阴痿不足、咳逆、胸膈间久寒、肺痿。［用量］ 10g～13g。［禁忌］ 凡久病者禁用。"
},{
    "中药名称": "白首乌",
    "基本信息": "[【药 名】白首乌【英文名】Bunge Auriculate Root【来 源】为双子叶植物药萝藦科植物大根牛皮消的块根。【功 效】滋补强壮，养血补血，乌须黑发，收敛精气，生肌敛疮，润肠通便。【主 治】治久病虚弱，慢性风痹，腰膝酸软，贫血，肠出血，须发早白，神经衰弱，阴虚久疟，溃疡久不收口，老人便秘。【性味归经】《山东中药》：“味苦甘涩，性微温，无毒。”入肝，肾二经。【用法用量】内服：煎汤，2～4钱；或入丸、散。【别 名】泰山何首乌(《山东中药》)，泰山白首乌(《中药材品种论述》)，和尚乌(《山东中草药手册》)。【处方名】和尚乌，白何首乌【动植物资源分布】分布河北、山东等地。主产山东。【药材的采收与储藏】早春幼苗未萌发前，或11月采收，以早春采收最好。采收时，不要损伤块根。挖出后洗净泥土，除去残茎和须根，晒干,或切片晒干。【拉丁名】药材Radix Cynanchi Auriculati原植物Cynanchum bungei Decne.【各家论述】《山东中药》：为滋养、强壮、补血药，并能收敛精气，乌须黑发。治久病虚弱，贫血，须发早白，慢性风痹，腰膝酸软，性神经衰弱，痔疮，肠出血，阴虚久疟，溃疡久不收口。鲜的并有润肠通便的作用，适用于老人便秘。【考 证】出自《山东中药》：“泰山何首乌，与四叶参、黄精、紫草同列为泰山四大名药。据本省中医界临床经验，认为泰山何首乌对某些虚弱病者的强壮作用，较之蓼科的何首乌为优。”　　]",
    " 形态特征": "[1.牛皮消又名飞来鹤，蔓性半灌木。具乳汁。根肥厚，类圆柱形，表面白首乌黑褐色，断面白色。茎被微柔毛。叶对生；叶柄长3-9cm；叶片心形至卵状心形，长4-12cm，宽3-10cm，先端短渐尖，基部深心形，两侧呈耳状内弯，全缘，上面深绿色，下面灰绿色，被微毛。聚伞花序伞房状，腋生；总花梗圆柱形，长10-15cm，着花约30朵；花萼近5全裂，裂片卵状长圆形，反折；花冠辐状，5深裂，裂片反折，白色，内具疏柔毛；副花冠浅杯状，裂片椭圆形，长于合蕊柱，在每裂片内面的中部有一个三角形的舌状鳞片；雄蕊5，着生于花冠基部，花丝连成筒状，花药2室，附着于柱头周围，每室有黄色花粉块1个，长圆形，下垂；雌蕊由2枚离生心皮组成，柱头圆锥状，先端2裂。蓇葖果双生，基部较狭，中部圆柱形，上部渐尖，长约8cm直径约1cm。种子卵状椭圆形至倒楔形，边缘具狭翅，先端有一束白亮的长绒毛。花期6-9月果期7-11月。2.戟叶牛皮消又名泰山何首乌、山东何首乌、地葫芦，大根牛皮消 攀援性半灌木。具乳汁。块根每株一般生3-4个，亦可多至5-6个，常连接成念珠状。茎纤细而韧，被微毛。叶对生；叶片戟形，长3-8cn，基部宽1-5cm，先端渐尖，基部心形，两面被糙硬毛，以叶面较密；侧脉每边约6条。伞形聚伞花序腋生，比叶为短；花萼裂片披针形，基部内面腺体通常没有或少数；花冠辐状，白色或黄绿毛，裂片开放后反折，内面基部被微柔毛，副花冠裂片比合蕊柱长。种子先端有多数白色长丝光毛，长约4cm。花期6-7月，果期7-10月。　　]",
    " 品种": "[隔山白首乌戟叶白首乌1. 耳叶白首乌耳叶白首乌：根呈长圆柱形、长纺缍形、白首乌或结节状圆柱形，略弯曲，长10～20cm，有的可至50cm，直径1～4cm。表面土黄色或淡黄色，残留棕色至棕黑色的栓皮，有明显横长皮孔，有的具纵皱纹；质坚硬而脆。断面较平坦，类白色，粉性，有鲜黄色成放射状排列孔点，气微，味微甘后苦。2.隔山白首乌 ：根呈长纺缍形或圆柱形，长10～20cm，直径1～4cm。表面土棕色，有明显的纵皱纹及横长皮孔，有栓皮剥落后的疤痕。断面不平坦，灰白色，微带粉性。有黄色放射状排列条纹。3.戟叶白首乌 ：根呈类圆形或不规则团块状，长3～7cm，直径1.5～4cm。表面类白色，凹凸不平，有明显的纵皱纹及横长皮孔。质坚硬，断面较平坦，灰白色，粉性。有稀疏黄色放射状排列条纹。　　]",
    " 生长习性": "[白首乌 生于山地灌丛、山坡林下、、路边、林缘草甸，也见于田间及撩荒地。为山东泰山四大名药之一，主产山东及江苏。据山东省中医界临床经验，认为泰山何首乌对某些虚弱病者的强壮作用，较之蓼科的何首乌为优。　　]",
    " 产地": "[或有栽培，也分布于 科尔沁、阴山、贺兰山。我国辽宁、河北、河南、山东、山西、甘肃也有生长。 产兴安盟科尔沁右翼前旗、乌兰察布盟、阿拉善盟阿拉善左旗。产量较少。　　]",
    " 采集加工": "[白首乌白首乌为萝藦科牛皮消属植物戟叶牛皮消Cynanchum bungei D白首乌ecne.，以块根入药。4～5月或10～11月菜块根，晒干。早春幼苗未萌发前，或11月采收，以早春采收最好。采收时，不要损伤块根。挖出后洗净泥土，除去残茎和须根，晒干,或切片晒干。白首乌可以加工成白首乌粉。白首乌粉，以首乌块根为原料，经清洗、去皮、去杂、粉碎、过筛、粉乳沉淀、分离、烘干等工序制作而成。产品呈粉状，洁白带光泽。功效：滋补强壮，养血补血，乌须黑发，收敛精气，生肌敛疮，润肠通便。主治：治久病虚弱，慢性风痹，腰膝酸软，贫血，肠出血，须发早白，神经衰弱，阴虚久疟，溃疡久不收口，老人便秘。　　]",
    " 营养价值": "[一般营养成分粗蛋白9.50 粗脂肪2.95 游离糖中的蔗糖12.55白首乌葡萄糖0.55 果 糖0.53 淀粉67.67主要氨基酸含量 %缬氨酸 0.17 亮氨酸　0.26 异亮氨酸　0.30 苏氨酸　0.18苯丙氨酸　0.34 色氨酸　0.08 胱氨酸　0.08 酷氨酸　0.33甘氨酸　0.19 丝氨酸　0.14 组氨酸　0.13 丙氨酸　0.22谷氨酸 0.25 天门冬氨酸0.64 脯氨酸　0.31赖氨酸 0.25 精氨酸　2.23主要维生素： mg/kgB 0.752　B 0.213 B 28.300PP 854.680 C 0.260 k 4.760A 2.210 E 60.900　D 3.530无机盐及有益人体健康的微量元素含量 mg/kg钾 4272.00　钠1676.00 磷　4122.00 钙 410.00镁 26.10 铁 16.20 铜 5.62 锌 10.50锰 3.97 钴 0.18 钼　0.28 铬 0.16硒 0.04 镍 0.54 矾 0.77 锡 0.79锆 0.05 铂 1.16　　]",
    " 药用价值": "[]",
    " 免疫调节作用": "[中国医学认为，正气虚是导致衰老的基本因素，也是老年病峰起的内在原因。白白首乌首乌善于补益人体的精血，粗血足则正气盛，可以增强抗病能力，延缓衰老的到来，试验表明，白首乌水可溶部分及其总甙具有保护免疫器官结构完整，调节和增强体液免疫和细胞免疫的作用。白首乌磷脂可提高未梢血AEAE（+）淋巴细胞的比值和绝对数，对因环磷酰氨引起的免疫抑制现象有一定的预防和治疗作用。其次，白首乌所含的维生素A、F、G、B、磷脂、微量硒、酮及其羟基化合物都是有效的抗氧化剂，它们可以降低血清、肝、脑、心肺等组织中过氧化脂质的含量，保护机体免受自由基的侵害，防止动脉的粥样斑点的形成都有重要意义。白首乌及其水可溶部分可明显地降低及样斑点的形成都有重要意义。白首乌及其水可溶部分可明显地降低脑样斑点的形成都有重要意义。白首乌及其可溶部分可明显地降低及MAO-B活性，对调节单胺能系统对减少大脑的化学损害有一定的意义。　　]",
    " 治肿瘤作用": "[肿瘤是影响人类健康长寿的一种严重疾患。老年人由于免疫能力低下，而易患白首乌癌症。白首乌总甙对EAC、S180、H22及鼻咽癌（CNF2）、肝癌（H7402）等癌株均有明显的抗癌作用，其中以H7402最为敏感。对体内移植性肿瘤、EAC、LEWIS 肺癌及S180肉瘤等都有明显的抑制作用，其抑瘤率分别为42%、38%、和69.9%,同时可延长动物存活时间及增强荷肿瘤动物的免疫功能。在研究、试验中，学者、专家们还发现白首乌可明显地增强化疗药物的抗癌作用而减轻其副作用，尤其是血引转换。　　促进毛发的作用中国医学认为：发为血之余，发乃肾之外候，毛发的生长与脱落，润泽与枯竭，与血气及肾精息息相关。白首乌既是常用的补血益精之药，又是养生防老的珍品，因而具有促进毛发生长作用。实验证明，局部涂抹白首乌总磷脂可使家兔耳毛和毛孔的平均直径增加，分布曲线右移，群间距离缩小，毛纤维生长速度加快。专家们在进行白首乌有效成份单体分离时，发现一种新物质，命名为白首乌二苯酮。初步分析，白首乌二苯酮可能是首乌乌发功能的本质所在，在其它方面的应用价值有待于进一步研究。现代科学研究成果为白首乌这一传统名贵珍品应用到医药、美容、食品等领域提供了理论依据和大量实验数据。　　]",
    " 促进毛发的作用": "[]",
    " 保护作用": "[白首乌总甙对乙酰苯造成的溶血性贫血的肝脏有明显的保护作用，可使受损动物肝白首乌脏的酶活性有不同程度的恢复，有的可以恢复到正常水平。总甙可以通过加强肝细胞代谢功能来改善机体缺氧状况，增强机体活力，总甙还可以抑制乙醇诱导或乙酰苯造成的脂质过氧化反应，从而对受损肝脏起到良好的保护作用，白首乌的解酒护肝作用正源于此。　　]",
    " 降血脂作用": "[白首乌总甙及原生药粉均能显著降低血清总胆固醇，总甙剂量200MG/KG或原生药粉5g/kg时降脂作用更明显，其降脂途径可能与调节肝细胞内ATP酶（ATPase）、琥珀酯脱氧酶（SDH）、6-磷酸葡萄糖酶（G－6-Pase）等酶的活性有关。白首乌总甙还有一定的降脂、促动脉平滑肌细胞增生的作用。　　]",
    " 生药材鉴定": "[干燥块根呈圆柱形或类球形，长5～10厘米，径约1.5～3.5厘米。表面黄褐色，白首乌多皱缩，栓皮易层层剥离。质坚硬，断面白色，粉性。气无，味苦甘涩。以粗大、粉足、断面白色者为佳。白首乌的药材，除上述品种外，其同属植物耳叶牛皮消Cynanchum auriculatum Royle ex Wight(参见“飞来鹤”条)，及隔山牛皮消 C. Wilfordi (Maxim.) Hemsl.的块根，有些地区亦作白首乌用。显微鉴定：粉末：淡棕色。①淀粉粒单粒类球形，直径3-17 μm；复粒由2-3分粒组成。②石细胞多角形、类方形、长方形、类圆形或梭形，直径15-75 μm，孔沟较细密。③无节分枝乳管直径24-26μm，略弯曲。④草酸钙簇晶直径约至60μm。 ⑤木栓细胞垂周壁微波状弯曲，淡黄色。　　]",
    " 中药化学成分": "[大根牛皮消含白薇素(Cynanchol)，有强心甙反应。根所含的总甙水解得到3种白首乌C21 甾体甙元，分别为加加明(gagamin)、告达亭(caudatin)、开德甙元(kidjolanin)和萝藦甙元(metaplexigenin)。所含的C21甾甙有牛皮消甙A，B，C，(cynauricuoside A,B,C)和隔山消甙(wilfosides)C3N,C2N,C1G,KIN。另含白首乌二苯酮(baishouwubenxophenone)及磷脂类成分，主要为磷脂酰胆碱(PC,phosphatidylcholine)、磷脂酰乙醇胺(PE,phos- phatidylethanolamine)和磷脂酰肌醇(PI,phos-phatidylinositol)；并含淀粉44%。　　中药化学鉴定取本品粉末适量，以改良Folich试剂缓慢恒温渗漉至磷脂显色反应呈阴性。渗漉液低温(&lt;50℃)减压回收溶剂，残渣以适量氯仿溶解并转移至具塞离心管中，加5倍量石油醚沉淀甾甙类化合物，离心后移取上清液于蒸发皿中，残渣如法重复3次，合并上清液，置真空干燥器中挥干溶剂，残渣以氯仿溶解，即得总磷脂提取液，并在0-10℃保存。吸取该提取液适量，真空浓缩后点于三块预制硅胶G板上，同时点磷脂对照品。先用丙酮上行展开1.7cm，取出在暗处挥去丙酮后置充氮干燥器中干燥12h，再以醋酸乙酯：异丙酮：水(10:7:3)与第一次同向展开15cm,取出挥干溶剂。第一块板以Vaskovsky试剂显色鉴别磷脂。第二块板喷茚三酮显色液，于110℃加热3min，检识磷酯酰乙醇胺(PE)和磷酯酰丝氨酸(PS)。第三块板喷Dragendorff试剂，鉴别PC和溶血磷酯酰胆酸(LPC)。]"
},{
    "中药名称": "白薯莨",
    "形态特征及分布生境": "[多年生有刺藤本，长达30m；块茎大小不一，卵形或长卵形，外表褐色，散生须根，断面鲜时白色。掌状复叶，有长叶柄，3小叶，中间叶片较大，两侧叶片较小，偏斜。花雌雄异株，雄花序长15—50cm，被柔毛。蒴果反曲，长4-6cm，宽2．5-4cm；种子有翅。花期夏季，果期秋季。地理分布：分布于福建、广东、广西，云南等省区；热带其他地区也有。生 境：生于海拔1500米以下的沟谷，林边或灌丛中。　　]",
    " 成分及毒理毒性": "[毒 性：云南民间反映有毒。中毒症状与黄独相似，小鼠腹腔注射10g／kg块根的水提取物，1—3分钟后出现颤抖，狂跳而死；1g／kg块根的酸水提取物，出现活动减少、呕吐状，5-10分钟死亡[A-25]。化学成分：根含有毒成分薯蓣碱(dioscorine)(31—2)和薯蓣次碱(dioscorecine)，属于含内酯环的托品类生物碱。化学成分：具有扩瞳和局部麻醉作用，对中枢神经系统有类似印防己毒素的作用，但作用较弱，严重者麻痹中枢而引起死亡，小鼠腹腔注射薯蓣碱的LD50为60mg/kg[1]。毒 理：根含有毒成分薯蓣碱(dioscorine)(31—2)和薯蓣次碱(dioscorecine)，属于含内酯环的托品类生物碱。　　]",
    " 药用价值": "[属中文名：薯蓣属属拉丁名：Dioscorea科中文名：薯蓣科科拉丁名：Dioscoreaceae【来源】薯蓣科薯蓣属植物白薯莨Dioscorea hispida Dennst.，以块茎入药。全年可采，洗净切片，晒干。【性味归经】甘，凉。有毒。该物种为中国植物图谱数据库收录的有毒植物，其毒性为云南民间反映有毒。中毒症状与黄独相似，小鼠腹腔注射10g／kg块根的水提取物，1—3分钟后出现颤抖，狂跳而死；1g／kg块根的酸水提取物，出现活动减少、呕吐状，5-10分钟死亡。【功能主治】解毒消肿，去瘀止血。外用治疮痈肿毒，跌打扭伤，外伤出血。【用法用量】鲜品适量，捣烂敷或煎水洗患处。【摘录】《全国中草药汇编》]"
},{
    "中药名称": "白苏",
    "药理作用": "[1.对神经系统作用 小鼠灌服白苏叶甲醇提取物2g/kg，可使腹腔注射环已巴比妥钠的睡眠时间延长84%。挥发油主要有效成分系紫苏醛和豆甾醇［1］。叶提取物中分离得到的紫苏醛，左旋柠檬烯，紫苏酮，香薷酮，肉豆蔻醚和莳萝油脑化学类型化合物，各以要当于提取物2g/kg的量给小鼠口服，也有延长戊巴比妥钠睡眠时间作用，其中含莳罗油脑和肉豆蔻醚型化合物的叶提取物作用最强［2］。2.轻泻作用 含紫苏酮型物质（PK）的叶提取物1g/kg口服，可能性显著促进小鼠小肠内容物推进，0.25g/kg剂量即有此作用。将PK类物质继续分离得到的紫苏酮19mg/kg促进小肠内容物推进率可达138%，在3.8-15mg/kg剂量依赖性试验中，口服15mg/kg时作用达峰值，口服的ED50为11.0mg/kg。将PK15mg/kg、60mg/kg注入十二指肠，也可使小肠内容物推进增国中。在体外空肠纵行肌孵育液中加入10-6g/kg、10-5g/ml、和10-4g-ml的PK，有剂量依赖性松弛作用。而10-5g/kg的PK剂，它可刺激环形肌蠕动，松弛纵行肌［3］。3.对逸疫系统的影响 白苏叶汁给小鼠腹腔注射，可使腹腔渗出液中中性粒细胞聚积。叶汁还可使造模而升的高小鼠血清肿瘤坏死因子水平下降。白苏叶的抗过敏物质在体外有直接抑制巨噬细胞产生TNF的能力。白苏提取物还能抑制IgE产生［4］。4.抑菌作用 白苏叶中得到的白苏油对接种和自然泻染的细菌（变形杆菌）、真菌（酵母菌、黑曲霉菌和青霉）均有抑制醛、蒎烯、柠檬烯成分的提取液口服可延长感染绿脓杆菌的小鼠存活率［6］。5.其他作用 从白苏中得到的化合物有黄嘌呤氧化酶抑制作用，可治疗痛风［7］。白苏子全草热水提取物100μg/ml对牛心磷酸二酯酶的抑制活性平均为36.2%，其中的三氯甲烷（CHCI3）可溶性组分抑制活性为62.6%，不溶于CHCI3组分几乎无抑制活性［8］。6.毒副反应 紫苏酮小鼠口服的LD50为78.9mg/kg，腹腔注射的LD50为13.6kmg-kg。另有报道紫苏酮给小鼠腹腔注射，雄性小鼠LD50为6mg-kg，雌性小鼠为2.5mg/kg。给母牛静脉注射约30mg的紫苏酮10h后可引起呼吸系统症状，3d后死亡。19mg/kg剂量给绵绵羊静注，也会有呼吸系统不良反应，但5d后有所恢复［9］。紫苏酮给绵羊灌服40mg/kg，仍可存活。小鼠腹腔注射10mg/kg，24h内死亡，并可见广泛肺水肿和腹腔渗出物［10］。15mg/kg、20km/kg、25mg/kg的紫苏酮给在体羊肺血液灌流，可增加肺微血管渗透作用，使肺血管外分泌物增多，出现严重肺水肿［11］。　　]",
    " 中药化学成分": "[含紫苏醛（perillaldhyde)，紫苏酮（perillake-tone)，香需酮（elsholtziaketone)，左旋柠檬烯（limonene)，蒎烯（pinene)，肉豆蔻醚（myristicin)，莳萝油脑（dillapiol)［1，2］，豆甾醇（stigmasterol)［3］。功效疏风宣肺；理气消食，解鱼蟹毒考证出自《本草图经》。科属分类唇形科拉丁文名Folium Perillae Frutescentis Perillae Folium Perillae Frutescentis主治感冒风寒；咳嗽气喘；脘腹胀闷；食积不化；吐泻；冷痢；中鱼蟹毒；男子阴肿；肢气肿毒；蛇虫咬伤　　]",
    " 各家论述": "[1.《别录》：主调中，去臭气。2.《本草拾遗》：捣敷虫咬。3.《日华子本草》：调气，润心肺，长肌肤，益颜色，消宿食，止上气咳嗽，去狐臭，敷蛇咬。4.《滇南本草》：治伤寒发热、无汗、头疼，一切风寒痰涌而结，霍乱转筋，咳嗽吐痰，小儿风症。定痛，止喘。5.《生草药性备要》：下气，除风湿。6.《福建民间草药》：消冷气，止冷痢，祛风解热，驱虫解毒。采收和储藏夏、秋季采收，置通风处阴干。或连嫩茎采收，切成小段，晾干。　　]",
    " 动植物形态": "[一年生草本，高0.5-2m。茎直立，钝四棱形，具四槽，密被长柔毛。叶对生；地柄长3-5cm，背腹扁平，密端短尖或突尖，基部圆形或阔楔形，边缘在基部以上有粗锯齿，两面绿色，或紫色，上面被疏柔毛。轮伞花序2花，组成长1.5-15cm，密被长柔毛，偏向一侧的顶生及腋生总状花序；苞片宽卵圆形或近圆形，外被红褐色腺点，边缘膜质；花梗密被柔毛；花萼钟形，10脉，下部被长柔毛，夹有黄色腺点，内面喉部有疏柔毛环，结果实增大，萼桅二唇形，上唇宽大，3齿，中齿较小，下唇比上唇稍长，2齿，齿皮针形；花冠通常白色，冠筒短，冠檐近二唇形，上唇微缺，下唇3裂，中裂片较大；雄蕊4，前对稍长，离生，插生喉部，花药2室；花柱先端2浅裂；花盘前方呈指状膨大。小坚果近球形，具网纹。花期8-11月，果期8-12月。]"
},{
    "中药名称": "白苏子",
    "药用部位": "果实",
    "产地": "江苏、河北、山东、湖北、四川、贵州、云南",
    "采收": "秋季果实成熟时采收。",
    "加工": "除去杂质，晒干。",
    "药性": "温",
    "药味": "辛",
    "归经": "归肺、大肠经",
    "功能": "下气，消痰，润肺，宽肠。",
    "主治": "用于咳逆，痰喘，气滞便秘。",
    "毒性": "无",
    "用法用量": "内服：煎汤，5～10g。",
    "药材性状": "果实卵形或略呈三角形圆锥体状，长径2.5～3.5mm，短径2～2.5mm。表面灰白色至黄白色，有隆起的网纹。果皮质脆，易压碎。种仁黄白色，富油质。气微香，嚼之有油腻感。",
    "药用植物栽培":"1.气候土壤：宜温暖湿润的气候。以排水良好，疏松肥沃的砂质壤土为最佳。2.整地：秋末冬初深耕土地，经冬风化，至次年春季播种前，再耕耙平整，作成宽1m的畦。3.种植：用种子繁殖。分育苗移栽与直播两种。3.1.育苗法：播种期4月上旬，撒播或条播，撒播将种子均匀地播在畦面，薄覆细土。条播先在畦上开条沟，行距10-15cm，将种子播入沟内，覆细土3-5mm。播种后8-10天出苗，待苗高15-20cm，即可移植，按行距50cm，株距30cm开穴，每穴栽1株，覆土压实，然后浇水。3.2.直播法：播种期4月上旬至4月下旬，条播或穴播,行距40-50cm，株距30-40cm，播后覆土浇水。"
},{
    "中药名称": "白檀",
    "学 名":"Symplocos paniculata (Thunb.)Miq.",
    "英文名":"Sapphireberry Sweetleaf",
    "别 名":"山葫芦，灰木，砒霜子、蛤蟆涎、白花茶、牛筋叶、檀花青",
    "科属名":"山矾科 Symplocaceae 山矾属。",
    "形态特征":"落叶灌木或小乔木，高达5米，干皮灰褐色，条裂或小片状剥落。冬芽叠生。小枝灰绿色，幼时密被绒毛，间叶互生，叶纸质，卵状椭圆形或倒卵状圆形，长3-9厘米，宽2-4厘米，边缘有细锯齿，中脉在表面凹下。花白色，芳香，圆锥花序生于新枝顶端或叶腋，花萼外无苞片，雄蕊约30枚，长短不一，花丝基部合生，呈五体雄蕊；子房无毛。核果成熟时蓝黑色，斜卵状球形，萼宿存。花期5月，果熟期10月。",
    "产地分布":"为中国原产树种，分布范围广，北自辽宁、南至四川、云南、福建、台湾。华北地区山地多见野生。",
    "生态习性":"喜温暖湿润的气候和深厚肥沃的砂质壤土，喜光也稍耐荫。深根性树种，适应性强，耐寒，抗干旱耐瘠薄，以河溪两岸、村边地头生长最为良好。",
    "园林用途":"树形优美，枝叶秀丽，春日白花，秋结蓝果，是良好的园林绿化点缀树种，茎皮纤维洁白柔软，土名懒汉筋。木材细密，可提供优质木材作为家具用材。种子可榨油，供制油漆、肥皂等用；根皮与叶可作农药。",
    "繁育栽培":"以种子繁殖为主。",
    "性味":"味辛，性温，无毒。",
    "功效主治":"主治消风热肿毒。治中恶鬼气，杀虫。煎服，止心腹痛，霍乱肾气痛。散冷气，引胃上升，噎膈吐食。另外，如面生黑子，可每夜用浆水洗拭令赤，再磨汁涂，很好。"
},{
    "中药名称": "白藤",
    "产地分布": "[在热带和亚热带森林里，生长着参天巨树和奇花异草，也有绊你跌跤的“鬼索”，这就是在大树周围缠绕成无数圈圈的白藤。白藤也叫省藤，我国云南、广东、广西、福建也有出产。藤椅、藤床、藤蓝、藤书架等，都是以白藤为原料加工制成的。　　]",
    " 形态特征": "[白藤茎干一般很细，有小酒盅口那样粗，有的还要细些，有长的节间。它的顶部长着一束羽毛状的叶，叶面长尖刺，无纤鞭，裂片每侧7-11枚，上部4-6枚聚生，两侧的单生或2-3成束，束间距离较远。茎的上部直到茎梢又长又结实，也长满又大又尖往下弯的硬刺。它象一根带刺的长鞭，随风摇摆，一碰上大树，就紧紧的攀住树干不放，并很快长出一束又一束新叶。接着它就顺着树干继续往上爬，而下部的叶子则逐渐脱落。白藤爬上大树顶后，还是一个劲地长，可是已经没有什么可以攀缘的了，于是它那越来越长的茎就往下堕，以大树当作支柱，在大树周围缠绕成无数怪圈圈。肉穗花序鞭状，分枝4-7，花单性，雌雄异株。它的茎特别长，而且很纤细，可以说是植物王国里的‘瘦长个子“。茎直径不过4-5厘米，白藤从根部到顶部，达300米，比世界上最高的桉树还长一倍呢。资料记载，白藤长度的最高记录竟达500米。　　]",
    " 生长习性": "[喜温暖，疏松、含腐殖质多的土壤，生长期多浇水，冬季低温为18℃，需阳光充足。　　]",
    " 园林用途": "[多生长在热带林中，供编织藤椅、篮、席等，又供药用。在植物温室偶尔见栽培。　　]",
    " 繁殖培育": "[繁殖用种子播种。　　]",
    " 绰号来源": "[白藤以大树作为支柱，使长茎向下坠，沿着树干盘旋缠绕，形成许多怪圈，人们给它取了个绰号叫“鬼索”。当茎稍向下坠到比数顶低时，又会向上爬，爬爬坠坠，坠坠爬爬，使它成为了世界上最长的植物了。　　]",
    " 药用功效": "[【异名】大发汗、白花藤、大毛豆、断肠叶(《云南中草药选》)。【来源】为豆科植物滇桂崖豆藤的根或叶。【植物形态】滇桂崖豆藤攀援状落叶藤本，长达10米。小枝密生短茸毛。叶互生；单数羽状复叶，长约30厘米。小叶11～13片，卵圆形，长5～8厘米，宽2～3厘米，先端渐尖，基部圆形至近心形，幼时两面密生丝状茸毛，老时近无毛。总状花序腋生，长5～9厘米，花淡紫色或绿色，长约2.5厘米，花冠蝶形，绿色；雄蕊成二组。荚果线形，长约10厘米，有黄色茸毛，长10～11厘米。生于山坡灌木丛中或河边阴湿地。【采集】全年可采，切碎晒干。【性味】①《云南中草药选》：淡辛，温，有毒。②《云南中草药》：苦微咸，热，有毒。【功用主治-白藤的功效】发汗，祛风，活血，止血。治风寒感冒，类风湿关节炎，跌打损伤，闭经，外伤出血。①《云南中草药选》：活血，止血，发散，解表。②《云南中草药》：止血，接骨，发汗，祛风。【用法与用量】内服：煎汤，根：1～2分；研末或浸酒。外用：捣敷或研末调敷。【宜忌】孕妇忌服。【选方】①治跌打损伤，闭经，感冒风寒：大发汗根一至二分，水煎服或研末每服五匣。②治类风湿关节炎：大发汗根二钱，配伍泡酒，每次服五毫升。③治外伤出血：大发汗叶捣烂外敷。]"
},{
    "中药名称": "白头翁",
    "植物介绍": "[【学名】Pulsatilla chinensis (Bunge) Regel.【英文名】anemone，wood anemone，wild-flower，pasqueflower【别名】老公花、毛姑朵花【分类】毛茛科，白头翁属。【形态特征】宿根草本，根圆锥形，有纵纹，全株密被白色长柔毛，株高10-40厘米，通常20－30厘米。基生叶4-5片，三全裂，有时为三出复叶。花单朵顶生，径约3-4厘米，萼片花瓣状，6片排成2轮，蓝紫色，外被白色柔毛；雄蕊多数，鲜黄色；花期3-5月。瘦果，密集成头状，花柱宿存，银丝状，形似白头老翁，故得名白头翁或老公花。【分布】原产中国，华北、江苏、东北等地均有分布。多野生，亦可作花卉或药用植物栽培。【习性】性喜凉爽气候，耐寒，要求向阳、排水良好的砂质壤土。【繁殖栽培】播种或分株繁殖。分株法应用较多，在秋季进行。4月下旬采种。种子细小，播种要精细，以盆播为宜。秋播或春播。本为野生植物，性强健，栽培管理粗放。【园林用途】白头翁在园林中可作自然栽植，用于布置花坛、道路两旁，或点缀于林间空地。花期早，植株矮小，是理想的地被植物品种，果期羽毛状花柱宿存，形如头状，极为别致。【其它用途】根可入药，详见下文。【食疗作用】白头翁味苦，性寒；归胃、大肠经；具有清热解毒，凉血止痢，燥湿杀虫的功效；主治热毒痢疾，鼻衄，血痔，带下，阴痒，痈疮，瘰疬　　]",
    " 中药介绍": "[【药材名】白头翁【拉丁名】 RADIX PULSATILLAE【英文名】anemone root【别名】毛姑朵花、老婆子花、老公花【来源】本品为毛茛科植物白头翁Pulsatilla chinensis (Bge.) Regel的干燥根。春、秋二季采挖，除去泥沙，干燥。【考 证】：出自《神农本草经》；①《别录》：“白头翁生高山山谷及田野。四月采。” ②《唐本草》： “白头翁，其叶似芍药而大，抽一茎，茎头一花，紫色，似木堇花，实大者如鸡子，白毛寸余。正似白头老翁，故名焉。……根甚疗毒痢，似续断而扁。” ③《蜀本草》：“《图经》云，（白头翁）有细毛，不滑泽，花蕊 黄，今所在有之。二月采花，四月采实，八月采根，皆日干。” ④《开宝本草》：“今验此草丛生，状如白薇而柔细稍长，叶生茎头，如杏叶，上有细白毛，近根者有白茸。《唐注》云 叶似芍药，实大如鸡子，白毛寸余，此皆误矣。” ⑤ 《本草衍义》：“白头翁，生河南洛阳界及新安土山中。”【生药材鉴定】：干燥的根呈圆柱形至圆锥形，稍扭曲，或有破皮处，长6～15厘米， 直径0．5～1．7 厘米。外皮黄棕色或灰棕色，多已脱落，残留者亦易剥落，不带外皮者呈灰黄色或淡黄褐色，具纵皱及斑状的支根痕，皮破处有网状裂纹或裂 隙。根头顶端丛生白色毛茸及除去茎叶的痕迹。质硬而脆。断面较平坦，外部黄白色或淡黄棕色，木心淡黄色。气微，味苦涩。以条粗长、整齐、外表灰黄色、根 头部有白色毛茸者为佳。商品白头翁，各地使用的品种颇不一致，其主要的尚有：蔷薇科植物委陵菜 Potentilla chinensis Ser. 的根或带有地上部分的根（参见“委陵菜”条），使用于河南、湖北、湖南、江西、广东、广西、福建、四川、贵州、安徽、江苏等地；翻白草 P. Discolor Bge. 的根或带根全草（参见 “翻白草” 条），使用于河南、安徽、江苏、江西、广西、广东等 地；毛莨科植物野棉花 Anemone vitifolia Buch.-Ham. 的 根（参见“野棉花根”条），使用于陕西、四川、甘肃等地;打破碗花花 A. Upehensis Lem. 的根（参见”打破碗花花”条）， 使用于甘肃等地；大火草 A. Tomentosa （Maxim.） Pei的根（参见“大火草根”条），使用于四川、甘肃等地。此外，尚有下列几种同属植物亦同等入药： ①兴安白头翁 Pulsatilla dahurica （Fisch. ） Spr. 根出叶2回羽状全裂，最终裂片 线状披针形，宽4～10毫米，先端锐 尖，上方常有1至数个粗锐锯齿;花淡蓝紫色，花被长圆形，长2～2．8 厘米。分布东北. ② 朝鲜白头翁 Pulsatilla koreana Nakai 根出叶2回羽状全裂，侧生的两对全裂片无柄，顶端的一片有柄，广菱形，再作2～3深裂; 花鲜红色或紫红色。分布东北。③细叶白头翁 Pulsatilla turczaninovii Krylov et Serg. 根出叶3回羽状分裂，最终裂片狭线形，宽1～2．5毫米； 花大，蓝紫色，花被片不反折，外面被伏毛。 分布东北及内蒙古、河北等地。 ④蒙古白头翁 Pulsatilla ambigua Turcz. Ex Pritz.基生叶2回全裂，最终裂片宽0．8～1．5毫米，侧生裂 片无柄，近羽状深裂，上面几无毛，下面被长柔毛：花紫色， 花被外面密生柔毛。 分布内蒙古、新疆。显微鉴定： 根横切面：表皮、皮层、内皮层通常己脱落，韧皮部宽广，外侧细胞棕色，壁木栓化；韧皮纤维单个散在、数个成束，壁较厚或有的根无纤维。形成层环明显。木质部射线较宽；导管单个散在可有的根无纤维。形成层环明显。木质部射线较宽；导管单个散在或数个成群；木纤维壁厚，非木化。较粗的根中央常为薄壁细胞。粉末：灰黄白色。①韧皮纤维梭形，长100-390μm,直径16-42μm ,壁厚6-13μm，木化，有的层纹较密，孔沟明显；另有少数纤维甚短，形如石细胞。②非腺毛（糸根头部残留的叶柄基或幼叶的毛茸） 单细胞，细长，直径13-27(-33) μm,壁厚2-14μm，木化，少数非木化，有的表面可见螺状或双螺状纹理。③具缘纹孔、网纹及螺纹导管直径10-72μm。此外，木栓化细胞类多角形；淀粉粒少数，单粒直径约至22μm，复粒由2-4分粒组成。【中药化学成分】：白头翁、兴安白头翁、朝鲜白头翁、细叶白头 翁的根含皂甙（C45 H76 O20）约9%，水解则生三萜甙元 （C30 H18 O4）、葡萄糖、鼠李糖和一未知的糖。另含白头翁 素（又名银莲花素， Anemonin），是一种强的心脏毒，但除去根的全草则有强心作用，其强心成分有翁灵（Okinalin, C32 H64 O2）、翁因（Okinalein，C4 H6 O2）。 同属植物 Pulsatilla cernua 的根含豆甾醇（Stigma- sterol，C29 H46 O）和B-谷甾醇（B-Sitosterol），又含常春藤皂甙元（Hederagenin）、齐墩果酸（Oleanolic acid）及极少量 的乙酰齐墩果酸。又从同属植物 ulsatilla nigricans 的 根中分离出一种甙，命名为白头翁甙 A （Pulsatoside A），其甙元为常春藤皂甙元，其糖为阿拉伯糖、半乳糖、葡萄糖及鼠李糖。根含：喔奇哪灵（okinalin）【性状】 本品呈类圆柱形或圆锥形，稍扭曲，长 6～20cm，直径 0.5～ 2cm。表面黄棕色或棕褐色，具不规则纵皱纹或纵沟，皮部易脱落，露出黄色的木部，有的有网状裂纹或裂隙，近根头处常有朽状凹洞。根头部稍膨大，有白色绒毛，有的可见鞘状叶柄残基。质硬而脆，断面皮部黄白色或淡黄棕色，木部淡黄色。气微，味微苦涩。【鉴别】(1) 本品粉末灰棕色。韧皮纤维梭形或纺锤形，长 100～390 μm，直径16～42μm，壁木化。非腺毛单细胞，直径13～33μm，基部稍膨大，壁大多木化，有的可见螺状或双螺状纹理。具缘纹孔、网纹及螺纹导管，直径10～72μm。(2) 取本品粉末4g，加乙醇20ml，加热回流 1小时，滤过，滤液浓缩至约 6ml，放冷，加丙酮适量，则生成沉淀，滤过，速取沉淀少量（约 5mg），置试管中，加醋酐 1ml使溶解，沿管壁加硫酸 1ml，两液接界处显红色或红紫色环。【炮制】 除去杂质，洗净，润透，切薄片，干燥。【性味与归经】 苦，寒。归胃、大肠经。【功能与主治】 清热解毒【用法与用量】 9 ～15g 。【贮藏】 置通风干燥处。【备注】（1）白头翁为治阿米巴痢疾的要药，单用较大剂量，即有效果。常用成方白头翁汤，即以本品为主药，配合黄连、黄柏、秦皮而成，既可用治阿米巴痢疾，也可用治菌痢。（2）毛艮科白头翁的茎叶与根作用不同，具有强心作用，有一定毒性，使用时必须注意。【摘录】《中国药典》【各家论述】1.李杲：张仲景治热痢下重，用白头翁汤主之，盖肾欲坚，急食苦以坚之，痢则下焦虚，故以纯苦之剂坚之。男子阴疝偏坠，小儿头秃膻腥，鼻衄无此不效，毒痢有此获功。2.《本草经疏》：白头翁；暑伏足阳明经，则发温疟；伏手阳明经，则病毒痢，滞下纯血；狂易鼻衄者，血热也；寒热者，血瘀也；症瘕积聚，瘿气，靡不由血凝而成。积滞停留则腹痛，金疮血凉则痛自止。苦能下泄，辛能解散，寒能除热凉血，具诸功能，故悉主之，殆散热凉血行瘀之要药欤？3.《本经逢原》：白头翁，《本经》言苦温者，传写之误也。其治温疟狂易寒热等症，皆少阳、阳明热邪固结之病，结散则积血去而腹痛止矣。《别录》止鼻衄，弘景止毒痢，亦是热毒入伤血分之候。4.《本草求真》：白头翁，何以用此以治温疟寒热，齿痛、骨痛，鼻衄，秃疮，疝瘕等症？亦因邪结阳明，服此热解毒清，则肾不燥扰而骨固，胃不受邪而齿安，毒不上侵而止衄，热不内结而疝与瘕皆却，总皆清解热毒之力也。5.《本草正义》：白头翁味微苦而淡，气清质轻，《本经》虽谓苦温，然以主治温疟狂易，而仲景且以专治热利下重，则必非温药可知。石顽《本经逢原》改作微寒，盖从阅历中体验得来，其说较为可信。今以通治实热毒火之滞下赤白，日数十次者，颇见奇效。向来说者皆谓苦泄导滞，专以下行为天职，且有苦能坚骨；寒能凉骨之语。惟今何廉臣著实验药物学》，独谓其气质轻清，为升散肠胃郁火之良药。案……味苦又薄，合于经文轻清发散为阳之旨。其主热毒滞下，虽曰苦固能泄，而升举脾胃清气，使不陷下，则里急后重皆除，确是此药之实在真谛。何翁此论，洵有特别见解。但终是苦泄宣通一路，不能竟以升散郁火四字简直言之，与升麻、柴胡作一例看耳。试观《别录》以主鼻衄，其能清泄，尤为明白晓畅。轻用一钱至一钱五分，毒火甚者，可用至四、五钱。6.《本经》：主温疟狂易寒热，症瘕积聚，瘿气，逐血止痛，金疮。7.《别录》：（主）鼻衄。8.陶弘景：疗毒痢。9.《药性论》：止腹痛及亦毒痢，治齿痛，主项下瘤疬。主百骨节痛。10.《日华子本草》：治一切风气及暖腰膝，明目，消赘。子：功用同上。11.《伤寒蕴要》：热毒下痢紫血鲜血者宜之。12.《本草汇言》：凉血，消瘀，解湿毒。13.《本草备要》：治秃疮、瘰疬、疝瘕、血痔、偏坠，明目，消疣。14.《纲目拾遗》：去肠垢，消积滞。15.《现代实用中药》：疗咽肿。【用药禁忌】1.虚寒泻痢忌服。2.《药性论》：豚实力使。3.《日华子本草》：得酒良。4.《本草经疏》：滞下胃虚不思食，及下利完谷不化，泄泻由于虚寒寒湿，而不由于湿毒者忌之。5.《本草从新》：血分无热者忌。【药物应用鉴别】白头翁、败酱草、鸦胆子皆具有清热解毒凉血，而常用治肿毒或湿热痢。但白头翁长于用治湿热痢，清热凉血除湿力较强；败酱草用于痢疾滞而平爽之里急后重之症。能除垢去积并兼用治疮疡，带下，热淋等证；鸦胆子解毒除湿杀虫作用较为突出，除用治冷痢久泻外，尚治疟疾。白头翁味苦性寒，为赤痢特效药，此品治赤痢之所以有效，除苦寒清热之作用外，尚能宣通肠胃郁火，使热毒能散能清。【出处】《中华本草》　　]",
    " 鸟名": "[白头鹎白头翁鸟【中文名】：白头鹎（bēi）【拉丁名】：Pycnonotus sinensis【英文名】：Chinese Bulbul【中文别名】：白头翁【物种分类】：雀形目 Passeriformes 鹎科 Pycnonotidae 鹎属Pycnonotus【分布范围】：分布于欧亚大陆及非洲北部（包括整个欧洲、北回归线以北的非洲地区、阿拉伯半岛以及喜马拉雅山－横断山脉－岷山－秦岭－淮河以北的亚洲地区。），中南半岛和中国的东南沿海地区（包括缅甸、越南、老挝、柬埔寨、泰国以及中国的东南沿海地区、香港、海南岛。），太平洋诸岛屿（包括中国的台湾省、东沙群岛、西沙群岛、中沙群岛、南沙群岛以及菲律宾、文莱、马来西亚、新加坡、印度尼西亚的苏门答腊、爪哇岛以及巴布亚新几内亚。）【国内分布】：中国分布于西至四川、云南东北部；北达陕西南部及河南；东至沿海一带，分括海南和台湾；南及广西西南等地。为留鸟。白头鹎是我国特有鸟类，是我国长江流域及其以南广大地区的常见鸟类，繁殖季节几全以昆虫为食，在植物保护中意义甚大。目前种群数量还较丰富。【国外分布】： 国外见于琉球群岛和越南北部。【迁 徙】：主要为留鸟，一般不迁徙【鸟种描述】：描述：中等体型（19厘米）的橄榄色鹎。眼后一白色宽纹伸至颈背，黑色的头顶略具羽冠，髭纹黑色，臀白。幼鸟头橄榄色，胸具灰色横纹。 虹膜－褐色；嘴－近黑；脚－黑色。 叫声：典型的叽叽喳喳颤鸣及简单而无韵律的叫声。 分布范围：中国南方、越南北部及琉球群岛。【分布状况】：常见的群栖性鸟，栖于林缘、灌丛、红树林及林园。为香港最常见的鸟种之一。亚种hainanus为留鸟于广西南部、广东西南部及海南岛；formosae为留鸟于台湾；指名亚种遍及华中、华东、华南及东南。冬季北方鸟南迁。现于河北（北戴河）及山东有定期的报道。【野外鉴别特征】：小型鸟类，体长17-22cm。额至头顶黑色，两眼上方至后枕白色，形成一白色枕环（两广亚种无此白环，头顶至枕全黑色）。耳羽后部有一白斑，此白环与白斑在黑色的头部均极为醒目。上体灰褐或橄榄灰色具黄绿色羽缘。颏、喉白色，胸灰褐色，形成不明显的宽阔胸带。腹白色具黄绿色纵纹。【形态描述】：额至头顶纯黑色而富有光泽，头顶两侧自眼后开始各有一条白纹，向后延伸至枕部相连，形成一条宽阔的枕环，有的标本枕羽具黑端，有的头顶后和枕全白色（两广亚种无白色枕环，额至枕全黑色）。颊、耳羽、颧纹黑褐色，耳羽后部转为污白色或灰白色。上体褐灰或橄榄灰色、具黄绿色羽缘，使上体形成不明显的暗色纵纹。尾和两翅暗褐色具黄绿色羽缘。颏、喉白色，胸淡灰褐色，形成一道不明显的淡灰褐色横带。其余下体白色或灰白色，羽缘黄绿色，形成稀疏而不明显的黄绿色纵纹。 虹膜褐色，嘴黑色，脚亦为黑色。【习性】：性活泼，结群于果树上活动。有时从栖处飞行捕食。白头鹎是长江以南广大地区中常见的一种鸟，多活动于丘陵或平原的树本灌丛中，也见于针叶林里。性活泼、不甚畏人。秋冬季大多二、三十只结成大群，活动于樟、楝等树上啄食果实。春夏季则仅3-5个相伴觅食。常栖息于矮树篱或灌丛的最高处，见有昆虫飞过时就飞捕于空中，然后再回到它栖止的树上，大声鸣叫。它的鸣声是多种多样的。【食物】：白头鹎是杂食性鸟类，既食植物性物质，也食动物性物质，同时食性还随季节而异。春夏两季以动物性食物为主，秋冬季则以植物性食料为主。动物性食物中以鞘翅目昆虫为最多，如鼻甲、步行甲、瓢甲。植物性食料大部为双子叶植物，也食一部分浆果和杂草种子，如樱挑、乌桕、葡萄等。【繁殖】：繁殖于3月至8月间。产卵至少二次，巢于桑树茂密的绿叶丛中，或油茶树上及各种灌木丛中，距地大多2-3米。但亦有筑在高大乔木上的，距地高度约在6米至6.5米间。巢呈深杯状，用草茎、杂叶、芦苇、草穗及少量细根、石松等构成，内垫以细柔的杂草。卵每产3-4个，呈椭圆形，色淡红，其上更有深红、淡紫等色的斑点。【生活环境】： 常呈3-5只至10多只的小群活动，冬季有时亦集成20-30多只的大群。多在灌木和小树上活动，性活泼，不甚怕人，常在树枝间跳跃，或飞翔于相邻树木间，一般不做长距离飞行。善鸣叫，鸣声婉转多变。【体型】： 雄性体重26-43g，雌性26-419g；雄性体长166-220mm，雌性160-201mm；雄性嘴峰13-16mm，雌性13-15mm；雄性翅长82-94mm，雌性79-92mm；雄性尾长77-90mm，雌性74-88mm；雄性跗蹠20-24mm，雌性19-22mm。迁徙：主要为留鸟，一般不迁徙。【经济用途】：白头鹎吃大量的农林业害虫，是农林益鸟之一，为保护鸟类。白头鹎体长约18厘米。头黑枕白，背面黄绿，胸部大都灰褐，腹面白色。幼鸟头灰褐色，背橄榄色，胸部浅灰褐色，腹部及尾下复羽灰白。白头鹎是长江以南广大地区中常见的一种鸟，多活动于丘陵或平原的树本灌丛中，也见于针叶林里。性活泼、不甚畏人。秋冬季大多二、三十只结成大群，活动于樟、楝等树上啄食果实。春夏季则仅3-5个相伴觅食。常栖息于矮树篱或灌丛的最高处，见有昆虫飞过时就飞捕于空中，然后再回到它栖止的树上，大声鸣叫。它的鸣声是多种多样的。1、鸟的选择 鹎科鸟类多食虫、兼食果实，较难达到人工繁殖。一般饲养白头鹎是为听其悦耳鸣声，故多选择雄鸟。白头鹎雌雄羽色相似，较难区分，有经验的人可根据雄鸟胸部灰色较深，雌鸟浅淡，雄鸟枕部白色清晰，雌鸟稍发污等特征鉴别出来。幼鸟头灰褐、背橄揽褐色、腹部及尾下复羽灰白，容易跟成鸟区分。因野外捕捉的成鸟胆小，不易驯熟，故通常掏长羽芽的雏鸟或将离巢的幼鸟饲养。2、笼的特点 白头鹎食昆虫和水果，粪便多而稀软，喜欢水浴，因而鸟笼的底宜为亮底，下边有托粪板，便于粪便漏下和清刷。可自制竹笼，圆形(直径26厘米，高30厘米)或方形(26×26×30的厘米)。在北方，亦可用点颏笼饲养。3、饲料和喂法 饲养白头鹎可以一种粉料做为常备饲料，比如把玉米面、花生米粉、熟鸡蛋黄按5：2：3的比例混匀喂给，或者喂点颏粉(绿豆面、玉米面、熟蛋黄、淡水鱼粉或蚕蛹粉按5：2：2：1配合)；经常补充些水果和昆虫幼虫及蛹。4、管理和调教 在人工饲养下白头鹎属软食鸟，水罐内的水容易污染，每天需要清刷并换新鲜饮水。喂给的水果当天吃不完的应把剩余的取出。每天(夏季)或隔日(春、初秋)供给浴水，任其自行水浴。每周洗刷一次鸟笼。白头鹎不耐寒，在北方饲养冬季一定要移至室内饲养，停止外出溜鸟。红耳鹎、白喉红臀鹎、黄臀鹎等鹎科鸟类，均可以参照上述方法饲养。该物种已被列入国家林业局2000年8月1日发布的《国家保护的有益的或者有重要经济、科学研究价值的陆生野生动物名录》。]",
    " 参看": "[《中药学》- 白头翁《本草纲目 · 白头翁》]"
},{
    "中药名称": "白头翁花",
    "内容": "【药 名】：白头翁花【拼 音】：BAITOUWENGHUA【来 源】：双子叶植物药毛茛科植物白头翁的花。【功 效】：燥湿泻火。【主 治】：治疟疾寒热，白秃头疮。【性味归经】：苦，微寒。入肝，脾二经。【用法用量】：内服：煎汤，1～2钱。外用：研末调敷。【拉丁名】：Pulsatilla chinensis (Bge.) Reg.【考 证】：出自《本草纲目》白头翁，多年生草本，高15-35cm。根状茎粗，直径8-15mm。基生叶4-5，开花时长出地面，叶3全裂；叶柄长7-15cm，被密长桑毛；叶片轮廓宽卵形，长4.5-14cm，宽6.5-16cm，上面疏被毛，后期脱落无毛，下面密被长柔毛，3全裂，中央全裂片有柄或近无柄，3深裂，中央深裂片楔状卵形，或狭楔形，全缘或有齿，侧深裂片不等2浅裂；侧全裂片无柄或近无柄，不等3深裂。花争1-2，花后生长，高15-35cm，苞片3，基部合生，简长3-10mm，裂片条形，外面密被长柔毛，内面无毛；花两性，单朵，直立，花梗长2.5-5.5cm；萼片6，排成2轮，狭卵形或长圆状卵形，长2.8-4.4cm，宽9-20mm，蓝紫色，外面密被柔毛；花瓣无；雄蕊多数，长约为萼片之半；心皮多数，被毛。瘦果长3-4mm，被长柔毛，顶部有羽毛状宿存花柱，长3.5-6.5cm。花期4-5月，果期6-7月。"
},{
    "中药名称": "白透骨消",
    "内容": "【药 名】：白透骨消【来 源】：为双子叶植物药唇形科活血丹属植物白透骨消的全草。【功 效】：舒筋止痛、活血消肿。【主 治】：治筋骨痛、外伤红肿。【性味归经】：甘、辛，平。入肝经。【用法用量】：内服：煎汤，9一15克。外用：煎水外洗。【别 名】：长管活血丹(陕西)【动植物资源分布】：分布于我国陕西南部、湖北西部。【拉丁名】：Glechoma biondiana Diels C. Y. Wu et c. Chen.Drococephalum biondiana piels.【考 证】：始载于《中国植物志》。"
},{
    "中药名称": "白薇",
    "内容":"【英文名】 RADIX CYNANCHI ATRATI【别名】葞、春草(《尔雅，)，芒草(《尔雅》郭璞注)，白微(《本草经集注》)，白幕、薇草、骨美(《别录》)，龙胆白薇(《药材资料汇编》)。【来源】本品为萝藦科植物白薇Cynanchum atratum Bge。或蔓生白薇Cynanchum versicolor Bge。的干燥根及根茎。春、秋二季采挖，洗净，干燥。【制法】除去杂质，洗净，润透，切段、干燥。【性状】本品根茎粗短，有结节，多弯曲。上面有圆形的茎痕，下面及两侧簇生多数细长的根，根长10～25cm，直径0。1～0。2cm。表面棕黄色。质脆，易折断，断面皮部黄白色，木部黄色。气微，味微苦。【性味归经】苦、咸，寒。归胃、肝、肾经。【功能主治】清热凉血，利尿通淋，解毒疗疮。用于温邪伤营发热，阴虚发热，骨蒸劳热，产后血虚发热，热淋，血淋，痈疽肿毒。【用法用量】 4.5～9g。【贮藏】置通风干燥处。【备注】（1）一般用于清虚热者居多，常与青蒿、银柴胡等配伍同用；治肺热咳嗽，可与前胡、枇杷叶等同用。【摘录】《中国药典》【中文名】白薇(《本经》)【类 别】根类【异名】葞、春草(《尔雅，)，芒草(《尔雅》郭璞注)，白微(《本草经集注》)，白幕、薇草、骨美(《别录》)，龙胆白薇(《药材资料汇编》)。【来源】为萝蘑科植物直立白薇或蔓生白薇的根。【植物形态】①直立白薇，又名：三百根、牛角胆草、苦胆草、羊奶子、山烟、百荡草、老龙角、羊角细辛、上天梯、大向砂、九根角、节节空、大百砂、双角果、婆婆针线包、底线补、山老瓜瓢。多年生草本，高40～70厘米，植物体具白色乳汁。根茎短，簇生多数细长的条状根。茎直立，通常不分枝，密被灰白色短柔毛。叶对生；具短柄；叶片卵状椭圆形至广卵形，长约5～10厘米，宽约2.5～7厘米，先端短渐尖，基部圆形，全缘，上面绿色，被短柔毛，老时渐脱落，下面淡绿色。密被灰白色绒毛；叶脉在下面稍隆起。伞形花序腋生，小花梗短，下垂，密被细柔毛；花黑紫色，直径约1～1.5厘米；花萼5深裂，裂片披针形，外侧密被细柔毛；花冠5深裂，裂片卵状长圆形，先端钝，外侧疏生黄褐色细柔毛；副花冠5裂，裂片椭圆形，上部围绕于蕊柱顶端，与蕊柱几等长，下部与花丝基部相连；雄蕊5，上部与雌蕊合成蕊柱；雌蕊由2心皮组成，两心皮略连合，子房上位，花柱四周有短柔毛，柱头位于蕊柱下。蓇葖果角状，纺锤形，长5～8厘米，宽约1.5厘米。种子多数，卵圆形，有狭翼，先端有白色长绵毛。花期5～7月。果期8～10月。生长于山坡或树林边缘。全国大部分地区有分布，②蔓生白薇，又名：白花牛皮消。形态与直立白薇相似，惟茎上部为蔓生，被短柔毛，叶片卵形或椭圆形，花较小，直径约1厘米，初开时黄绿色，后渐变为黑紫色。生于山地。分布辽宁、河北、河南、山东、山西、安徽等地。【采集】早春、晚秋均可采收。以秋季采收为佳。采掘后，除去地上部分，洗净，晒干。【药材】干燥根茎类圆柱形，略横向弯曲，呈结节状，长约1.5～6厘米，直径约0.5～2厘米；表面灰棕色至棕色；质坚脆，易折断，断面略平坦，类白色。根呈细长圆柱状，有时弯曲或卷曲，丛生于根茎上，形如马尾，长约10～20厘米，直径约1～2.5毫米，表面黄棕色，有细纵皱。质脆，易折断，折断时有粉飞出。断面略平坦，类白色至浅黄棕色，皮部发达，木部很小，仅占直径的1／3。气微弱，味苦。以根色黄棕、粗壮、条匀、断面白色实心者为佳。主产山东、辽宁、安徽。此外，湖北、江苏、浙江、福建、甘肃、河北、陕西等地亦产。【化学成分】直立白薇根含白薇素、挥发油、强心甙。【炮制】拣净杂质，除去茎苗，洗净，稍浸，润透，切段，晒干。【功用主治】清热，凉血。治阴虚内热，风温灼热多眠，肺热咳血，温疟，瘅疟，产后虚烦血厥，热淋，血淋，风湿痛，瘰疬。【用法与用量】内服：煎汤，1.5～3钱；或入丸、散。【选方】①治体虚低烧，夜眠出汗：白薇、地骨皮各四钱，水煎服。(《河北中药手册》)②治肺结核潮热：白薇三钱，葎草果实三钱，地骨皮四钱，水煎服。(南京《常用中草药》)③治尿道感染：白薇五钱，车前草一两，水煎服。(南京《常用中草药》)④治妇人乳中虚，烦乱呕逆：生竹茹二分，石膏二分，桂枝一分，甘草七分，白薇一分。上五味末之，枣肉和丸弹子大。以饮服一丸，日三夜二服。有热者倍白薇，烦喘者加柏实一分。(《金匮要略》竹皮大丸)⑤治郁冒血厥，居常无苦，忽然如死，身不动，默默不知人，目闭不能开，口噤不能语，又或似有知，而恶闻人声，或但如眩冒，移时乃寤：白薇一两，当归一两，人参半两。上为散，每服五钱，水二盏，煎至一盏，去滓，温服。(《全生指迷方》白薇汤)⑥治妇人遗尿，不知出时：白薇、芍药各一两。上二味，治下筛。酒服方寸匕，日三。(《千金方》)⑦治火眼：白薇一两，水煎服。(《湖南药物志》)⑧治肺实鼻塞，不知香臭：百部二两，款冬花、贝母(去心)、白薇各一两。上为散，每服一钱，米饮调下。(《普济方》)⑨治金疮血不止：白薇末贴之。(《儒门事亲》)⑩治瘰疬：鲜白薇、鲜天冬各等分，捣绒敷患处。(《贵州草药》)⑾治风湿关节痛：白薇、臭山羊、大鹅儿肠根各五钱，泡酒服。(《贵州草药》)　　",
    "参看": "[《中药学》- 白薇《本草纲目 · 白薇》]"
},{
    "中药名称": "白鲜皮",
    "基本信息": "[【中文名】白鲜皮【药材别名】北鲜皮、藓皮、野花椒根皮、臭根皮【药用植物名】白鲜(《本经》)，又名：白藓(《本草经集注》)，白膻、白羊鲜(陶弘景)，金雀儿椒(《日华子本草》)，地羊膻(《本草图经》)，八圭牛、野花椒、八股牛、山牡丹、羊鲜草。【英文名】Densefruit Pittany Root-bark, Root-bark of Densefruit Pittany【拉丁植物名】1.Dictamnus dasycarpus Turcz. 2.Dictamnus angustifolius G.Don ex Sweet.【拉丁药材名】 Cortex Dictamni【科属分类】芸香科　　]",
    " 植物形态": "[白鲜(图2)1.白鲜 多年生草本，基部木质，高达1m。全株有特异的香味。根肉质，多侧根，外皮黄白至黄褐色。奇数羽状复叶互生；叶轴有狭翼，无叶柄；小叶9-13，叶片卵形至椭圆形，长3.5-9cm，宽2-4cm，先端锐尖，基部楔形，边缘具细锯齿，上面深绿色，密布腺点，下面白绿色，腺点较稀。总状花序顶生，长达30cm，花轴及花柄混生白色柔毛及黑色腺毛；花柄长1-2.5cm，基部有线形苞片1枚；萼片5，卵状披针形，长约5mm，宽约2mm，基部愈合；花瓣5，色淡红而有紫红色线条，倒披针形或长圆形，长约25mm，宽5-7mm，某部渐细呈柄状：雄蕊10；子房上位，5室。蒴果，密被腺毛，成熟时5裂，每瓣片先端有一针尖。种子2-3颗，近球形，直径约3mm，先端短尖，黑色，有光泽。花期4-5月，果期6月。2.狭叶白鲜 多年生草本，高30-80cm。茎直立，多从基部分枝，被密集的长绒毛，下部光滑有时有短毛，有香味。奇数羽状复叶互生；叶轴具毛，基部不是翅状；小叶柄极短；小叶7-15，长圆形或长椭圆形，长5-10cm，宽2-3cm，先端渐尖，基部宽楔形或近圆钝，边缘有细小的锯齿，向下面卷曲，上面光滑，下面沿叶脉有稀疏的白毛。花序总状，着生在茎顶端，密被暗褐色的腺毛和淡褐色毛；苞片线状披针形，密被暗褐色腺毛；萼片5，披针状线形，长7-9mm，先端尖锐，密被腺毛；花冠披针形或长圆形，长2-4.5cm，淡粉红色，有紫褐色毛，先端尖锐或钝，基部渐收缩呈爪状；雄蕊10，分离，花丝全部有毛；子房上位，有稀疏的白毛，花柱光滑。蒴果，密被腺毛及细毛，成熟时5裂，每片先端有一针尖。种子2-3颗，近球形，黑色，有光泽。花期5-7月，果期8-9月。　　]",
    " 生境分布": "[【生态环境】1. 生于土坡及灌丛中。2.生于山地灌木丛中及森林下，山坡阳坡。【资源分布】1.分布于东北、华北、华东及陕西、甘肃、河南、四川、贵州。2.分布于新疆，以伊犁、阿勒泰地区最多。　　]",
    " 植物栽培": "[]",
    " 1、生物学特性": "[喜温暖湿润气候，耐寒、怕旱、怕涝、怕强光照。浙江产区年平均气温17-17.5℃，地上部和地下部的适宜气温12-18℃；年降雨量1350-1500mm。地下块茎分布较浅，多集中于土层下3-7cm处，每块茎具l-2个芽，多者3-4个。9月上旬-10月上旬栽种，幼芽从芽眼长出但不出土；11月上旬地温在5cm处有23-25℃时块茎从下部生根；地温在18-20℃萌芽开始，沿水平方向伸展成细长匍匐茎，习称行鞭；12月上旬形成第1个茎节，生有2-4支地下茎。气温在4-5℃时茎开始出土，尤以7-10℃为宜。2月上旬出苗展叶，幼叶呈淡红色，逐渐变成绿色。3月上旬地下茎在节处膨大形成淡黄色光滑的块茎。4月中旬种块茎腐烂萎缩。以选地势高燥、向阳、排水良好，富含腐殖质的中性或微酸性砂质壤上或壤土栽培为宜。前茬地以甘薯、小麦、水稻、玉米、豆类、白术、粟等作物为宜；亦可水旱轮作或与薏苡轮作。　　]",
    " 2、栽培技术": "[用块茎繁殖。栽种期9月中、下旬-11月上旬，尤以9月下旬-10月上旬为适期。选当年生块茎呈扁球形、色淡黄、芽眼多、健壮无病虫伤疤、横径约1.4-1.6cm、组织较幼嫩者作种用。栽种前块茎用退菌特50％可湿性粉剂1000倍液浸种5min，稍晾干，随即栽种。条栽或穴栽，以条栽为好。按行距20cm开浅条沟，沟深6-7cm，块茎交互栽种2行。芽头向上，栽种不宜过浅或过深，以免影响出苗。边种边覆土，上盖草木灰或土杂灰一层。每1hm2用种量900-1125kg。　　]",
    " 3、田间管理": "[出苗后要及时拔除杂草，不宜中耕。可用除草剂绿麦隆可湿性粉剂300倍液喷射，再盖薄层草木灰，以免药液挥发。亦可用绿麦隆250 g拌土25kg制成毒土，栽种后撤施畦面，再盖草木灰1层，除草效果较好。遇旱时应及时灌溉，遇雨季及时排水。施肥要施足基肥，重施腊肥，巧施苗肥。11月下旬-12月上旬施腐熟饼肥或腐熟厩肥，促使地下茎生长，节间增多，又可防冻保苗；幼叶展开后追施人粪尿或硫酸铵，亦可用氟、磷、钾复合肥料，提高生物碱总量，促使新块茎形成。或可在3月下旬用2％过磷酸钙澄清液进行2-3次根外追肥。　　]",
    " 4、病虫害防治": "[病害有霜霉病，3月开始发病，多发生在叶部，叶初生褐色斑点，渐在叶背产生1层霜霉状物，使叶片枯死，可用40％乙磷铝可湿性粉剂200信液，或50％瑞毒霉500倍液、甲基托布津800倍液喷射。菌核病，3月中旬发病，为害茎基部，初呈黄褐色或深褐色的水渍状梭形病斑，严重时茎基腐烂，地上部位倒伏枯萎，土表可见菌丝及菌核，可用3％菌核利或1：3石灰和草木炭混合后撤入畦面，或用5％氯硝铵粉剂撒施。锈病，3月上、中旬发病，在初期叶现黄绿色病斑，后变黄褐色，叶背或茎上病斑隆起，散出锈色粉末，可用60％代森锌可湿性粉剂500倍液喷射，或用25％粉锈宁可湿性粉剂1000倍液喷射。还有白绢病为害。虫害有地老虎为害幼苗及块茎，另有蝼蛄、金龟子幼虫、种蝇为害。　　]",
    " 药材基源": "[【来源】为芸香科植物白鲜（Dictamnus dasycarpus Turcz. ）和狭叶白鲜（Dictamnus angustifolius G.Don ex Sweet.）的干燥根皮。【考证】出自《药性论》。2、载于《神农本草经》。主要用来治疗“头风，黄疸，可逆，淋沥。女子阴中肿痛，湿痹死肌，不可屈伸起止行步。”　　]",
    " 采收和储藏": "[大部分地区在春秋季节采挖，南方于立夏后采挖，洗净泥土，去除须根及粗皮，趁鲜时纵向剖开，抽去木心，晒干。　　]",
    " 炮制方法": "[拣净杂质，除去粗皮，洗净，稍润，切片，晒干或酒拌炒。　　]",
    " 生药材鉴定": "[白鲜皮(图3)性状鉴别 白鲜根皮呈卷筒状，长5-15cm，直径1-2cm，厚2-5mm。外表面灰白色或淡灰黄色，具细纵皱纹及细根痕，常有突起的颗粒状小点；内表面类白色，有细纵纹。质脆，折断时有粉尘飞扬，断面不平坦，略呈层片状，剥去外层，对光可见闪烁的小亮点。有羊膻气，味微苦。以条大、肉厚、包灰白、断面分居者为佳。显微鉴别 根皮横切面：白鲜木栓层为10余列木栓细胞。皮层狭窄，有横长大型裂隙。韧皮部宽广，细胞排列疏松，有裂隙；韧皮射线宽1-3列细胞。皮层、韧皮部散有单个纤维，类方形或长多角形，壁极厚，木化。本品薄壁细胞含淀粉粒及草酸钙簇晶。理化鉴别 薄层色谱： 取本品1g，粉碎，加氯仿20ml，超声处理10分钟，滤过，滤液蒸干，残渣加甲醇1ml使溶解，作为供试品溶液。另取白鲜皮对照药材1g，同法制成对照药材溶液。照薄层色谱法（附录Ⅵ B）试验，吸取上述两种溶液各5μl，分别点于同一硅胶G薄层板上，以正已烷-醋酸乙酯（3：2）为展开剂，展开，取出，晾干，置碘蒸气中熏至斑点显色清晰。供试品色谱中，在与对照药材色谱相应的位置上，显相同颜色的斑点。　　]",
    " 化学成分": "[1．白鲜地上部分含补骨脂素（psoralen），花椒毒素（xanthotoxin），东莨菪素（scopoletin），槲皮素（quercetin），异槲皮素（isoquercetin），根含白鲜碱（dictamnine），γ-崖椒碱（γ-fagarine），前茵芋碱（preskimmianine）］，茵芋碱（skimmia-＿nine），白鲜明碱（dasycarpamin），胡芦巴碱（trigonelline），胆碱（choline），O-乙基-降-白鲜碱（O-ethylnordictamnine），O-乙基-降-γ-崖椒碱（O-ethylnor-γ-fagarine），O-乙基-降-茵芋碱（O-ethylnorskimmianine），异斑点沸林草碱（isomaculosidine），吴茱萸苦素（rutaevin），白鲜醇（dictamnol），娠烯酸酮（peregnenolone），秦皮酮（fraxinellone），黄柏酮（obacunone），柠檬苦素（limonin），β-谷甾醇（β-sitosterol），莱油甾醇（campesterol），皂甙等。2．狭叶白鲜根皮中含有秦皮酮，黄柏酮，柠檬苦素，柠檬苦素地奥酚（limonindiosphenol）及白鲜二醇（dictamdiol）。　　]",
    " 药理作用": "[1.抗菌作用：体外试验1：4的水浸液对多种致病真菌如堇色毛癣菌、同心性毛癣菌、许兰氏黄癣菌，均有不同程度的抑制作用，但有报告本品的乙醚、乙醇和水提取物对金黄色等球菌、大肠杆菌绿脓杆菌和草分枝杆菌均未见效果。1：20煎剂对阴道毛滴虫并无杀灭作用。2.对心血管系统及血液的影响：本品所含白藓碱于小量时对离体蛙心有兴奋作用，可使心肌张力增加，分钟输出量及博出量均增加。对离体兔耳血管有明显的收缩作用。所含花椒碱有抗心律失常作用，菌芋碱有麻黄碱样作用,能使麻醉猫血压上升，增强猫瞬膜收缩、扩张冠脉，增强肾上腺素的升压作用。3.对子宫及肠平滑肌的影响：白藓碱对家兔和豚鼠子宫平滑肌有强力的收缩作用，茵芋碱也能加强猫或兔的在位子宫收缩，加强肾上腺素对子宫的影响，白藓碱、崖椒碱对大鼠子宫的自发性收缩无影响，但对于催产素所引起的大鼠子宫收缩则可减弱之，而茵芋碱则可增强。茵芋碱能抑制小肠收缩、崖椒碱能抑制氯化钡所致离体兔回肠痉挛，崖椒碱及芋茵碱还能松弛奥狄氏括约肌，有报告指出，白鲜碱、崖椒碱、茵芋碱等的混合物，对大鼠、豚鼠的解痉作用较单个生物碱的作用强。4.抗癌作用：伊红染色法结果表明本品非极性溶剂提取物及挥发油有体外抗癌活性，从本品乙醚提取物中分离得到岑皮酮，白鲜碱及得自挥发油的一种无色透明液体为其体外抗癌的有效成分，其45%的浓度能杀死艾氏腹水癌、S180及U14细胞，而黄柏酮、柠檬苦素及β-谷甾醇无效。5.Dictamnus albus L.根皮有解热作用，给发热（温刺法）之家兔口服其煎剂，能使体温下降。狗静脉注射另一种白鲜皮D. Albus var.Caucasicus浸膏，能缩短血凝时间。6.其它作用：白鲜碱、茵芋碱及崖椒碱的混合物能降低肾上腺素对豚鼠精囊的作用，茵芋碱能使肌肉麻痹，并可因累及心肌而引起哺乳动物血压进行性下降。茵芋碱能提高横纹肌的张力，加强脊髓反射的兴奋性，葫芦巴碱药理活性弱，但早年有报告其在神经肌肉标本能降低神经的时值，对肌肉的时值则先降低后增加，此外，葫芦巴碱有一定抗癌作用，12.5mg／kg能使P388白血病小鼠生命延长31%。7、毒性 对小鼠的LD50白鲜碱、花椒碱、茵芋碱相近腹腔注射为150-250mg／kg；葫芦巴碱对大鼠皮下注射的LD50为5.0g／kg。　　]",
    " 性味归经": "[【功效分类】祛风药；祛湿药；清热解毒药　【性味】 性寒；味苦，苦，咸。　①《本经》：\"味苦，寒。\"　②《别录》：\"咸，无毒。\"　③《本草述》：\"苦微咸微辛。\"　【归经】脾；肺；小肠；胃；膀胱经。　①《纲目》：\"入足太阴、阳明经，兼人手太阴、阳明。\"　②《本草原始》：\"入肺、小肠经。\"　③《本草从新》：\"入脾、胃，兼入膀胱、小肠。\"　　]",
    " 功效主治": "[【功效】清热燥湿；祛风止痒；解毒【主治】风热湿毒所致的风疹；湿疹；疥癣疮癞；黄疸、尿赤；湿热；风湿痹痛。　　]",
    " 各家论述": "[1.《纲目》：白鲜皮，气寒善行，味苦性燥，为诸黄风痹要药，世医止施之疮科，浅矣。2.《本草原始》：白鲜皮，入肺经，故能去风，入小肠经，故能去湿，夫风湿既除，则血气自活而热亦去。治一切疥癞、恶风、疥癣、杨梅、诸疮热毒。3.《本草经疏》：白鲜皮，苦能泄热，寒能除热，故主头风有火证。性寒而燥，能除湿热，故主五疸。咳逆者，实火上冲也，得寒而散，则咳逆止矣。淋沥及女子阴中肿痛，亦皆下部湿热，乘虚客肾与膀胱所致也。湿痹死肌不可屈伸、起止、行步者，地之湿气，感则害人皮肉筋脉也，脾主四肢，恶湿而喜燥，今为湿邪所干，故四肢不安也。时行腹中大热，因而饮水、大呼、欲走者，邪热盛也。小儿惊痫，亦热则生风之候也。散湿除热，蔑不济矣。妇人产后余痛，应是血虚而热，非所宜也。4.《本草述》：白鲜根皮，始尝之，味微咸，后味辛，后即纯苦，苦中复有微辛，《本草》言其气寒。夫咸入血，苦寒之性，有辛而合之以入血，宜能清散血中之滞热矣。肝为风木，不独血虚能生风，即血滞者亦然，血之滞也，不独寒能涩之，即热而气伤者亦能涩之，此味于是有专功，谓其通关节，利九窍及血脉者不谬也。但脾以肝为用，而此之借金气以达者，肝更借肺为用以致于脾，脾因肝之血和，肺之气达，而湿热乃散，故治湿痹及黄疸症。如所谓女子阴中肿痛，及筋病不可屈伸、起止、行步，非肝之病乎？如所谓黄疸并湿痹死肌，又非脾与肺之病乎，虽肝肾属下，其奏功多在下部，如希雍所云，然肝肾之病，未有脾肺之气不达而能疗者也。明者审之。5.《本草求真》：白鲜皮，阳明胃土，喜燥恶湿，一有邪入，则阳被郁不伸，而热生矣。有热自必有湿,湿淫则热益盛，而风更乘热至，相依为害，以致关节不通，九窍不利，见为风疮疥癣，毛脱疸黄，湿痹便结，溺闭阴肿，咳逆狂叫，饮水种种等症，治宜用此苦泄寒咸之味，以为开关通窍，俾水行热除，风息而症自克平。奈世不察，猥以此为疮疡之外用，其亦未达主治之意耳。然此止可施于脾胃坚实之人，若使素属虚寒，切勿妄用。6.《本草正义》：白鲜乃苦寒胜湿之药，又能通行经隧脉络。《本经》主头风者，风湿热之在上者也；黄疸咳逆，湿热之在中者也；湿痹死肌，不可屈伸、起止、行步，湿热之痹于关节、着于肌肉者也。白鲜气味甚烈，故能彻上彻下，通利关节，胜湿除热，无微不至也。《别录》疗四肢不安者，即痹着之病也;时行腹中大热，饮水、欲走、大呼者，则天行热病狂易之类也;小儿惊痫，亦风热病耳。《别录》又有主妇人产后余痛二语，则有血虚血瘀之辨，且皆不宜于苦寒之品，虽容有血热一症，然白鲜亦非主要之药，仲醇已有血虚而热，非其所宜之说。7.《本经》：主头风，黄疸，咳逆，淋沥，女子阴中肿痛，湿痹死肌，不可屈伸、起止、行步。8.《别录》：疗四肢不安，时行腹中大热，饮水、欲走、大呼，小儿惊痫，妇人产后余痛。9.《药性论》：治一切热毒风，恶风，风疮、疥癣赤烂，眉发脱脆，皮肌急，壮热恶寒；主解热黄、酒黄、急黄、谷黄、劳黄等。9.《兵部手集方》：疗肺嗽。10.《日华子本草》：通关节，利九窍及血脉，并一切风痹筋骨弱乏，通小肠水气，天行时疾，头痛眼疼。根皮良，花功用同上。【现代研究】水浸剂对多种致病真菌如：毛癣菌、黄癣菌，均有不同程度的抑制作用。　　]",
    " 用法用量": "[1、《中华本草》：内服：煎汤，6-15g；或入丸、散。外用：适量，煎水洗或研末敷。2、《中国药典》：4.5～9g；外用适量，煎汤洗或研粉敷。②《用法 ①内服：煎汤，或入丸、散2、用量①6-15g《中华本草》；②《中国药典》4.5～9g。【药浴方法】取白鲜皮50g，加水煎煮30分钟，趁热熏洗皮肤患处，待水温适宜后泡浴，时间为30分钟左右。【备注】（1）常配合苦参、地肤子等药同用，既可内服，亦可煎汤外洗。　　]",
    " 用药禁忌": "[虚寒证忌服。①《本草经集注》：\"恶螵蛸、桔梗、茯苓、萆薢。\"②《本草经疏》：\"下部虚寒之人，虽有湿证勿用。\"　　]",
    " 选方": "[①治肺藏风热，毒气攻皮肤瘙痒，胸膈不利，时发烦躁：白鲜皮、防风(去叉)、人参、知母(焙)、沙参各一两，黄苓(去黑心)三分。上六味捣罗为散。每服二钱匕，水一盏，煎至六分，温服，食后临卧。(《圣济总录》白鲜皮散)②治痫黄：白鲜皮、茵陈蒿各等分。水二钟煎服，日二服。(《沈氏尊生书》白鲜皮汤)③治鼠疫已有核，脓血出者：白鲜皮，煮服一升。(《补缺肘后方》)④疗产后中风，虚人不可服他药者：白鲜皮三两。以水三升，煮取一升，分服。耐酒者可酒、水等分煮之。(《小品方》一物白鲜汤)]"
},{
    "中药名称": "白鹇",
    "基本简介": "[【物种名称】白鹇【别名】 银鸡、银雉、越鸟、越禽、白雉。【拉丁学名】Lophura nycthemera【英文名称】silver pheasant【物种分类】鸡形目、雉科、鹇属。白鹇又叫银鸡，分布在我国南部各省。白鹇因其体态娴雅、外观美丽，自古就是著名的观赏鸟。它们属于大型鸡类。雄鸟全长100～119厘米，雌鸟58～67厘米。头顶及下体为蓝黑色，带金属光泽。脸部裸露皮肤呈红色。颈、背、翅均为白色带“V”形黑纹。中央尾羽为白色，两侧带黑纹。跗蹠部为红色。雌鸟全身棕褐色，枕部具黑色羽冠。雌鸟上体以及翅、尾等多为橄榄棕色；下体灰褐沾棕，自下胸以次，各羽均具暗褐色细斑。食物主要是昆虫以及各种浆果、种子、嫩叶和苔藓等。白鹇因其体态娴雅、外观美丽，自古就是著名的观赏鸟。 它们栖息在海拔1400～1800米的密林中，尤其喜欢林下的竹林和灌丛。主要以昆虫、植物茎叶、果实和种子等为食。一雄多雌，4月份发情；在发情季节，两颊的裸露部分开始增大，并由暗红色变为鲜红色，羽毛显得富有光泽。雄鸟求偶时，环绕雌鸟步行并有摆尾、击翅等动作。在地面凹处筑简单的巢，每窝产卵4～6枚。冬季则集体生活。　　]",
    " 形态特征": "[大型鸡类。雄鸟全长100～119厘米，雌鸟58～67厘米。白鹇雌雄异色 。雄鸟头上的长冠和下体全部纯辉蓝黑色，带金属光泽。脸部裸露皮肤呈红色。颈、背、翅均为白色带“V”形白鹇黑纹。中央尾羽为白色，两侧带黑纹。跗跖部为红色。雄鸟上体和两翅白色，密布黑纹。羽冠和下体都是灰蓝色。尾长，中央尾羽近纯白色，外侧尾羽具黑色波纹，大多数亚种的外侧尾羽亦白，染以黑纹。头的裸出部分和脚为赤红色；嘴浅绿色；眼棕褐色。雌鸟上体以及翅、尾等概橄榄棕色；下体灰褐沾棕，自下胸以次，各羽均具暗褐色细斑它在林中疾走时，从远处望去，很象披着白色长“斗蓬”，被风吹开露出灰蓝色的内衣。眼裸出部分赤红，脚亦红色，鲜艳显眼。雌鸟全身棕褐色，枕部具黑色羽冠，羽冠近黑色。　　]",
    " 生活习性": "[栖息于多林的山地，从山脚直至海拔1500米的海拔高度，尤喜在山林下层的浓密白鹇竹丛间活动。白天多隐匿，喜于晨昏活动，多为成群觅食，偶尔以gu-gu-gu的叫声联系同伴。受惊时发出尖利的叫声，羽冠竖立，尾羽微扬，多向山上奔走，至山顶方展翅起飞。夜间栖宿在树枝上。食物主要是昆虫以及各种浆果 、种子 、嫩叶和苔藓等。4月开始繁殖，一雄配多雌。雄鸟好斗。在灌木丛间的地面凹处营巢。每窝产卵4～6枚，棕褐色。孵化期24～25天。白鹇在白天隐匿不见，喜欢在晨昏活动。觅食时边走边叫，叫声粗糙。走路时经常左顾右盼，如果发现敌情，则立即逃走。白鹇不善飞，只有遇障碍或迫不得已，才展翅飞起。夜间栖息在树枝上，爱清洁，经常做沙浴。它广布于中国南部各省。栖息于海拔1400～1800米的密林中，尤其喜欢林下的竹林和灌丛。栖息于多林的山地，喜在浓密竹丛中间活动，从山下直到海拔1500米的高处都有它活动。白天隐匿不见，晨昏活动。觅食时边走边叫，叫声粗糙。它吃昆虫的幼虫，食昆虫、植物茎叶、果实和种子，还吃各种果实和嫩叶等。通常少叫。告警时发出刺耳的ji-go,ji-go声或尖厉哨音。求偶期雄鸟发出轻柔的lu,lu,lu,lu…叫声。进食时常轻叫。　　]",
    " 分布": "[白鹇白鹇分化为14亚种。中国有 8个亚种，其中 5个亚种见于云南西部和南部地区。云南可能是白鹇的起源地。分布于东南亚。中国见于长江以南地区，仅有1 个亚种，产于长江以北的四川峨眉山。产于我国南部各省。国外分布于缅甸东部、泰国北部和中南半岛等国家。白鹇因其体态娴雅、外观美丽，自古就是著名的观赏鸟。中国很早就饲养白鹇，散见在诗、词及其他文学作品中。18世纪传入欧洲。各国动物园和饲禽业，多有饲养。　　]",
    " 繁殖": "[一雄多雌，4月份发情；在发情季节，两颊的裸露部分开始增大，并由暗红白鹇色变为鲜红色，羽毛显得富有光泽。雄鸟求偶时，环绕雌鸟步行并有摆尾、击翅等动作。在地面凹处筑简单的巢，每窝产卵4～6枚。冬季则集群生活。自4月间开始繁殖。繁殖期一雌一雄生活，雄鸟好斗。筑巢于灌木丛间的地面凹处。每窝产卵4-6枚，卵为褐色，有时具白色细点，平均卵重不超过一两。繁殖期4-5月。3月中下旬雄鸟即开始发情，一雄多雌制，雄鸟之间常为争夺配偶而争斗。雄鸟的求偶炫耀为侧面型，通常自雌鸟右后方向前左侧绕圈，当行至雌鸟一侧和雌鸟并行或接近并行时，雄鸟不断左右摆尾，动作缓慢而幅度大，然后再继续向前方走动，绕过雌鸟头前从右侧走开，每绕一圈后便在离雌鸟2-3m外站立不动，1-2分钟后再重复1次。每次发情炫耀，可重复绕圈6-7次。有时雄鸟还在雌鸟近旁做快速连续不断的蹲下、站起动作或伸展双翅做高频率小振幅的振翅动作，同时发出轻微的‘1u，1u，1u’的颤抖叫声。营巢于林下灌丛间地面凹处或草丛中。巢较简陋，主要由枯草、树叶、松针和羽毛构成。巢的大小为外径32-36cm，内径19-24cm，深9.5-11cm。每窝产卵4-8枚，卵淡至棕褐色、被有白色石灰质斑点，卵的大小为46.7-54.7mm×36.3×39.5mm，平均38mm×50.6mm，重31.1-41.58，平均36.48g。北京动物园人工饲养条件下的卵大小为50(45-53)mm×39.3(37-40)mm，重41.8(36-45.5)g。通常每隔1日产1枚卵，卵产齐后即开始孵卵，孵化期24-25天。雏鸟早成性，孵出的当日即可离巢随亲鸟活动。　　]",
    " 保护级别": "[是亚热带的鸟类，为国家二级保护动物。白鹇在广东鼎湖山自然保护区的调查，种群密度为41. 2-44. 2只/km2，种群密度较高。在自然保护区外，估计不会有如此高的种群密度。白鹇栖息地在当今人类经济活动中受到很大的威胁，主要表现为当地居民烧柴、采集中草药、修建公路、开展森林生态旅游。保护白鹇栖息地的具体措施有：加强森林防火，保护好现有的森林资源；根据现有的法律法规，在空间和时间上限制采集中草药；加强当地居民的技术培训，加大扶贫力度，发展社区经济；尽量避免修建林区公路，确保森林的连续性；尽快完善森林生态旅游的管理体制。　　]",
    " 经济用途": "[肉可入药，有补中益的功效。　　]",
    " 相关古诗词": "[李白喜养禽鸟终生不倦。即使他在政治上失意，到处漂泊之时，也乐此不疲，黄白鹇山隐士胡公养有一对白鹇，是由家鸡孵化，从小饲养长大的，十分驯服。李白在青城山时曾养过此鸟，但因此鸟野性较强而没有驯养成功。所以他对胡公的白鹇掩饰不住钟爱之情，表示了君子要夺人所好之意。胡公欣然答应奉送双鹇，但要求“谪仙人”亲笔题诗一首，李白欣喜若狂，马上写了带有序文的《赠黄山胡公求白鹇》王言律诗一首，并在序文中透露了他热衷此道的心情：“此鸟耿介，尤难畜之。予平生酷好，竟莫能致。而胡公辍赠于我，唯求一诗，闻之欣然。适合宿意，因援笔三叫，文不加点以赠之。“在诗中他以白鹇与白壁相提并论，以白锦喻白鹇毛色之美，表达出自己得到珍禽后的欣喜之情。《放白鹇篇》 宋之问故人赠我绿绮琴，兼致白鹇鸟。琴是峄山桐，鸟出吴溪中。我心松石清霞里，弄此幽弦不能已。我心河海白云垂，怜此珍禽空自知。著书晚下麒麟阁，幼稚骄痴候门乐。乃言物性不可违，白鹇愁慕刷毛衣。玉徽闭匣留为念，六翮开笼任尔飞。《赠黄山胡公求白鹇》李白请以双白璧，买君双白鹇。白鹇白如锦，白雪耻容颜。照影玉潭里，刷毛琪树间。夜栖寒月静，朝步落花间。我愿得此鸟，玩之坐碧山。胡公能辍赠，笼寄里人还。白鹇飞绕迎官舫,红槿开当宴客亭。——张籍《送郑尚书赴广州》青萝袅袅挂烟树,白鹇处处聚沙堤。——李白《和卢侍御通塘曲》]"
},{
    "中药名称": "白苋",
    "植物形态": "[皱果苋一年生草本，高40～80厘米，全体无毛。茎直立，少分枝。叶卵形至卵状矩圆形，长2～9厘米，宽2.5～6厘米。先端圆钝而微缺，具小芒尖，基部近截形；叶柄长3～6厘米。花单性或杂性，密生，绿色；穗状花序腋生，或集成顶生圆锥花序；苞片及小苞片干膜质，披针形，小；萼片3，矩圆形或倒披针形；雄蕊3；柱头2～3。胞果扁球形，不裂，极皱缩，超出宿存萼片。种子褐色或黑色。花期6～7月。生田野间。分布我国南北各地。　　]",
    " 药用价值": "[【生药材鉴定】 性状鉴别 主根圆锥形。全体紫红色或棕红色。茎长40-80cm，分枝较少。叶互生，叶片皱缩，展平后呈卵形至卵状矩圆形，长2-9cm，宽2．5-6cm，先端圆钝而微凹，具小芒尖，基部近楔形；叶柄长3-6cm。穗状花序腋生。胞果扁球形，不裂，极皱缩，超出宿存花被片。种子细小，褐色或黑色，略有光泽。气微，味谈。【采集】春、夏采收。【化学成分】叶含维生素C35.1毫克。【性味】甘淡，凉。①《本草图经》：\"大寒。\"②江西《草药手册》：\"甘淡，凉。\"【功用主治】清热，解毒。治疮肿，牙疳，虫咬。①盂诜：\"苋：补气，除热，通九窍。\"②《纲目》：\"利大小肠。治初痢，滑胎。\"③江西《草药手册》：\"清热，解毒，利屎，止痛，明目。\"【用法与用量】内服：煎汤，1～2两。外用：煎水洗，捣敷；或煅研外擦。【选方】①治疮肿：野苋、龙葵。煎水洗。②治走马牙疳：野苋根煅存性，加冰片少许，研匀擦牙龈。③治蛇咬伤：野苋全草，捣敷患处。(①方以下出江西《草药手册》)④治蜂虿螫伤：野苋，挼擦之。(姚僧坦《集验方》)]"
},{
    "中药名称": "白杨树皮",
    "简介": "[　　]",
    " 出处": "[《唐本草》　　]",
    " 拼音名": "[Bái Yánɡ Shù Pí　　]",
    " 别名": "[白杨皮（《梅师集验方》）。　　]",
    " 来源": "[为杨柳科植物山杨的树皮。　　]",
    " 原形态": "[山杨，又名：大叶杨（《植物名实图考》），明杨。乔木。树干细长挺立，高至20米。一年生枝黄褐色，有光泽；多年生枝为青灰色或暗灰色，皮孔明显。叶芽长0.5～1厘米，卵圆形，通常有4鳞片；单叶互生；大小形状颇多变异，近三角形，通常长3～7.5厘米，宽3～8.5厘米，先端尖，基部圆形或楔形，边缘有不规则锯齿；叶柄长3～6.5厘米，嫩枝上的叶有长至14厘米，叶柄长至8.5厘米者。葇荑花序，花先叶开放；雄花序长11.5厘米，雄蕊4～11枚，花药长椭圆形或卵圆形，红色或紫色；雌花序长7～15厘米，子房无梗，花柱极短，柱头分裂，扁平。花盘为狭长漏斗状，口缘有毛。蒴果椭圆状纺锤形。种子倒卵形或卵形，淡褐色，种柄长，生多数长细毛。花期3～4月。　　]",
    " 生境分布": "[生于山坡。分布黑龙江、吉林、辽宁、内蒙古、河北、山西、河南、陕西、四川等地。　　]",
    " 药用": "",
    " 炮制": "[《雷公炮炙论》：凡使白杨树皮以铜刀刮粗皮蒸，从巳至未，出，用布袋盛，于屋东挂干用。　　]",
    " 性味": "[苦，寒。①《唐本草》：味苦，无毒。②《日华子本草》：味酸，冷。③《纲目》：苦，寒，无毒。　　]",
    " 功能主治": "[祛风，行瘀，消痰。治风痹，脚气，扑损瘀血，妊娠下痢，牙痛，口疮。①《唐本草》：主久风脚气肿，四肢缓弱不随，毒气游易在皮肤中，痰癖等。酒渍服之。②《本草拾遗》：去风痹宿血，折伤，血沥在骨肉间，痛不可忍，及皮肤风瘙肿，杂五木为汤，捋浸损处。③《日华子本草》：治扑损瘀血，并须酒服，煎膏可续筋骨。④《纲目》：煎浆水入盐含漱，治口疮。　　]",
    " 用法用量": "[内服：煎汤，1～3两；或浸酒。外用：煎水含漱或浸洗。　　]",
    " 附方": "[①治项下瘿气：秫米三斗，炊熟，取圆叶白杨皮十两，勿令见风，切，水五升，煮取二升，渍曲末五两，如常酿酒，每旦一盏，日再服。（《外台》）②治妊娠下痢：白杨皮一斤。细切，以水一大升，煮取二小升，分服。（《千金方》）③治牙痛：白杨皮，醋煎含之。（《梅师集验方》）]"
},{
    "中药名称": "白药",
    "中草药": "[【药名】白药【别名】白药草乌【汉语拼音】bAI yAo【拉丁植物动物矿物名】Aconitum duclouxii Levl.var.ecalcaratum Fletcher et Luener【功效】祛风湿；止痛【科属分类】毛茛科【拉丁文名】Radix Aconiti Ecalcarati【主治】风湿痹痛；跌打伤痛【生态环境】生于海拔2600-4000m的山地林边或多砾处。【采收和储藏】夏秋采挖块根，除去茎叶、须根、洗净，晒干。【资源分布】分布于云南剑川 。【动植物形态】无距宾川乌头，多年生50-100cm。块根胡萝卜形，长约6cm，直径约2cm。茎直立，下部无毛，上部疏被反曲短柔毛。叶互生；叶柄长36-40cm，几无毛，粗壮，具短鞘；叶片肾状五角形，长12-20cm，宽16-30cm，3全裂，中央全裂片正三角形，2回细裂，末回小裂片线状披针形或狭三角形，上面疏被小柔毛，下面无毛。总状花序有多数密集的花；花序轴和花梗密被短柔毛；基部苞片常状分裂，上部苞片卵形，不分裂；花梗长2-4.5cm；小苞片生花梗中部或下部，椭圆形或椭圆状卵形。花两性，两侧对称；萼片5，花瓣状，蓝色，外面被短柔毛，上萼片船状盔形，伴上展，有短爪，基部至喙长1.8-2cm，侧萼片长约1.5cm；花瓣2，无毛，瓣片长约10mm，唇长约5mm，无距；雄蕊多数，无毛，花丝有2小齿；心皮5，有淡黄色柔恁 。莴葖果。种子多数。花期9月，果期10月。【功效分类】祛风湿药；止痛药【用法用量】内服：煎1.5-3g，先煎。外用：适量，研末调敷。【出处】《中华本草》]",
    " 中成药": "[一种中药成药，为白色粉末。能治出血疾患、跌打损伤等。以云南出产的最为著名。中药方剂白药【药物组成】黄柏1钱半，黄芩1钱半，当归1钱半，赤芍药1钱半，黄耆1钱半，牡丹皮1钱半，生地黄1钱半，木鳖子仁1钱半，黄连1钱半，地骨皮1钱半，桑白皮1钱半，甘草1钱半，白芷1钱，马蓼稍叶（生者）1钱（火煅过）。【处方来源】《奇效良方》卷五十六。【方剂主治】刀斧金刃所伤。【制备方法】上用桐油3两，煎黄色，滤去滓，再煎油稍熟，入细白板松香1片，慢火煎，须柳枝频频搅匀；却入乳香、没药、虢丹各7钱，煎数沸，出火顷时，以少绵铺于煎滤药滓布上滤过；先用瓦钵满盛清水8分，却滤药于钵水中，将去清水中，如绷面状绷200-300度，愈绷愈白，故名白药。常以清水浸，倾于冷地上，用物遮盖，勿令尘入，5-7日换水。【用法用量】凡刀斧一应金伤，量伤孔大小取1块填于伤孔中，以白纸护之，随手不疼，1日换，5日生肉；打损，只敷于油纸上贴之即愈，不须入接筋续骨等剂。　　]",
    " 中药方剂": "",
    " 化工": "[white catching agent是各种硫脲类硫化矿捕收剂的总称。因二苯硫脲为不溶于水的白色粉末，故称为白药。用作硫化矿捕收剂的白药有烃基硫脲(N-取代硫脲)如N，N'-二苯基硫脲、N,N'-亚乙基硫脲、N,N'-亚丙基硫脲等，烃基异硫脲(S-取代硫脲)如乙基、丙基、异丙基、丁基、戊基、辛基、十二烷基、甲苯基、丙烯基异硫脲的氯化物等。白药大多与黄药和黑药共用，它的主要特点是选择性高，对方铅矿，特别是含银方铅矿及银硫化矿捕收性较好，多用作Cu、Pb、Zn、Fe多金属硫化矿分选时浮选方铅矿的捕收剂。　　]"
},{
    "中药名称": "白药子",
    "内容": "【别名】白药脂、盘花地不容、山乌龟、金线吊乌龟［广东、湖南］、金线吊葫芦［江西］、金丝吊鳖【来源】为防己科千金藤属植物头花千金藤Stephania cepharantha Hayata ［S. disciflora Hand. Mazz.］，以块根入药。全年可采，秋末冬初采收为好，除去须根，洗净，切片晒干备用。【性味归经】苦，寒。【功能主治】清热解毒，凉血止血，散瘀消肿。用于急性肝炎，细菌性痢疾，急性阑尾炎，胃痛，内出血，跌打损伤，毒蛇咬伤；外用治流行性腮腺炎，淋巴结炎，神经性皮炎。【用法用量】 3～5钱；外用适量，捣烂或磨汁敷患处。【摘录】《全国中草药汇编》"
},{
    "中药名称": "白叶藤",
    "形态特征": "[木质藤本，具乳汁；小枝通常红褐色，无毛。叶对生，矩圆形，长1.5-6厘米，宽0.8-2.5厘米，两端圆形，顶端具小尖头，上面深绿色，下面苍白色，无毛；侧脉每边5-9条。聚伞花序顶生或腋生，比叶为长；花蕾矩圆形，顶端尾状渐尖；花萼5裂，内有10枚腺体；花冠淡黄色，裂片条状披针形，比花冠筒长2倍，向右覆盖；副花冠生于花冠筒内面，卵圆形；雄蕊5枚，载粉器匙形，每室1个。蓇葖果长披针形，长达12.5厘米，直径0.6-0.8厘米；种子顶端具种毛。 分布于云南、广西、广东、台湾；越南，印度，马来西亚，印度尼西亚也有。生灌丛中。叶、茎、乳汁有毒。全株供药用，治毒蛇咬伤、跌打刀伤、疮疥、肺结核咳血、胃出血等。]"
},{
    "中药名称": "白英",
    "植物": "[]",
    " 物种名称": "[中文名 白英（植物名实图考）别名 山甜菜（同前书）；蔓茄（陕西丹凤）；北风藤（四川南川）；白荚（杭州，白英之误）；生毛鸡屎藤（广东云浮）。学名 Solanum lyratum Thunb.英文名 Nightshade　　]",
    " 科学分类": "[被子植物门（Angiospermae）双子叶植物纲（Dicotyledoneae）合瓣花亚纲（Sympetalae）管花目（Tubiflorae）茄亚目（Solanineae）茄科（Solanaceae）茄属（Solanum）　　]",
    " 形态特征": "[白英草质藤本，长0.5-1米，茎及小枝均密被具节长柔毛。叶互生，多数为琴形，长3.5-5.5厘米，宽2.5-4.8厘米，基部常3-5深裂，裂片全缘，侧裂片愈近基部的愈小，端钝，中裂片较大，通常卵形，先端渐尖，两面均被白色发亮的长柔毛，中脉明显，侧脉在下面较清晰，通常每边5-7条；少数在小枝上部的为心脏形，小，长约1-2厘米；叶柄长约1-3厘米，被有与茎枝相同的毛被。聚伞花序顶生或腋外生，疏花，总花梗长约2-2.5厘米，被具节的长柔毛，花梗长0.8-1.5厘米，无毛，顶端稍膨大，基部具关节；萼环状，直径约3毫米，无毛，萼齿5枚，圆形，顶端具短尖头；花冠蓝紫色或白色，直径约1.1厘米，花冠筒隐于萼内，长约1毫米，冠檐长约6.5毫米，5深裂，裂片椭圆状披针形，长约4.5毫米，先端被微柔毛；花丝长约1毫米，花药长圆形，长约3毫米，顶孔略向上；子房卵形，直径不及1毫米，花柱丝状，长约6毫米，柱头小，头状。浆果球状，成熟时红黑色，直径约8毫米；种子近盘状，扁平，直径约1.5毫米。花期夏秋，果熟期秋末。　　]",
    " 生境分布": "[白英喜生于海拔600-2800米的山谷草地或路旁、田边。产于甘肃、陕西，山西、河南、山东、江苏、浙江、安徽、江西、福建、台湾、广东、广西、湖南、湖北、四川、云南诸省。日本、朝鲜、中南半岛也有分布。　　]",
    " 植物栽培": "[生物学特性 喜湿暖湿润气候，耐阴湿。适宜砂质壤土及粘壤土栽培。栽培技术 用种子及分根繁殖。种子繁殖：北方地区春季播种，4-5月条播，行距40cm，保持土壤湿润，约2星期左右出苗，苗出齐后间苗，株距15-20cm。分根繁殖；宜春、秋进行。当苗高20cm左右时，要搭架缚藤，以利生长。病虫害防治 虫害有红蜘蛛为害。　　]",
    " 药材": "[]",
    " 中药名称": "[白英药名 白英别名 白毛藤、白草、毛千里光、毛风藤、排风藤、毛秀才、葫芦草、金钱绿毛龟。　　]",
    " 药材基源": "[为茄科植物白英Solanum lyratum Thunb.的全草。　　]",
    " 采集加工": "[夏、秋季采收。洗净，晒干或鲜用。　　]",
    " 化学成分": "[茎及果实含有茄碱（即龙葵碱solanine C45H73NO15N）。果实含量为0.3~0.7%，茎含量0.3%，果皮尚含有花色甙及其甙元。　　]",
    " 中药药性": "[【性味归经】苦，平，有小毒。【功效主治】清热利湿，解毒消肿，抗癌。全草：用于感冒发热，黄疸性肝炎，胆囊炎，胆石病，癌症，子宫糜烂，白带，肾炎水肿；外用治痈疖肿毒。根：用于风湿性关节炎。【用法用量】全草、根15~30g；外用适量，鲜全草捣烂敷患处。　　]",
    " 药方选录": "[⑴黄疸性肝炎：白英、天胡荽各30g，虎刺根15g。水煎服，每日剂。⑵声带癌：白英、龙葵各30g，蛇莓、石见穿、野荞麦根各15g，麦冬、石韦各12g。水煎2次分服。⑶肺癌：白英、狗牙半支（垂盆草）各30g。水煎服，每日剂。　　]",
    " 附注说明": "[《中华本草》：植物白英的中药名分别为：白毛藤、白毛藤根，详见专条。　　 　]",
    " 主任医师": "[白英，女，东海县人民医院主任医师。1977年毕业于徐州医学院医疗专业。毕业后分配东海县人民医院工作至今。1983年在南京鼓楼医院进修呼吸内科，内三科主任。主任医师。连云港市第九、十届政协委员，擅长呼吸内科，各种疾病的临床诊断及治疗，纤维支气管镜检查术，发表省级以上杂志论文10余篇。]",
    " 参看": "[《中药学》- 白英《本草纲目 · 白英》]",
},{
    "中药名称": "白鱼",
    "食疗价值": "[鲤科动物翘嘴红的肉。又称白扁鱼。分布于我国黑龙江、长江、黄河、辽河等干、支流及其附属湖泊中。获得后，去鳃、鳞、内脏等，洗净鲜用。本品味甘，性平。《食疗本草》说：“助脾气，能消食。”《开宝本草》说：“订胃气，开胃下食，去下气，令人肥健。”故仍为益脾开胃，去水除湿之品。服食法同鲤鱼。【性味】性平，味甘。【归经】归脾、胃、肝经。【功效】开胃，健脾，消食，利水。宜：营养不良，肾炎水肿，病后体虚，消化不良者宜食。忌：支气管哮喘病，癌症患者，红斑狼疮者，荨麻疹，淋巴结核以及疮疖患者忌食。白鱼除味道鲜美外，还有较高的药用价值，具有补肾益脑，开窍利尿等作用。尤其鱼脑，是不可多得的强壮滋补品。久食之，对性功能衰退、失调有特殊疗效。　　]",
    " 白鱼.中药材": "[【出处】出自1.《开宝本草》：白鱼，大者六、七尺，色白，头昂，生江湖中。2.《纲目》：鲌，形窄腹扁，鳞细，头尾俱向上，肉中有细刺。白鱼比他鱼似可食，亦能热中发疮，所谓补肝明目，调五脏，理十二经络者，恐亦溢美之词，未足多信，当以《开宝》注为正。【拼音名】Bái Yú【英文名】Topmouth culter【别名】鲌鱼、鱎鱼、白扁鱼【来源】药材基源：为鲤科动物翘嘴红鲌及红鳍鲌的肉。拉丁植物动物矿物名：1.Erythroculter ilishaeformis (Bleeker)2.Culter erythropterus Basilewsky采收和储藏：春、夏季捕捉，捕得后，除去鳃、鳞和内脏，洗净，鲜用。【原形态】1.翘嘴红鲌，体延长而侧扁，头背面几乎平直，后部微降起。体高与头长略相等，个体长200mm以下的，头长的比体高为大，200mm以上的个体则相反。6冬龄鱼体长可达615-648mm，体重达2500-3500g。口上位，口裂伸至鼻孔前缘的垂直线下方。下咽齿3行，齿的顶端呈钩状。下颌肥厚，急剧突出而上翘。眼大，位于头的侧上方。鳃耙细长，侧线前段稍向腹方弯曲，后段横贯体侧正中。鳞小，侧线鳞83-93，大多为86-90。背鳍3，7，具有强大而光滑的硬刺，其起点的腹鳍起点与臀鳍起点之中央的稍前，至吻端与尾鳍基部的距离几相等。臀鳍3，21-25，基部较长。鳔3室，中室大而圆。后室细小。腹腔膜银白色，背部及体侧上部为灰褐色，腹部为银白色，各鳍灰色乃至灰黑色。2.红鳍鲌，体稍长，侧扁，头后部明显突起，似驼背状。腹部自胸鳍其至肛门有腹棱。头中等大，口上位，口裂几垂直，下颌突出而上翘。眼中等大，位于头侧上方。下咽齿3行，末端呈尖钩状。鳃耙25-29。鳞小，侧线完全，侧线鳞60-69。背鳍在腹鳍与臀鳍之间。尾鳍呈叉状。背部青灰色，侧面和腹部银白色，背鳍和尾鳍的上叶呈青灰色，腹鳍、臀鳍及尾鳍下叶呈橙红色。【生境分布】生态环境：1.为生活在流水及大水体中的鱼类，一般在水体中上层，行动迅速，善跳跃，性凶猛，主要以鱼类为食。2.为中上层淡水鱼类，栖息于多水草的开阔水体中，主要以小型鱼类为食。资源分布：1.为广布性鱼类之一，长江干流从金沙江到河口、黑龙江、黄河、辽河等干支流及附属湖泊均有分布。2.全国各大江河均有分布。【化学成份】翘嘴红鲌每100g可食部分含水分g，蛋白质18.6g，脂肪4.6g，灰分1g；钙37mg，磷166mg，铁1.1mg，核黄素（rlboflavine）0.07mg，烟酸（nicotinic acid）1.3mg。【性味】味甘；性平【归经】脾；胃经【功能主治】开胃消食；健脾行水。主食积不化；水肿【用法用量】内服：煮食，100-250g。【注意】患疮疖者慎服。【各家论述】1.孟诜：主肝家不足气。调五藏气，理经脉。2.《食疗本草》：助脾气，能消食，理十二经络舒展不相及气。3.《日华子本草》：助血脉，补肝明目，灸疮不发，作脍食之良。4.《开宝本草》：主胃气，开胃下食，去水气，令人肥健。5.《滇南本草》：治痈疽疮疥，同大蒜食之。6.《随息居饮食谱》：行水助脾，发痘排脓。【摘录】《中华本草》]"
},{
    "中药名称": "白芷",
    "中国原产": "[白芷植物体草药名：白芷 (《本经》)异名：薛、芷(《楚辞》)，芳香(《本经》)，苻蓠、泽芬(《吴普本草》)，白茝(《别录》)，香白芷(《夷坚志》)。性味归经：辛，温。归肺、胃经。功效：祛风散寒，通窍止痛，消肿排脓，燥湿止带。来源中国：为伞形科植物禹白芷、兴安白芷、川白芷、杭白芷或云南牛防风的根，禹白芷主产河南禹州一带。北方的一些省区有栽培，多自产自销，少数调省外。化学成分：本品含挥发油，香豆素及其衍生物，如当归素、白当归醚、欧前胡乙素、白芷毒素等。还含有挥发油，油中有3-亚甲基-6-环己烯、十一炭烯-4、榄香烯、十六烷酸、壬烯醇等。　　]",
    " 别名大全": "[【别名】芷，芳香，苻蓠，泽芬，白臣，番白芷，兴安白芷，库页白芷，杭白芷，川白芷，香棒，茞。白芷(鲜)【商品名】杭白芷，又名浙白芷、香白芷。为产于浙江者。川白芷，又名库页白芷。为产于四川者。祁白芷，又名兴安自芷，为产于河北安国，定县者。禹白芷：又名会白芷。为产于河南禹州、长葛者。【处方名】白芷，香白芷。　　]",
    " 植物形态": "[自然生长的白芷①兴安白芷，又名：达乌里当归，走马芹。多年生草本，高可达2.5米。根粗大，直生，有时有数条支根。茎粗大，近于圆柱形，基部粗约5～9厘米，中空，通常呈紫红色，基部光滑无毛，近花序处有短柔毛。茎下部的叶大；叶柄长，墓部扩大呈鞘状，抱茎；叶为2～3回羽状分裂，最终裂片卵形至长卵形，长2～6厘米，宽1～3厘米，先端锐尖，边缘有尖锐的重锯齿，基部下延成小柄；茎上部的叶较小，叶柄全部扩大成卵状的叶鞘，叶片两面均无毛，仅叶脉上有短柔毛.复伞形花序顶生或腋生，总花梗长10～30厘米；总苞缺如或呈1～2片膨大的鞘状苞片，小总苞14～16片，狭披针形，比花梗长或等长；花萼缺如；花瓣5，白色，卵状披针形，先端渐尖，向内弯曲；雄蕊5，花丝细长伸出于花瓣外：子房下位，2室，花柱2，短，基部黄白色或白色。双悬果扁平椭圆形或近于圆形，分果具5果棱，侧棱成翅状。花期6～7月。果期7～9月。多生于河岸、溪边，以及沿海的丛林砾岩上。分布黑龙江、吉林、辽宁等地。栽培于四川、河北、河南、湖北、湖南、安徽、山西等地。本植物野生种的根，在东北作独活用，商品称香大活，参见独活条。白芷②川白芷，又名：异形当归。多年生草本，高1～2米。根直生，下面有数条支根。茎直立，圆柱形，中空，表面有细棱。叶互生；茎下部的叶2～3回出式羽状全裂，最终裂片长卵形至披针形；叶柄鞘状，抱茎；茎上部的叶片逐渐简化成广阔膨大的叶鞘；叶边缘有不规则锯齿，上面绿色，下面灰白色至淡绿色，两面均无毛，仅叶脉上有短刚毛，复伞形花序顶生，总花梗长15～20厘米；总值缺，小总苞数枚，狭披针形至线形，较小伞梗为长；花萼不明显；花瓣5，白色，广卵形至类圆形，先端微凹，中央有一小舌片向内折曲；雄蕊5，花药椭圆形：子房下位，2室，花柱2。双悬果长椭圆形，分果右明显的5棱，侧棱有较木质化的翅。花期5～6月。果期6～7月。生长于山地林缘。分布黑龙江、吉林、辽宁。栽培于四川、山东等地。③杭白芷，又名：浙白芷、台湾当归。多年生草本，高1～2米。根圆锥形，具4棱。茎直径4～7厘米，茎和叶鞘均为黄绿色。叶互生；茎下部叶大，叶柄长，基部鞘状抱茎，2～3回羽状分裂，深裂或全裂，最终裂片阔卵形至卵形或长椭圆形，先端尖，边缘密生尖锐重锯齿，基部下延成柄，无毛或脉上有毛；茎中部叶小；上部的叶几仅存卵形囊状的叶鞘，小总苞片长约5毫米，通常比小伞梗短；复伞形花序密生短柔毛；花萼缺如；花瓣黄绿色；雄蕊5，花丝比花瓣长1.5～2倍；花柱基部绿黄色或黄色。双悬果被疏毛。花期5～6月。果期7～9月。分布浙江、台湾等地。浙江、江苏有栽培。④云南牛防风，又名：滇白芷、粗糙独活。多年生草本，全株被粗糙的刺毛。主根纺锤形。茎下部叶具柄，柄长2～4厘米，基部有宽阔叶鞘，叶片2回羽状深裂，长5～20厘米，宽5～7厘米，裂片宽卵形至长椭圆形，长2.5～5厘米，上面深绿色，粗糙细皱，下面浅绿色，边缘具不等齿牙；茎上部叶与茎下部叶相似。复伞形花序顶生和侧生；伞梗13～20；总苞缺或有1～3枚，线状披针形；小总苞片4～5，线形；花2型，边缘花较大，不整齐，中心花近于整齐；萼齿5，线状三角形；花瓣5，白色，先端2裂；雄蕊5；子房近于无毛。双悬果倒卵形或卵形，长7～8毫米，分果具5条细棱。花期5～7月。果期8～10月。分布云南、四川。云南有栽培。⑤滇白芷为植物云南牛防风的干燥根。直径0.2～1.5厘米，分枝或不分枝，下部细。外表棕黄色，多深纵纹，时有支根痕，上部有横皱纹。质脆。断面皮部类白色，散有棕色油点及裂隙，形成层不明显，木质部淡黄色，占全径1／3。商品多已切成厚约1厘米以下的厚片。气芳香，味辣而苦。主产云南。　　]",
    " 采集方法": "[秋播种植的，次年7～9月间茎叶枯黄时采挖。春播种植的，当年10月采挖。择晴天，先割去地上部分，再挖出根部。除净残茎、须根及泥土（不用水洗），晒干或微火烘干。置干燥不通风处保存，防虫蛀或霉烂。　　]",
    " 营养成分": "[热量324 (千卡)硫胺素0.35 (毫克)钙3 (毫克)蛋白质8.9 (克)核黄素0.54 (毫克)镁19 (毫克)脂肪1.5 (克)烟酸1 (毫克)铁4.4 (毫克)碳水化合物68.8 (克)维生素C1 (毫克)锰0.73 (毫克)膳食纤维5.3 (克)维生素E1.93 (毫克)锌0.8 (毫克)维生素A0 (微克)胆固醇0 (毫克)铜0.63 (毫克)胡罗卜素3.6 (微克)钾100 (毫克)磷118 (毫克)视黄醇当量11.9 (微克)钠27.4 (毫克)硒3.4 (微克)　　]",
    " 药物特性": "[性状　根呈圆锥形，长10～20cm，直径2～2.5cm。表面灰棕色，有横向突起的皮孔，顶端有凹陷的茎痕。质硬，断面白色，粉性足，皮部密布棕色油点。气芳香，味辛、微苦。性味　性温，味辛。白芷功能主治　祛风湿，活血排脓，生肌止痛。用于头痛、牙痛、鼻渊、肠风痔漏、赤白带下、痈疽疮疡、皮肤瘙痒。含异欧前胡素(isoimperatorin)、欧前胡素(imperatorin)、佛手柑内酯(bergapten)、珊瑚菜素(phellopterin)、氧化前胡素(oxypeucedanin)等。[炮制]拣去杂质，用水洗净，浸泡，捞出润透，略哂至外皮无滑腻感时，再闷润后，切片干燥。①《雷公炮炙论》：采得白芷后，刮削上皮，细锉，用黄精亦细锉，以竹刀切，二味等分，蒸一伏时后出，于日中晒干，去黄精用之。②《纲目》：今人采(白芷)根洗甜寸截，以石灰拌匀晒收，为其易蛀并欲色白也。入药微焙。[性味]辛，温。①《本经》：辛，温。②《别录》：无毒。③《滇南本草》：性温，味辛微甘。④《药物图考》：有小毒，臭香，味辛。[归经]入肺、脾、胃经。①《珍珠囊》：足阳明胃、手阳明大肠、手太阴肺经。②《雷公炮制药性解》：入肺、脾、胃三经。③《本草经解》：入足厥阴肝经、足阳明胃经、手阳明大肠经。　　]",
    " 中药化学成分": "[1、杭白芷 根含欧前胡骨酯（imperatorin)，异欧前胡内酯（isoimperatorin)，别异欧前胡内酯（alloisoimpera-torin)，别欧前胡内酯（alloimperatorin)，氧化前胡素（oxypeucedanin)，异氧化前胡素（isooxypeucedanin)，水合氧化前胡素（oxypeucedanin hydrate)，白当归素（byakangelicin)，白当归脑（byakangelicol)，新白当归脑（neobyakangelicol)，珊瑚菜素（phellopterin)，花椒毒酚（xanthotoxol)，香柑内酯（bergapten)，5-甲氧基-8-羟基补骨脂素（5-methoxy-8-hydroxypsoralen)，8-甲氧基-4-氧-（3-甲基-2-丁烯基）补骨脂素（cnidilin)，栓翅芹烯醇（pabulenol)[1-3]等多种香豆精类成分。还含谷甾醇（sitosterol)，棕榈酸（palmitic acid)及钙、铜、铁、锌、锰、钠、磷、镍、镁、钴、铬、钼等多种元素而钠、镁、钙、铁、磷的含量较高。2、祁白芷 根含香豆精类：欧前胡内酯，异欧前胡内酯，氧化前胡内酯，水合氧化前胡内酯[5]，珊瑚菜素，白当归素及叔-O-甲基白当归素（tert-O-methylbyakangelicin)[6]等；香豆精葡萄糖甙类；紫花前胡甙（nodakenin)，3-羟基印度榲楟甙（3-hydroxy-marmesinin)，白当归素-叔-O-β-D-吡喃葡萄糖甙（tert-O-D-glu-copyranosylbyakangelicin)，白当归素-仲-O-β-D-吡喃葡萄糖甙（sec-O-β-D-glucopyranosyl byakangeliein)，东莨菪甙（scopolin)[7]，茵芋甙（skimmin)，花椒毒酚-8-O-β-D-吡喃葡萄糖甙（8-O-β-D-glucopyranosyl xanthotoxol)，独活属醇-叔-O-β-D-吡喃葡萄糖甙（tert-O-β-D-glucopyranosyl heraclenol)[8]等，另含腺甙（adeno-sine)。　　]",
    " 药(毒)理学": "[1、白芷煎剂灌胃对小鼠的LD50为42.88g／kg；醚提物灌胃小鼠的LD50为53.82g／kg；杭白芷小鼠灌胃煎剂的LD50为41.97g／kg；大鼠肌肉注射花椒毒素的LD50为160mg／kg、欧前胡素乙为335mg／kg、香柑内酯为945mg／kg。2、欧前胡素乙每日给幼大鼠每75g体重2.5mg60天未见对鼠生长有明显影响，但可引起肝损害等。小量白芷毒素对动物延髓血管运动中枢、呼吸中枢、迷走神经及脊髓等都有兴奋作用，能引起血压上升、脉搏变慢、呼吸加深、呕吐等，大量可产生强迫性间歇性惊厥，继之全身麻痹。　　]",
    " 药理作用": "[1.抗炎作用：小鼠灌胃白芷或杭白芷煎剂（lg相当生药lg）4g／kg，可明显抑制二甲苯所致小鼠耳部的炎症（P&lt;0.01）。2.解热镇痛作用：用蛋白胨皮下注射于大白兔背部造成的高热动物模型，1g白芷或杭白芷煎剂15g／kg，有明显的解热作用。小鼠灌胃白芷或杭白芷煎剂8g／kg，对腹腔注射1%醋酸（0.l／kg）所致的小鼠扭体次数明显减少，作用与氨基比林8mg／kg类似，P&lt;0.001。小白鼠热板法试验，给药前痛阈在30分钟以内者，灌胃给于白芷或杭白芷8g／kg，给药后60分钟，白芷及抗白芷对痛阈值明显提高，与生理盐水组比较P&lt;0.001和0.01。3.解痉作用：所含的佛手柑内酯、花椒毒素、异欧前胡素乙对兔回肠具有明显的解痉作用。异欧前胡素还能增加兔子宫的收缩力和蚯蚓肌的紧张性。东莨菪素对雌激素或氯化钡所致在体或离体大鼠子宫痉挛有解痉作用，其ED50为0.09mg/kg。4.对心血管的作用：本品所含的异欧前胡素和印度榅桲素对猫有降血压的作用，50mg／kg降低动脉压50%，作用维持时间为1.5小时。异欧前胡素与N-乙烯吡咯烷酮的共聚物可使猫动脉压降低的时间延长5-10倍。还能降低离体蛙心的收缩力。5.抗菌作用：白芷煎剂对大肠杆菌、痢疾杆菌、变形杆菌、伤寒杆菌、副伤寒杆菌、绿脓杆菌、霍乱弧菌、人型结核杆菌等均有抑制作用。本品所含的氧前胡素体外试验对11种菌株有抗菌作用；欧前胡素亦有抗菌作用花椒毒素；对人型结核杆菌H37RV的MIC为100mcg／ml。水浸剂对奥杜盎氏小芽胞癣菌等致病真菌也有一定抑制作用。6.光敏作用：本品所含的香柑内酯、花椒毒素、异欧前胡素乙等呋喃香豆素类化合物为光活性物质，当它们进入机体后，一旦受到日光或紫外线照射，则可使受照射处皮肤发生日光性皮炎，发生红肿、色素增加、素皮增厚等。光敏活性以花椒毒素为最强，香柑内酯次之，异欧前胡素乙较弱。光敏活性物质可用来治疗白癜风。异欧前胡素为治疗银屑病的有效成分，临床用红斑量测定证明有效。7.抗癌作用：异欧前胡素和自当归素具有对Hela细胞的细胞毒作用。异欧前胡素的ED50 100μg／ml。8.抗辐射作用：白芷甲醇提取物1g/kg于X线照射前5分钟腹腔注射，对小鼠皮肤损害有防护作用。9.其他作用：小量白芷毒对动物延髓血管运动中枢、呼吸中枢、迷走神经及脊髓都有兴奋作用，能使血压上升，脉搏变慢，呼吸加深，并能引起流涎呕吐，大景使用能引起强直性间歇性痉挛，继以全身麻痹。临床报道：现代以本品外用治关节积水、带状疱疹、银屑病等疾患有效。　　]",
    " 功用主治": "[祛风，燥湿，消肿，止痛。治头痛，眉棱骨痛，齿痛，鼻渊，寒湿腹痛，肠风痔漏，赤白带下，痈疽疮疡，皮肤燥痒，疥癣。①《本经》：主女人漏下赤白，血闭阴肿，寒热，风头(头风)侵目泪出，长肌肤，润泽。②《别录》：疗风邪久渴(久渴或疑作'久泻')，呕吐，两胁满，风痛头眩，目痒。③《药性论》：治心腹血刺痛，除风邪，主女人血崩及呕逆，明目、止泪出，疗妇人沥血、腰腹痛；能蚀脓。④《日华子本草》：治目赤胬肉，及补胎漏滑落，破宿血，补新血，乳痈、发背、瘰疬、肠风、痔瘘，排脓，疮痍、疥癣，止痛生肌，去面皯疵瘢。⑤《滇南本草》：祛皮肤游走之风，止胃冷腹痛寒痛，周身寒湿疼痛。⑥《纲目》：治鼻渊、鼻衄、齿痛、眉棱骨痛，大肠风秘，小便出血，妇人血风眩运，翻胃吐食；解砒毒，蛇伤，刀箭金疮。　　]",
    " 食疗作用": "[白芷味辛，性温；归肺、胃、大肠经；芳香升散；具有祛风解表，散寒止痛，除湿通窍，消肿排脓的功效；主治风寒感冒，头痛，眉棱骨痛，齿痛，目痒泪出，鼻塞，鼻渊，湿盛久泻，肠风痔漏，赤白带下，痈疽疮疡，瘙痒疥癣，毒蛇咬伤。　　]",
    " 临床应用": "[1. 用于感冒风寒，头痛，鼻塞。常配伍防风、羌活等。2. 用于头痛、齿痛、鼻渊、风湿痹痛者。治疗阳明头痛、眉棱骨痛，头风痛等，外感风寒者，配伍荆芥、防风、川芎；外感风热者，配伍薄荷、菊花、蔓荆子。治疗齿痛，属风火者，配石膏、黄连。治鼻渊头痛、与苍耳子、辛夷、薄荷同用。治风湿寒痹、腰背疼痛，与羌活、独活、威灵仙同用。3. 用于疮疡肿痛。如乳痈初起可配蒲公英、瓜蒌同用；脓出不畅配金银花、天花粉同用。4. 用于带下过多。属寒湿带下，与鹿角霜、白术、炮姜等配伍；属湿热带下，配伍车前子、黄柏等[用法与用量]内服：煎汤，0.8～2钱；或入丸、散。外用：研末撒或调敷。[宜忌]阴虚血热者忌服。①《本草经集注》：当归为之使。恶旋覆花。②《本草经疏》：呕吐因于火者禁用。漏下赤白阴虚火炽血热所致者勿用。痈疽已溃，宜渐减去。[药方选录]①治头痛及目睛痛：白芷四钱，生乌头一钱。上为末，每服一字，茶调服。有人患眼睛痛者，先含水，次用此搐入鼻中，其效更速。(《朱氏集验医方》白芷散)②治诸风眩晕，妇人产前产后乍伤风邪，头目昏重及血风头痛，暴寒乍暖，神思不清，伤寒头目昏晕等证：香白芷(用沸汤泡洗四、五遍)为末，炼蜜和丸如弹子大。每服一丸，多用荆芥点腊茶细嚼下。(《百选方》都梁丸)③治半边头痛：白芷、细辛、石膏、乳香、没药(去油)。上各味等分，为细末，吹入鼻中，左痛右吹，右痛左吹。(《种福堂公选良方》白芷细辛吹鼻散)④治眉框痛，属风热与痰：黄芩(酒浸炒)，白芷。上为末，茶清调二钱。(《丹溪心法》)⑤治鼻渊：辛夷、防风、白芷各八分，苍耳子一钱二分，川芎五分，北细辛七分，甘草三分。白水煎，连服四剂。忌牛肉。(《疡医大全》)⑥治肠风：香白芷为细末，米坎调下。(《百选方》)⑦治大便风秘：香白芷炒为末，每服二钱，米饮入蜜少许，连进二服。(《十便良方》)⑧治痔疮肿痛：先以皂角烟熏之，后以鹅胆汁调白芷末涂之。(《医方摘要》)⑨治带下，肠有败脓，淋露不已，腥秽殊甚，脐腹冷痛，须此排脓：白芷一两，单叶红蜀葵根二两，芍药根(白者)、白矾各半两(矾烧枯，别研)。为末，同以蜡丸如梧子大，空肚及饭前，米饮下十丸或十五丸，候脓尽，仍别以他药补之。(《本草衍义》)⑩治肿毒热痛：醋调白芷末敷之。(《卫生易简方》)⑾治痈疽赤肿：白芷，大黄等分。为末，米饮服二钱。(《经验方》)⑿治刀箭伤疮：香白芷嚼烂涂之。(《濒湖集简方》)[临床研究]治疗头痛、牙痛、三又神经痛 取白芷2两、冰片2分，共研成末，以少许置于患者鼻前庭，嘱均匀吸入。治疗牙痛20例、三叉神经痛2例，显效时间最短1分钟，最长10分钟；治疗头痛21例，有效20例；神经衰弱头痛17例，有效14例，在2～7分钟内显效。或以白芷60克，防风26克，细辛5克，加工制成注射液80毫升，分装灭菌后供肌肉注射，每次2毫升。治疗20多例，亦效。另外，本品和紫草、白蜡、忍冬藤、冰片及香油(麻油)配制成白芷油，可治烧伤。　　]",
    " 各家论述": "[1.李杲：白芷，疗风通用，其气芳香，能通九窍，表汗不可缺也。2.王好古：白芷同辛夷、细辛用治鼻病，入内托散用长肌肉，则入阳明可知矣。3.《纲目》：白芷，色白味辛，行手阳明；性温气厚，行足阳明；芳香上达，入手太阴肺经。如头、目、眉、齿诸病，三经之风热也；如漏、带、痈疽诸病，三经之湿热也；风热者辛以散之，湿热者温以除之。为阳明主药，故又能治血病、胎病，而排脓生肌止痛。治鼻渊、鼻衄、齿痛、眉棱骨痛，大肠风秘，小便出血，妇人血风眩运，翻胃吐食；解砒毒，蛇伤，刀箭金疮。4.《本草经疏》：白芷，味辛气温无毒，其香气烈，亦芳草也。入手足阳明、足太阴，走气分，亦走血分，升多于降，阳也。性善祛风，能蚀脓，故主妇人漏下赤白。辛以散之，温以和之，香气入脾，故主血闭阴肿，寒热，头风侵目泪出。辛香散结而入血止痛，故长肌肤。芬芳而辛，故能润泽。辛香温散，故疗风邪久泻，风能胜湿也。香入脾，所以止呕吐。疗两胁风痛，头眩目痒，祛风之效也。5.《本草汇言》：白芷，上行头目，下抵肠胃，中达肢体，遍通肌肤以至毛窍，而利泄邪气。如头风头痛，目眩目昏；如四肢麻痛，脚弱痿痹；如疮溃糜烂，排脓长肉；如两目作障，痛痒赤涩；如女人血闭，阴肿漏带；如小儿痘疮，行浆作痒，白芷皆能治之。第性味辛散，如头痛、麻痹、眼目、漏带、痈疡诸症，不因于风湿寒邪，而因于阴虚气弱及阴虚火炽者，俱禁用之。6.《本草经百种录》：凡驱风之药，未有不枯耗精液者，白芷极香，能驱风燥湿，其质又极滑润，能和利血脉，而不枯耗，用之则有利无害者也。盖古人用药，既知药性之所长，又度药性之所短，而后相人之气血，病之标木，参合研求，以定取舍，故能有显效而无隐害，此学者之所殚心也。7.《本草求真》：白芷，气温力厚，通窍行表，为足阳明经祛风散湿主药。故能治阳明一切头面诸疾，如头目昏痛，眉棱骨痛，暨牙龈骨痛，面黑瘢疵者是也。且其风热乘肺，上烁于脑，渗为渊涕；移于大肠，变为血崩血闭，肠风痔瘘痈疽；风与湿热，发于皮肤，变为疮疡燥痒；皆能温散解托，而使腠理之风悉去，留结之痈肿潜消，诚祛风上达，散湿火要剂也。8.《本草正义》：白芷，气味辛温，芳香特甚，最能燥湿。《本经》所谓长肌肤而润泽颜色者，以温养为义，初非谓通治外疡，可以生肌长肉；乃《大明本草》竟以治乳痈、发背、瘰疬、痔瘘、疮痍、疥癣，谓为破宿血，生新血，排脓止痛云云。洁古亦谓治头面皮肤风痹燥痒。濒湖且谓色白味辛，性温气厚，阳明主药，痈疽为阳明湿热，湿热者温以除之，故排脓生肌止痛。颐谓辛温上升之品，可治寒湿，必不可治湿热，而溃疡为病，湿热者十之九而有余，寒湿者十之一而不及，胡可以统治痈疡，抱薪救火。《日华子》排脓止痛一句，实是无中生有，大乖医药原理。且洁古所谓皮肤燥痒者，明是火燥湿热，又安得投此辛燥之药。濒湖所谓湿热者温以除之一句，如何说得过去。总之诸公于疡科理法，未能体会，人云亦云。寇宗]《衍义》谓治带下，肠有败脓，淋露不已，腥秽殊甚，脐腹冷痛，皆由败脓血所致，须此排脓，云云。颐谓此症，是带下之一，寒湿瘀垢，互结不通，脐腹冷痛四字，是其寒结确症，故宜用温升而兼泄瘀固涩为治，虽曰败脓，决非溃疡排泄之可以等视，何得妄为比附，竟认作排脓要药，则实热诸疡，必益张其焰而痛不可言。颐治疡廿余年，煎剂中惟湿盛无火之症，间或用之，余则不敢妄试。若消肿敷药之如意金黄散中有此，则取其辛以散结耳。大明又谓去面po疵瘢，固即《本经》面脂之义，然又以为治目赤胬肉，则风火升腾之炽甚者，而亦以温辛升之。濒湖谓治鼻渊，盖鼻渊一症，本有风寒、风热及肺热郁蒸三者之别。风寒郁其肺气，而鼻塞多涕，则白芷升阳可也，若风热鼻渊浊涕，及肺热而黄脓腥臭之鼻渊，胡可一概而论。又谓治鼻衄、齿痛、眉棱骨痛，则皆阳明热炽上攻为痛，古法偶用白芷，本以加入清泄剂中，以引经为义，而乃列为专条，等于主要之君药，岂非大谬耶！白芷辛温，芳香燥烈，疏风散寒，上行头目清窍，亦能燥湿升阳，外达肌肤，内提清气，功用正与川芎、藁本近似。《本经》治女人漏下赤白，血闭阴肿，皆其清阳下陷，寒湿伤于中下之症，温升燥湿始为合宜。若阴虚不摄，或湿热浸淫，而为此诸症，非可概治。头风目泪，亦惟阳气素虚，而风寒风热乘之者，庶能合辙，如阳盛而袭风热，已难概用，亦有阴虚肝木上乘，疏泄太过，而迎风泪流者，更非所宜。长肌肤，作面脂，皆与藁本同。《别录》疗风邪，即以风寒外侵言之。久渴，仲醇谓当作久泻，甚是。燥湿升清，振动阳明之气，固治久泻之良剂，必非渴症所宜。且古今各家，皆未闻以此疗渴也。其治呕吐者，胃阳不振，食入反出者宜之，而胃火炽盛，冲激逆上，不可悮用。胁满乃木郁土中，过抑少阳之气，不得条达者宜之，而肝胆火炎，qi撑横逆者，又在所禁。治风痛头眩，亦惟阳和之气，不司布护，而外风袭之者，始为合辙。《百选方》都梁丸，是为阳虚风眩之实验，若阴虚气火上浮而为风眩，则又不可同日语矣。9.《本经》：主女人漏下赤白，血闭阴肿，寒热，风头（头风）侵目泪出，长肌肤，润泽。10.《别录》：疗风邪久渴（久渴或疑作久泻），呕吐，两胁满，风痛头眩，目痒。11.《药性论》：治心腹血刺痛，除风邪，主女人血崩及呕逆，明目、止泪出，疗妇人沥血、腰腹痛；能蚀脓。12.《日华子本草》：治目赤胬肉，及补胎漏滑落，破宿血，补新血，乳痈、发背、瘰疬、肠风、痔瘘，排脓，疮痍、疥癣，止痛生肌，去面po疵瘢。13.《滇南本草》：祛皮肤游走之风，止胃冷腹痛寒痛，周身寒湿疼痛。.　　]",
    " 种植介绍": "[白芷（一）概述：别名香白芷（福建、台湾、浙江等省）、库页白芷（四川）、祈白芷（河南、河北）。为伞形科植物兴安白芷（祈白芷）（Angelica dahurica Benth． et Hook．），库而白芷（川白芷）（A．anomala La11．）及杭白芷（香白芷）（A．taiwaniana Boiss., epith．mut．），以根入药，有祛病除湿、排脓生肌、活血止痛等功能。主治风寒感冒、头痛、鼻炎、牙痛。赤白带下、痛疖肿毒等症，亦可作香料。（二）植物特性：伞形科，多年生草本。茎高大粗壮，高200～300厘米，茎中空，圆柱形，带紫色。根生叶大，有长柄，为2～3回羽状分裂，边缘有锯齿。茎生叶小，基部呈鞘状抱茎。花小白色，形成顶生或腋生的复伞状花序。果扁圆形，有种翅，成熟后裂开为两瓣。根粗大、圆锥形、黄棕色。（三）生长特性：白芷适应性很强，耐寒、喜温和湿润气候，我国各地均有栽培，喜向阳、光照充足的环境。白芷是根深喜肥植物，种植在土层深厚、疏松肥沃、湿润而又排水良好的沙质壤土地，在黏土、土壤过沙、浅薄中种植则主根小而分叉多，亦不宜在盐碱地栽培，不宜重茬。白芷抽蓄后，根部变空心腐烂，不能作药用。（四）栽培技术1．选地整地：白芷对前作选择不甚严格，一般棉花地、玉米地均可栽培，以耕作层深，土质疏松肥沃，排水良好的温暖向阳比较湿润的夹沙土，一般产区均在平原地带的地方为好。前茬作物收获后，及时翻耕深为33厘米为宜。晒后再翻一次，然后耙细整平，作畦，宽100～200厘米，高16～20厘米的高畦，畦面应平整，畦沟宽26～33厘米（排水差的地方用高畦），土壤细碎。耕地前每公顷施堆肥草木灰150千克左右。2．繁殖方法：用种子繁殖，白芷应当选用当年所收的种子，隔年陈种，发芽率不高，甚至不发芽，不可采用。有的药农经验用正中主茎上所结的种子，再播种时，容易提早抽空，影响产品质量。而利用测基上所结的种子播种，白芷发芽率70％～80％，在温度13～20℃和足够的湿度下，播种后10～15天出苗。白芷播种期分春秋两季。春播在清明前后，但产量低，质量差，一般都不采用。秋播不能过早过迟，最早不能早于处暑；不然在当年冬季生长迅速，则将有多数植珠在第二年抽薹开花，其根不能作药用，但最迟不能迟于秋分；因秋分后雨量渐少，而气温转低，白芷播后长久不能发芽，影响生长与产量，故应在8月上旬全9月初播种。播种方法：白芷宜直播，不宜育苗移栽，移栽的植株根部分叉，生根生长不良，影响产量和质量。采取穴播和条播，播前畦内浇透水，待水渗下后，开始播种。播前种子要用机械方法，去掉种翅膜，然后在温水中（45℃）浸泡6小时，捞出后擦干播种。穴播按行距33厘米左右，株距16～20厘米开穴，穴深6-10厘米，播后用水浇，洒水或覆盖草的方法经常保持土壤湿润。播后0-20天出苗，秋播的白芷主根大，产量高，条播按行距33厘米开沟，将种子均匀撒下，盖层细土，播种量每公顷用15千克以上，其他同穴播相同。3．间作：为了经济利用土地，在白芷地内亦可进行间作，原则上以短小作物为好，在白芷播种之后，在其行间种植蔬菜，如葛笋、菠菜、蒜苗等，间作物必须在立春前收获，以有利于白茫生长，以菠菜、蒜苗为最多。菠菜是在行间进行条播，蒜苗则每隔3厘米栽植。4．田间管理（1）浇水：雨水充足的地方可不用浇水，但在干旱、半干旱地区，播前必须深水，翻地保墒，播后遇干旱、久旱必须浇水。墒情不好，就得浇水，约浇水4次即可发芽，以后经常保持土壤湿润，以利幼苗生长，小雪前应浇饱水，防止白芷在冬天干死。第二年春天浇水在清明前后，不能过早，地温低，水寒苗不肯长。以后每隔10天浇一次水，到了夏天应每隔5天浇水一次，特别是芒种到谷雨前，水少主根不能下伸，则须根多影响产量。在伏天更应保持水分充足，不能使苗因缺水而短垂；否则主根木质化降低品质。（2）间苗：当春季幼苗返青高6厘米时，进行间苗，适当的择去弱苗，使幼苗分布均匀，通风透光，当苗高13～16厘米时定植，每穴留壮苗1～2株，条播技16厘米左右留壮苗一株，注意除去过弱的苗和过大的。茎呈现青白色的幼苗选择掉，减少将来抽基白芷的发生，总之保持匀苗。（3）中耕除草：每次间苗时，均应中耕除草，第一次待苗高3厘米时用手拔草；在土壤板结时，可浅松土3厘米左右，不能过深，否则主根不向下深，叉根多，影响质量。第二次待苗高6～10厘米时除草稍深一些。第三次在定苗时，松土除草要彻底除尽杂草，以后植株长大封垄，不能再行中耕除草。（4）追肥：白芷追肥在当年直少宜淡，以免植株徒长，提前抽空开花。播种第二年植株封垄前追肥1-2次，结合间苗和中耕时进行，每公顷追肥量饼肥2250～3000干克，亦可用化肥和人畜粪尿代替，开浅沟施下。雨季后根外喷施磷肥，也有显著效果。（5）选留良种：白芷在第二年5月份往往有少数生长特旺，抽薹开花。这种白芷所结种子不能作种用，因用后即将提前抽薹开花。同时在即将抽薹后，根部即瘦小而成木质，以后逐渐枯死，不能再作药用。故及早择除，免去耗肥料，影响邻株的生长。在采挖白芷时，选择主根粗壮，无分叉的，集中栽于肥沃地上，按行距80～100厘米，株距30厘米开穴，根可倾斜，不能弯曲，覆土3厘米左右，上盖肥等再覆土6厘米，加强田间管理，增施肥料，不久即可另生新苗。在当年11月及次年2至4月份，应各进行中耕除草施肥1次，每次施肥应较多，这样才能长好。5月下旬，即可抽薹开花，6月下旬种子即可陆续成熟，此时即应随熟随采，以免种子被风吹落。采后放于通风干燥处，勿烟熏。另外，也有的地方，原地留种法：即在第二年秋季采收白芷的同时，在地里留出一些不挖，以后加以中耕除草等管理，到第三年5月以后即可抽薹开花，结出种子。此法结出的种子发芽率差，植株短小，根部发育不良，不宜采用。在寒冷的地方，把根挖出来放在地窑里，用沙埋起来，待第二年早春再栽到地里，及时进行中耕除草，施足追肥。5．病虫害防治（1）斑枯病：又叫白斑病，病原是真菌中一种半知菌，主要危害叶部。病斑多角形，初期暗绿色，以后灰白色，上生黑色小点，即原菌的分生孢子器，严重时叶片枯死。防治方法：①清除病残组织，集中烧毁。②用1：1：100的波尔多液或用65%代森锌可湿性粉400～500倍液喷雾。（2）黄凤蝶：属鳞翅目凤蝶科，以幼虫食害叶片。防治方法：①人工捕杀幼虫和蛹。②90％敌百虫800倍液喷雾，每隔5～7天1次，连续3次，或用青虫菌（每克菌粉含孢子100亿）500倍液喷雾。（3）蚜虫：属同翅目蚜总科。以成、若虫危害嫩叶及顶部。防治方法见黄芪病虫害及其防治。（4）红蜘蛛：属蜘蛛纲蜱螨目叶螨科。以成、若虫危害叶部。防治方法：①冬季清园，拾净枯枝落叶烧毁，清园后喷1波美度石硫合剂。②4月开始喷0．2～0．3波美度石硫合剂或25％杀虫脒水剂500～1000倍液喷雾，每周一次，连续数次。（五）采收加工：春播白芷当年即可采收，9月中下旬采。秋播白芷第二年8月下旬叶片呈现枯萎状态时采收。当叶片桔黄时开始收获，选晴天，将白芷望叶割去，作为堆肥，然后用齿耙依次将根挖起，抖去泥土，运至晒场，进行加工。摘去侧根，另行干燥，并将主根上残留叶柄剪去；晒1-2天，再将主根依大、中、小三等级分别暴晒，以便管理。在晒时切忌雨淋，晚上要收回晾干，在晴天运出再晒，否则烂或黑心。通常用烘炕进行熏硫，将白芷用草包或麻袋盖严，每500千克鲜白芷需约3，5～4千克硫磺，熏时要不断加入硫磺，不能熄灭，直至熏透。约熏一昼夜后，取样用小刀切开，在切口涂抹碘酒，若蓝色很快消失即表示硫以完全熏透，可停火，若蓝色不消失，再继续，熏后抓紧晒干。包装存于干燥通风处，每公顷可收干白芷3750～5250千克，高产田达7500千克。　　蕙兰]",
    " 白芷的传说": "[据说北宋初年，南方有一富商的女儿，每逢行经腹痛剧烈，致形体日衰。富商带她欲往京都寻求名医，到汴梁时女儿经期适至，腹痛难忍。正遇一采药老人，仔细询问病情后，老人从药篓中取出白芷一束相赠，嘱咐洗净水煎饮服。富商谢过，按法煎制，一煎服了痛缓，二煎服了痛止，再服几剂，来月行经安然无恙。从此，妇女行经不舒，煎服白芷，在民间广为使用。白芷，又名香白芷。味辛，性温，归肺、脾、胃、大肠经。功能祛风解表、散寒止痛、除湿通窍、消肿排脓。现代药理研究证明，白芷除了具有解热、镇痛、抗炎等作用，还能改善局部血液循环，消除色素在组织中过度堆积，促进皮肤细胞新陈代谢，进而达到美容的作用，临床常用治风寒感冒、头痛、牙痛、眉棱骨痛、鼻渊、肠风痔漏、赤白带下、痈疽疮疡、毒蛇咬伤等。如慢性鼻窦炎患者可取白芷30克，苏梗30克，薄荷30克，苍耳子30克，辛荑30克，熏蒸，以鼻吸收热蒸汽治疗鼻窦炎，每天闻熏2～3次，每次20分钟，闻熏后避免立即受寒刺激。小儿慢性肠炎，可取白芷、干姜各5克，葱头1个，与适量蜂蜜共捣为糊状敷贴脐部。痔疮患者可取白芷60克，紫草15克，苦参30克，滑石30克，黄柏30克，水煎熏洗，每日2次，每次40分钟左右。白芷研末调敷具有良好的止痛作用，如牙痛时可取白芷100克，冰片2克，浸泡于75％的医用酒精中，加盖密封10天左右，用干棉球蘸药液置疼痛处，即可止痛，且无毒副作用。跟骨骨刺患者可先洗净足部，取白芷散（由白芷、白芥子、川芎以3：1：1用量研末组成）适量，醋调成稠膏状，敷于患处，面积约1元硬币大小，外以伤湿止痛膏覆盖，3天换药一次，一般1～2天肿痛即可减轻。《本草纲目》谓白芷“长肌肤，润泽颜色，可作面脂”，是历代医家喜用的美容药，可与白僵蚕、白附子、菟丝子等共研细末调制成面膜敷面，可收到柔面增白之效。用白芷、玉竹、川芎、防风等研成细粉，用食醋调成稀膏，可治疗黄褐斑。　　]",
    " 中药化学鉴定": "[（1）取本品粉末0.5g，加已醚3ml，振摇5min后，静置20min，取上清液1ml，加7%盐酸羟胺甲醇溶液与20%氢氧化钾溶液各2-3滴，摇匀，置水浴上微热，冷却后，加稀盐酸调至pH3-4,lk1%三氯化铁深液1-2滴，显紫红色。（检查香豆素）（2）本品水浸液滴于滤纸上，紫外光灯（365nm）下湿蓝色荧光。（检查香豆素）　参看《中药学》- 白芷《本草纲目 · 白芷》]"
},{
    "中药名称": "白猪母菜",
    "内容": "别名:白胶墙(潮汕),马齿苋(潮汕 澄海),六月雪(潮安澄海),水,(潮安),鱼鳞菜/白咬墙/瓜子菜(惠来).白鱼鳞菜(南澳),白花鱼鳞菜/蛇鳞菜(汕头),白老鼠耳(普宁)",
    "形态":"本品为玄参科母草属陌上菜.生于田野池边沟边地上",
    "性味":"味淡微甘,性寒,无毒.",
    "效能":"内服清热凉肠,凉血解毒;外用消炎退肿.入脾肺经.",
    "禁用":"体质虚寒无热者勿服"
},{
    "中药名称": "百部",
    "基本信息": "[【出处】 百部 (《本草经集注》)【异名】嗽药(陶弘景)，百条根、野天门冬、百奶(《杨氏经验方》)，九丛根(《草木便方》)，九虫根(《分类草药性》)，一窝虎(《江苏植药志》)，九十九条根(《中国土农药志》)，山百根(《中药志》)，牛虱鬼(《闽东本草》)。【来源】本品为百部科植物直立百部Stemona sessilifolia (Miq.) Miq.、蔓生百部Stemona japonica (Bl.) Miq. 或对叶百部Stemona tuberosa Lour. 的干燥块根。【性味归经】甘、苦，微温。归肺经。【功能主治】润肺下气止咳，杀虫。用于新久咳嗽，肺痨咳嗽，百日咳；外用于头虱，体虱，蛲虫病，阴部骚痒。蜜百部润肺止咳。用于阴虚劳嗽。【应用】1. 用于一般咳嗽，久咳不已，百日咳及肺痨咳嗽。配合紫菀、款冬、黄芩、白及等同用。2. 用于蛲虫病及人、畜的头虱、体虱等。【用法用量】煎服，3～9g。外用适量，水煎或酒浸。　　]",
    " 品种考证": "[本品始载于《名医别录》，列为中品，陶弘景谓：“其根数十相连，似天冬而苦强，但古异尔。”《本草图经》谓：“春生苗，作藤蔓，叶大而尖长，颇似竹叶，面青色而光，根下作撮如芋子，一撮乃十五六枚，黄白色，二、三、八月采，曝干用。”以上所述与蔓生百部原植物相符。《本草图经》附有“滁州百部”、“衡州百部”和部”图。滁州百部实即直立百部，衡州百部很像对叶百部，峡州百部为百合科羊齿天门冬Asparagus filicinus Bucnh.-Ham.ex D.Don，《滇南本草》所载百部仨为鞋齿天门冬。本草所载百部以蔓生百部为正品，自古用作杀虱、止咳药。考证：出自《本草经集注》。1.陶弘景：百部，山野处处有，根数十相连，似天门冬而苦强。……亦主去虱；煮作汤洗牛犬虱即去。《博物志》云：九真有一种草似百部，但长大尔，悬火上令干，夜取四、五寸，短切，含咽汁，主暴嗽甚良，名为嗽药。疑此是百部，恐其土肥润处，是以长大尔。2.《本草图经》：百部根，旧不出州土，今江、湖、淮、陕、齐、鲁州郡皆有之。春生苗，作藤蔓，叶大而尖长，颇似竹叶，面青色而光，根下作撮如芋子，一撮乃十五、六枚，黄白色。二月、三月、八月采，暴干用。3.《纲目》：百部，亦有细叶如茴香者。其茎青，肥嫩时亦可煮食。其根长者近尺，新时亦肥实，但干则虚瘦无脂润尔。生时擘开去心曝之。郑樵《通志》言叶如薯蓣者谬矣。4.《植物名实图考》：百部《别录》中品，《本草拾遗》云，人多以门冬当百部，今江西所产，苗叶正如《图经》所述，郑樵所云叶如薯蓣亦相近。李时珍以为有茴香叶者，恐误以天门冬当之，以驳郑说，过矣！秋开四尖瓣青白花。　　]",
    " 原植物": "[蔓生百部，又名：百部草(啪朴子》)，婆妇草(《日华子本草》)，蔓草百部。 多年生草本，高60～90厘米，全体平滑无毛。 根肉质，通常作纺锤形，数个至数十个簇生。 茎上部蔓状，具纵纹。 叶通常4片轮生；卵形或卵状披针形，长3～9厘米，宽1.5～4厘米，先端锐尖或渐尖，全缘或带微波状，基部圆形或近于截形，偶为浅心形，中脉5～9条；叶柄线形，长1.5～2.5厘米。 花梗丝状，长1.5～2.5厘米，其基部贴生于叶片中脉上，每梗通常单生1花；花被4片，淡绿色，卵状披针形至卵形；雄蕊4，紫色，花丝短，花药内向，线形，顶端有一线形附属体；子房卵形，甚小，无花柱。 蒴果广卵形而扁；内有长椭圆形的种子数粒。 花期5月。 果期7月。 生长于阳坡灌木林下或竹林下。 分布山东、安徽、江苏、浙江、福建、江西、湖南、湖北、四川、陕西等地。直立百部 多年生草本，高30～60屋米。 茎直立，不分枝，有纵纹。 叶常3～4片轮生，偶为5片；卵形、卵状椭圆形至卵状披针形，长3.5～5.5厘米，宽1.8～3.8厘米，先端急尖或渐尖，基部楔形，叶脉通常5条，中间3条特别明显；有短柄或几无柄。 花腋生，多数生于近茎下部呈鳞片状的苞腋间；花梗细长，直立或斜向上。 花期3～4月。 生长于山地林下或竹林下。 分布山东、河南、安徽、江苏、浙江、福建、江西等地。对叶百部 多年生攀援草本，高达5米。 块根肉质，纺锤形或圆柱形，长15～30厘米。 茎上部缠绕。 叶通常对生；广卵形，长8～30厘米，宽2.5～10厘米，基部浅心形，全缘或微波状，叶脉7～11条；叶柄长4～6厘米。 花腋生；花下具1披针形的小苞片；花被4片，披针形，黄绿色，有紫色脉纹。 蒴果倒卵形而扁.花期5～6月。 生长于向阳的灌木林下。 分布台湾、福建、广东、广西、湖南、湖北、四川、贵州、云南等地。 此外，尚有同属植物细花百部(海南)、狭叶百部(云南丽江)，亦同等入药。　　]",
    " 化学成分": "[块根含多种生物碱。 蔓生百部：根含百部碱。 百部定碱、异百部定碱、原百部碱、百部宁碱、华百部碱等。 直立百部：根含百部碱、原百部碱、百部定碱、异百部定碱、对叶百部碱、霍多林碱、直立百部碱。 对叶百部：根含百部碱、对叶百部碱、异对叶百部碱、斯替宁碱、次对叶百部碱、氧化对叶百部碱。 尚含糖2.32%，脂类O.84%，蛋白质9.25%，灰分12.1%，以及乙酸、甲酸、苹果酸、琥珀酸、草酸等。　　]",
    " 药材": "[①蔓生百部和直立百部的块根略呈纺锤形，平直或略弯曲，两端细，长约4-18厘米，直径约1厘米。 表面黄白色至土黄色，极皱缩，具不规则的深纵沟及纵皱。 质硬，易折断。 断面微带角质，淡黄白色至暗棕色，中心柱多扁缩。 气微，味先甜而后苦。 以粗壮、肥润、坚实、色白者为佳。 主产于安徽、浙江、江苏、山东等地；此外江西、河南及湖北、四川部分地区亦产。②对叶百部的根较粗大，长约12～25厘米，直径约1～2厘米，纵皱较浅。 质较坚硬。 折断面微呈角质状，中心柱白色。 以肥壮、色黄白者为佳。 主产湖北、广西、云南、四川等地；此外，广东、安徽、湖南部分地区及贵州、福建、台湾等地亦产。 云南、四川少数地区，有用百合科植物羊齿天门冬的块根作百部用，名土百部，详土百部条；广西有以石刁柏的块根作百部用，名小百部，详小百部条。百部饮片　　]",
    " 鉴别": "[(1) 本品横切面：直立百部 根被为3～4列细胞，壁木栓化及木化，具致密的细条纹。 皮层较宽。 中柱韧皮部束与木质部束各19～27个，间隔排列，韧皮部束内侧有少数非木化纤维；木质部束导管2～5个，并有木纤维及管胞，导管类多角形，径向直径约至48μm，偶有导管深入至髓部。 髓部散有少数细小纤维。 蔓生百部 根被为3～6列细胞。 韧皮部纤维木化。 管径向直径约至 184μm ，通常深入至髓部，与外侧导管束作2～3轮状排列。 对叶百部 根被为3列细胞，细胞壁无细条纹，其内层细胞的内壁特厚。 皮层外侧散有纤维，类方形，壁微木化。 中柱韧皮部束36～40个。 木质部束导管圆多角形，直径至107μm，其内侧与木纤维及微木化的薄壁细胞连接成环层。(2) 取本品粉末5g，加70％乙醇50ml，加热回流 1小时，滤过，滤液蒸去乙醇，残渣加浓氨试液调节pH值至10～11，再加氯仿 5ml振摇提取，分取氯仿层，蒸干，残渣加1%盐酸溶液 5ml使溶解，滤过。 滤液分作二份，一份中滴加碘化铋钾试液，生成橙红色沉淀；另一份中滴加硅钨酸试液，生成乳白色沉淀。　　]",
    " 药理作用": "[①抗菌作用体外试验时百部(品种未鉴定)煎剂及对叶百部酒精浸液对多种致病菌如肺炎球菌、乙型溶血型链球菌、脑膜炎球菌、金黄色葡萄球菌、白色葡萄球菌与痢疾杆菌，伤寒杆菌、副伤寒杆菌、大肠杆菌、变形杆菌，白喉杆菌、肺炎杆菌、鼠疫杆菌、炭疽杆菌、枯草杆菌，以及霍乱弧菌、人型结核杆菌等都有不同程度的抑菌作用。 蔓生百部水浸液在体外对某些致病真菌有一定的抑制作用；但也有报道对真菌并无抗菌作用的。 百部(品种不明)能延长培养新城病毒的鸡胚的寿命至36小时。②杀虫作用蔓生百部与其他种百部(品种未鉴定)的水浸液及乙醇浸液，对蚊蝇幼虫、头虱、衣虱以及臭虫等皆有杀灭作用。 高浓度百部(品种不明)在体外且能杀死鼠蛲虫。③其他作用用1%碘液1～1。 5毫升注入猫的右肋膜腔使产生肋膜炎以引起咳嗽，灌服百部(品种未鉴定)煎剂0.6～0.9克／公斤，并无镇咳作用。 从百部属植物中分离出的百部宁碱能引起印防己毒素样惊厥。　　]",
    " 炮制": "[百部：拣净杂质，除去须根，洗净，润透后切段，晒干。 蜜百部：取百部段，用炼蜜(百部段100斤用蜜12斤两)加入适量开水烊化，拌匀，稍闷，俟蜜水吸收，置锅内文火炒至微黄色不粘手为度，取出，放凉。 《雷公炮炙论》：凡使百部，用竹刀劈破，去心皮，花作效十条，于檐下悬令风吹，待土干后，却用酒浸一宿，滤出，焙干，细锉用。　　]",
    " 文献摘要": "[【性味】甘苦，微温。 ①《别录》：微温。 ②陶弘景：似天门冬而苦强，亦有小毒。 ③《药性论》：味甘，无毒。 ④《日华子本草》：味苦，无毒。【归经】入肺经。 ①《滇南本草》：入肺。 ②《本草新编》：入肺经，亦入脾、胃。【功用主治】温润肺气，止咳，杀虫。 治风寒咳嗽，百日咳，肺结核，老年咳喘，蛔虫、蛲虫病，皮肤疥癣、湿疹。 （1)润肺止咳：用于新久咳嗽，如急、慢性支气管炎、百日咳及肺结核等。 配麻黄、杏仁治小儿风寒咳喘；配紫菀、贝母、寒水石治小儿肺热咳嗽。 (2)灭虱杀虫：用于头虱、体虱。 浓煎灌肠治蛲虫。 ①《抱朴子》：治咳及杀虫。 ②《别录》：主咳嗽上气。 ③陶弘景：百部火炙酒渍，饮之疗咳嗽，亦主去虱。 又主暴嗽。 ④《药性论》：治肺家热，上气，咳嗽，主润益肺。 ⑤《本草拾遗》：火炙浸酒空腹饮，去虫蚕咬，兼疥癣疮。 ⑥《日华子本草》：治疳蛔及传尸骨蒸劳，杀蛔虫，寸白、蛲虫。 ⑦《滇南本草》：润肺，治肺热咳嗽：消痰定喘，止虚痨咳嗽，杀虫。 ⑧《中国药植志》：与猪蹄煮服，可以治风湿症。 ⑨广州部队《常用中草药手册》：治百日咳，肺结核，支气管炎，皮炎，湿疹，荨麻疹，脚癣，阿米巴痢疾。【宜忌】《得配本草》：热嗽，水亏火炎者禁用。【药方选录】①治肺寒壅嗽，微有痰：百部三两(炒)，麻黄，杏仁四十个。 上为末，炼蜜丸如芡实大，热水化下，加松子仁肉五十粒，糖丸之，含化大妙。 (《小儿药证直诀》百部丸)②治寒邪侵于皮毛，连及于肺，令人咳：桔梗-钱五分，甘草(炙)五分，白前一钱五分，橘红一钱；百部一钱五分，紫菀一钱五分。 水煎服。 (《医学心悟》止嗽散)③治卒得咳嗽：生姜汁，百部汁。 和同合煎，服二合。 (《补缺肘后方，)④治暴嗽：百部藤根捣自然汁，和蜜等分，沸汤煎成膏咽之。 (《续十全方》)⑤治暴咳嗽：百部根渍酒，每温服一升，日三服。 (张文仲)⑥治久嗽不已，咳吐痰涎，重亡津液，渐成肺痿，下午发热，鼻塞项强，脚胁胀满，卧则偏左其嗽少止，偏右嗽必连发，甚则喘急，病必危殆：百部、薏苡仁、百合、麦门冬各三钱，桑白皮、白茯苓、沙参、黄耆、地骨皮各-钱五分。 水煎服。 (《本草汇言》百部汤)⑦治三十年嗽：百部根二十斤，捣取汁，煎如饴，服一方寸匕，日三服。 (《千金方》)⑧治遍身黄肿：掘新鲜百部根，洗捣，罨脐上，以糯米饭半升，拌水酒半合，揉软盖在药上，以帛包住，待一、二日后，口内作酒气，则水从小便中出，肿自消也。 (《杨氏经验方》)⑨治牛皮癣：百部、白鲜皮、萆蔴子(去壳)、鹤虱。 黄柏、当归、生地各一两，黄蜡二两，明雄黄末五钱，麻油八两.先将百部等七味入袖熬枯，滤去渣，复将油熬至滴水成珠，再下黄蜡，试水中不散为度，端起锅来将雄黄末和入，侯稍冷，倾入磁盆中收贮，退火听用。 (《外科十法》百部膏)⑩治蚰蜒入耳：百部(切、焙)，捣罗为末，以一字，生油调涂于耳门上。 (《圣济总录》)(11)咳嗽。 用百部根泡酒，每温服一升，一天服三次。 又方：用百部、生姜，各捣汁，等分，取二合煎服。 又方：用百部藤根捣自然汁，加蜜等分，以沸汤煎成膏，噙咽。(12)遍身黄肿。 用新鲜百部根，洗净，捣烂，敷脐上，以糯米饭半升，拌水酒半合，揉软，盖在药上，外用布包好。 一、二天之后，口内有酒气，水从小便出，肿亦渐消。(13)熏衣虱。 和百部、秦艽，共研为末，烧烟熏衣，虱自落 。 用上两药煮汤洗亦可。【临床应用】①治疗百日咳用百部250克制成糖浆800毫升，小儿每次～5毫升，4小时1次；或每次用百部糖浆10～15毫升，每日3次，连服1周。 亦可将百部晒干研粉，炼蜜为丸，如梧桐子大，日服3次，1岁以下每次～10丸，2～4岁～30丸，5～8岁～50丸。 据百余例的观察，有效率在85%以上，对痉咳期效果特别显著。 一般用药2～4日即可见效，治愈时间最快3天左右，最慢15～19天。 有合并症者须加用其它药物。 百部糖浆亦可作预防用药。 另有报道以百部配合其它中药组成复方应用。 ②治疗肺结核百部晒干研粉，以童雌鸡(未产卵的)加水煨汁，调和为丸(每斤百部粉约需净鸡1斤煨成鸡汁12两)。 每次钱，早晚各服1次，20～30天为一疗程，视病情需要可以继续再服。 此方用于慢性发作的肺结核效果较好，对长期应用西药抗痨药物效果不显的病例，有时疗效尤为显著。 据153例的观察，多数服药一、二疗程后症状改善，食欲增进，体重增加；X线复查也有不同程度的进步。 对于病情发展迅速、症状急剧或血沉增速至第一小时末40毫米以上者，此药难以控制，不宜应用。 服药后除个别病例有咽干现象外，尚未发现其它不良反应。 ③治疗慢性气管炎以百部为主(每剂6～8钱)，配伍甘草、紫菀、白果、黄芩、麻黄等，组成几个不同方剂，治疗老年性慢性气管炎100例，经1年的随访观察，总有效率为75%，其中初步治愈率为25%，显效率为9%，好转率为41%。 服药后1～2天即觉咳嗽减轻，连服10天之内可出现最高效果。 男性及喘息型患者效果较差。 少数病例服药后有口干、腹痛、眼睑浮肿等轻微反应，不影响治疗。 此外，有用百部配伍等量麻黄、杏仁，以蜂蜜制成丸剂(每丸2钱)，早晚各服2丸，10天为一疗程。 于夏季观察181例，经1～2疗程后，有效率达88.3%(临床治愈率23.1%，显效率21%，好转率44.2%)。 一般在5～10天即见明显疗效。 ④治疗蛲虫病小儿每次用百部1两，加水浓煎成30毫升(成人用量加倍)，于夜间11时左右作保留灌肠，10～12天为一疗程。 通过133例观察，治愈者占62%。 如辅以使君子粉和大黄浸泡液内服，则疗效可显著提高。 或用20%百部煎液每次30毫升灌肠，每日1次，7次为一疗程，多数病例在一疗程内即获治愈。 另报告52例，系用百部5两，配合苦楝皮2两、乌梅3钱，加水800毫升，煎成400毫升，每次用20～30毫升于临睡前作保留灌肠，结果有51例治愈。 为了使用方便，以后改为百部5钱，苦楝皮1两，鹤虱5钱，研粉混合装入胶囊，于临睡前取1粒插入肛门内，连用7～10天。 ⑤治疗滴虫性阴道炎用百部2两，加水1000毫升，煎成600毫升，冲洗阴道，而后用雄黄粉均匀地喷入阴道皱襞。 每日1次，5日为一疗程。 观察60例，多数为一个疗程，少数经过2～3个疗程治愈。 平均用药3～5日，阴道分泌物显著减少，外阴部瘙痒等自觉症状消失。 少数病例复发(多于月经后或流产后)，再次治疗仍可获愈。 远期效果尚待观察。 ⑥治疗癣症用百部20克，浸入50%酒精100毫升中小时，过滤后再加酒精至100毫升，患处洗净后即以棉签蘸药液涂擦。 轻症约3～4天即可见效。 此外，用百部制成试剂作百部白雾反应试验，诊断血吸虫病，据1091例血吸虫病患者观察，阳性率占96.72%。 深的土层内。肥沃的、排水良好的腐殖壤上最好。　　]",
    " （一）概述": "[别名百条根、百部草、闹虱药、药虱药。 为百部科植物蔓生百部「Stemona japonica（BI．） Miq]的根，以块根入药。内服能润肺止咳，外用可灭虱杀虫，具止痒作用，广泛分布于我国中部黄河、长江流域各省。多半野生于山坡丛林，现在好多地方进行家种。主产陕西、山东、安徽、江苏、浙江等省。　　]",
    " （二）植物特性": "[百部为百部科多年生草本，高60～90厘米。块根纺锤形，肉质，几个或几十个簇生。茎下部直立，上部成蔓生状。单叶2～4片轮生，卵形或卵状极针形，先端锐尖或渐尖，基部圆形或近截形，全线，叶脉5～9条，小脉细密横行。总花梗直立，基部贴生在叶片中脉上，顶端着生一。两朵浅绿色的花；花被4，开放后向外卷；雄蕊4，有附属物，紫色；子房小，卵形。蒴果表面平滑，暗褐色，成熟裂开，有种子数粒。花期5月，果期7月）。　　]",
    " （三）生长特性": "[百部野生多半在荫蔽湿润的环境，经过人工引种栽培，喜前特性不太明显。但是怕干旱，耐寒冷，喜上层深厚，因百部块根能伸至30厘米左右深的土层内。肥沃的、排水良好的腐殖壤上最好。　　]",
    " （四）栽培技术": "[1．选地整地 选择肥沃的、土层深厚的、排水良好的、疏松的砂质壤上种植，地选好后，清理场地、杂草根、大石块，深翻30厘米，耕细，做畦，畦宽120厘米，整平畦面。2．繁殖方法百部可用种子繁殖，很方便。也可用分株繁殖，利用分株繁殖地下块根长得快，能提前采收。（1）种子繁殖 用种子繁殖可分春季播种和秋季播种，秋播比春播好，出苗早，出苗率高。春播北方在4月份左右，南方在3月份左右进行。育苗分条播和穴播。条播：按行距6～10厘米开沟，把种子均匀撒人沟土，覆土3～4厘米，播后浇水，用草覆盖苗床，经常浇水，保持土壤湿润。幼苗高9～12厘米时移栽，按行株距24厘米*18厘米移栽。在播种育苗时可在畦沟内播种玉米一行。穴播：按株行距15厘米*24厘米开穴，3厘米深，每穴播种子5-6粒，覆土1．5厘米，盖稻草、麦草或薄膜，每公顷播种量15～22．5千克。当8～9月采种后，南方立即进行秋播，行距24厘米开3厘米沟，把种子均匀播入沟中，覆土4～5厘米厚，每公顷约用种子30-45千克。（2）分株繁殖 在春天萌动之前（3月左右）或结合收获时选二年以上的植株，挖出地下根茎，剪除病根，剪残断根，大个的根作药用。剪大块根时，不能单剪大的块根，上面未膨大的一小段也要剪净。根茎部不需要的部分也要除去，细小的块根不要剪。取上部根芽，按大小分成3～5株，每株要有芽2-3个，块根2-3个，作繁殖材料。在整好的地里按行株距24厘米*18厘米，穴深15～18厘米栽植，使芽和土面垂直，先覆少量土使根部固定，再放少量土肥，覆土，浇水，覆少量上形成隔墒层。2～3周即出苗。3．田间管理 当苗高6～10厘米时，每穴留两株键苗。并选择阴天拔草，切记别拔掉根苗，并要施淡人粪尿每公顷～300担，加速植株生长。苗高l0～12厘米后，除草松土，株间浅锄，行间深锄。追肥人粪尿每公顷担，苗高15厘米左右在植株旁插一根细竹竿或树枝条，供蔓茎缠绕，并和相邻支柱的顶端3～4个扎在一起，使之坚固。天旱时，要浇水，特别在7～8月份高温季节，要勤浇水。秋季地上部枯萎后，要清理田园，利于排水，并且结合培土要施肥，厩肥每公顷～30000担。第二年施肥量要加大。4．病虫害防治（1）叶斑病 是由一种真菌引起的病害。受害后叶片上病斑圆形，直径1～2毫米，黄褐色，上生小黑点，这是病原菌的分子孢子器。一般在5月开始发生，6～8月严重。 防治方法：①发生初期可摘除病叶，防止蔓延为害。②喷1：1：100的波尔多液。（2）红蜘蛛 可喷0．1～0．2波美度的石硫合剂，或在6～8月结合防病喷65％代森锌600倍液与40％乐果2000倍液的混合液。（3）蜗牛 可在清晨日出之前撤生石灰粉或喷洒1%石灰水或每公顷用茶籽饼粉60-75千克撒施。　　]",
    " （五）采收加工": "[分株繁殖的百部生长2年即可采收，种户繁殖的经2～3年采收。宜在11月下旬至2月中下旬挖掘采收。起土后将合规格的大块根从根茎部剪下。将剪下的块根洗去泥土，直接在太阳下晒干。但这时气温低，太阳光弱，一时不易晒干。如将洗净的块根，先在沸水中浸烫一下，然后再晒，就比较容易干燥。]",
    " 参看": "[《中药学》- 百部《本草纲目 · 百部》]"
},{
    "中药名称": "百合",
    "花卉": "[]",
    " 简述": "[科属：百合科百合属风景独好拉丁语学名：Lilium brownii var. viridulum英文名字： Lily中文别名： 强瞿、番韭、山丹、倒仙百合的主要应用价值在于观赏，其球根含丰富淀粉质，部分品种可作为蔬菜食用；以食用价值著称于世的我国兰州百合，最早记载在甘肃省平凉县志中，迄今已有450多年。目前兰州七里河等地区广泛栽种食用百合，在国内外享有很高声誉。兰州百合个大、味甜，既可作点心，又可作菜肴；宜兴的卷丹制成百合汤是夏日消暑佳品。百合还可制作成百合干、百合粉，在国际市场上价格很高。到目前为止，百合仍然是中药中的常用药材。中医认为百合性微寒平，具有清火、润肺、安神的功效，其花、鳞状茎均可入药，是一种药食兼用的花卉。百合花素有“云裳仙子”之称。由于其外表高雅纯洁，天主教以百合花为玛利亚的象征，而梵蒂冈以百合花象征民族独立,经济繁荣并把它做为国花。百合的鳞茎由鳞片抱合而成，又“百年好合”“百事合意”之意，中国人自古视为婚礼必不可少的吉祥花卉。百合在插花造型中可做焦点花，骨架花。它属于特殊型花材。　产地分布产地及分布：中国、日本、北美和欧洲等温带地区。百合花姿雅致，叶片青翠娟秀，茎干亭亭玉立，是名贵的切花新秀。科属分类界： 植物界 Plantae门： 被子植物门 Magnoliophyta纲： 单子叶植物纲 Liliopsida目： 百合目 Liliales科： 百合科 Liliaceae属： 百合属 Lilium　　]",
    " 主要品种": "[• 朝鲜百合(Lilium amabile)• 山百合(Lilium auratum)• 珠芽百合(Lilium bulbiferum)• 布朗百合(Lilium brownii)• 加拿大百合(Lilium canadense)野生百合全株• 白百合(Lilium candidum)• 渥丹(Lilium concolor)• 台湾百合(Lilium formosanum)• 日内瓦百合(Lilium cv. \"Geneve\")• 星象家百合(]](Lilium cv. \"Star Gazer\"))• 湖北百合(Lilium henryi)• 洪堡百合(Lilium humboldtii)• 荷兰百合(Lilium hybrids)• 卷丹(Lilium lancifolium)• 麝香百合(Lilium longiflorum)• 欧洲百合(Lilium martagon)• 紫斑百合(Lilium nepalense)• 豹纹百合(Lilium pardalinum)• 山丹百合(Lilium pumilum)• 峨眉百合(Lilium regale)• 艳红鹿子百合(Lilium speciosum)等百余种　　]",
    " 形态特征": "[多年生球根草本花卉，株高40—60厘米，还有高达1米以上的。茎直立，不分枝，草绿色，茎秆基部带红色或紫褐色斑点。地下具鳞茎，鳞茎由阔卵形或披针形，白色或淡黄色，直径由6-8厘米的肉质鳞片抱合成球形，外有膜质层。多数须根生于球基部。单叶，互生，狭线形，无叶柄，直接包生于茎秆上，叶脉平行。有的品种在叶腋间生出紫色或绿色颗粒状珠芽，其珠芽可繁殖成小植株。花着生于茎秆顶端，呈总状花序，簇生或单生，花冠较大，花筒较长，呈漏斗形喇叭状，六裂无萼片，因茎秆纤细，花朵大，开放时常下垂或平伸；花色，因品种不同而色彩多样，多为黄色、白色、粉红、橙红，有的具紫色或黑色斑点，也有一朵花具多种颜色的，极美丽。花瓣有平展的，有向外翻卷的，故有“卷丹”美名。有的花味浓香，故有“麝香百合”之称。花落结长椭圆形蒴果。　　]",
    " 习性特征": "[性喜湿润、光照，要求肥沃、富含腐殖质、土层深厚、排水性极为良好的砂质土壤，多数品种宜在微酸性至中性土壤中生长。　　]",
    " 栽培管理": "[百合原为生长在我国西南与西北部山野林内及草丛中的短日照植物，故大多数品种性喜凉爽、湿润的半阴环境，较耐寒冷。在富含腐殖质的肥沃砂质和排水良好的土壤中生长茂盛，鳞茎发达，花色艳丽。而卷丹百合则性喜温暖、干燥的气候条件，也较耐日光照射。百合适宜氮肥，以豆饼、菜饼，农家堆肥和氮、磷、钾复合肥为最好。在百合的生长期要勤松土、除草，结合浇水施肥进行中耕。一般在生长期施稀释液肥2-3 次，以促其株苗生长发育。将近孕蕾开花时，施1—2 次磷、钾肥，以保证株苗在孕蕾和开花期有充足营养，不仅可使花朵硕大，色鲜，并可促进球茎的发育。大面积栽植，要注意通风透气和适当遮阴，若小面积栽植或盆栽，对花多而枝秆纤细柔弱的观赏品种要设立支架，以防花枝折断。百合虽病虫害较少，但也要注意防治。　栽种百合花，北方宜选择向阳避风处，南方可栽种在略有遮荫的地方。种植时间以8-9月为宜。种前一个月施足基肥，并深翻土壤，可用堆肥和草木灰作基肥。栽种宜较深(一般深度为鳞茎直径的3-4倍)，以利根茎吸收养分。北方如栽种太浅，冬季易受冻害，并会影响根须和小鳞茎的生长。生长期间不宜中耕除草，以免损伤根茎。若有条件，可在种植地面撒一些碎木屑作土壤覆盖。这样，既可防止杂草生长，又可保墒和降低土壤湿度，以利鳞茎发育。盆栽宜在9-10月份进行。培养土宜用腐叶土、砂土、园土以1：1：1的比例混合配制，盆底施足充分腐熟的堆肥和少量骨粉及为作基肥。栽种深度一般约为鳞茎直径的2-3倍。百合对肥料要求不很高，通常在春季生长开始及开花初期酌施肥料即可。国外一些栽培者认为，百合对氮、钾肥需要较大，生长期应每隔10-15天施一次，而对磷肥要限制供给，因为磷肥偏多会引起叶子枯黄。花期可增施1-2天磷肥。为使鳞茎充实，开花后应及时剪去残花，以减少养分消耗，浇水只需保持盆土潮润，但生长旺季和天气干旱时须适当勤浇，并常在花盆周围洒水，以提高空气湿度。盆土不宜过湿，否则鳞茎易腐烂，盆栽百合花每年换盆一次，换上新的培养土和基肥。此外，生长期每周还要转动花盆一次。不然植株容易偏长，影响美观。新涌现的金百合，其种头暂时仍要从国外进口供应。在栽培过程中，对磷钾肥的需要量较多，播种前最好用一些骨粉，草木灰和花生鼓做基肥。在幼苗时适当追施化学氮肥，这样就能生长壮旺。在长江以南各地，金百合的早熟品种从播种至开花约需120天左右；中迟熟品种则要15O天左右。如要控制在春节前开花上市，必须预早了解所购品种的熟期如何，并预测天气的变化来确定播种日期，防止造成不能应节上市的失误。不论白百合或是金百合，都具有抗寒、喜光、耐肥、畏湿的特性，适宜生长的温度为12～18℃。在冬天即使气温降至3～5℃亦不会冷死。如果缺乏阳光，长期遮阴就会影响正常开花。但它们对地域的适应性较广，南北各地都可地种或盆栽。因它属球根植物，可用种头直接播种，要求深播至六七厘米，以便侧根能够深扎，尽量多吸收养分。所需的植料以沙质壤土为好，不宜用粘土和石灰土之类。如果用了塘泥种植，也要适当掺入一些河沙和木炭碎，使植料疏松透气才能适时开花。切花百合栽培（1）土壤准备百合忌连作，怕积水，应选择深厚、肥沃、疏松且排水良好的壤土或砂壤土种植。土地要深翻30厘米，基肥要腐熟，亩施厩肥2500一3000千克，沤制饼肥100一15O千克，过磷酸钙20~30千克，翻耙入土，平整作畦，四周开好较深的排水沟，以利排水。亚洲和铁炮百合一部分品种可在中性或微碱性土壤上种植，东方百合则要求在微酸性或中性土壤上种植。如土壤pH值不适宜，要进行改良。百合对土壤盐分敏感，故头茬花收获后，有条件的要采用大水漫灌进行洗盐或换土，否则二茬花可能会出现缺铁黄化生理病害。老产区要实行3~4年的轮作。（2）种球选择亚洲百合种球最好采用周径12-14cm的种球，10-12cm种球也可利用。 铁炮百合种球规格除Snow Queen最好采用周径12-14cm球外，其它品种可以采用周径10-12 cm种球。东方百合种球规格应在周径16cm以上，有些品种也可选用14-16cm的种球。种球应完好无损，没有病虫害。（3）栽植种植时间主要依切花上市时间及百合品种的生育期而定，在昆明周年可种植，以正常产花计，11月下旬到元月上旬切花上市，可在8月下旬到9月上旬定植；如要在11月至翌年4月连续产花，可将种球冷藏，在元月前陆续取出定植。 栽植密度因品种、种球大小、季节而异。亚洲杂种50—60个/m2，东方杂种和麝香杂种45—55个/m2；同一品种，大球稀些，小球密些；阳光弱的冬季比春秋季稀些。定植深度冬季可在6cm左右，夏季8cm左右。（4）土肥水管理百合生长期间喜湿润，但怕涝，定植后即灌一次透水，以后保持湿润即可，不可太潮湿，在花芽分化期、现蕾期和花后低温处理阶段不可缺水。百合喜肥，定植3-4周后追肥，以氮钾为主，要少而勤。但忌碱性和含氟肥料，以免引起烧叶。通常情况下可使用尿素、硫酸铵、硝酸铵等酸性化肥，切勿施用复合肥和磷酸二氨等化肥。（5）光温管理百合对温度较为敏感，管理上有三个时期较为关键。第一个时期为种植后20-30天内，要求温度不可超过30℃，其中亚洲百合要求不高于25℃。第二个时期为现蕾后至切花采收前，温度若持续低于5℃或高于30℃均会引起裂萼。第三个时期为花后低温处理阶段，白天最高温度应控制在15-18℃以下，最低气温应控制在0℃以上。夏季生产要适度遮光，以降低温度。（6）采收在花枝上第一朵花蕾充分膨胀、透色时采收，过早开放不好，影响花色，过晚既给包装造成困难，又会因花粉散出而污染花瓣。剪花在早上10时前进行，花枝应尽快离开温室，及时插入清水中。　　]",
    " 繁殖方式": "[百合的繁殖方法有播种、分小鳞茎、鳞片扦插和分株芽等4种方法，可根据需要任选一种。1、播种法繁殖：播种属有性繁殖，主要在育种上应用。方法是：秋季采收种子，贮藏到翌年春天播种。播后约20-30天发芽。幼苗期要适当遮阳。入秋时，地下部分已形成小鳞茎，即可挖出分栽。播种实生苗因种类的不同，有的3年开花，也有的需培养多年才能开花。因此，此法家庭不宜采用。2、分小鳞茎法：如果需要繁殖1株或几株，可采用此法。通常在老鳞茎的茎盘外围长有一些小鳞茎。在9-10月收获百合时，可把这些小鳞茎分离下来，贮藏在室内的砂中越冬。第二年春季上盆栽种。培养到第三年-10月，即可长成大鳞茎而培育成大植株。此法繁殖量小，只适宜家庭盆栽繁殖。3、鳞片扦插法：此法可用于中等数量的繁殖。秋天挖出鳞茎，将老鳞上充实、肥厚的鳞片逐个分掰下来，每个鳞片的基部应带有一小部分茎盘，稍阴干，然后扦插于盛好河沙（或蛭石）的花盆或浅木箱中，让鳞片的2/3插入基质，保持基质一定湿度，在20度左右条件下，约1个半月，鳞片伤口处即生根。冬季湿度宜保持18度左右，河沙不要过湿。培养到次年春季，鳞片即可长出小鳞茎，将它们分上来，栽入盆中，加以精心管理，培养3年左右即可开花。4、分珠芽法：分珠芽法繁殖，仅适用于少数种类。如卷丹、黄铁炮等百合，多用此法。做法是：将地上茎叶腋处形成的小鳞茎（又称“珠芽”，在夏季珠芽已充分长大，但尚未脱落时）取下来培养。从长成大鳞茎至开花，通常需要2-4年的时间。为促使多生小珠芽供繁殖用，可在植株开花后，将地上茎压倒并浅埋土一将地上茎分成每段带3-4片叶的小段，浅埋茎节于湿沙中，则叶腋间均可长出小珠芽。百合开花之后，很多人就把球根扔掉。其实它仍有再生能力，只要将残叶剪除，把盆里的球根挖出另用砂堆埋藏，经常保湿勿晒，翌年仍可再种1次，并可望花开二度。　　]",
    " 病虫防治": "[百合花的几种常见病害有：百合花叶病、鳞茎腐烂病、斑点病、叶枯病等。1、百合花叶病。此病又叫百合潜隐花叶病，病发时叶片出现深浅不匀的褪绿斑或枯斑，被害植株矮小，叶缘卷缩，叶形变小，有时花瓣上出现梭形淡褐色病斑，花畸形，且不易开放。防治方法：①选择无病毒的鳞茎留种；②加强对蚜虫、叶蝉的防治工作；③发现病株及时拔除并销毁。2、斑点病。此病初发时，叶片上出现褪色小斑，扩大后呈褐色斑点，边缘深褐色。以后病斑中心产生许多的小黑点，严重时，整个叶部变黑而枯死。防治方法：摘除病叶，并用65%代森锌可湿性粉剂500倍稀释液喷洒一次，防止蔓延。3、鳞茎腐烂病。发病后，鳞茎产生褐色病斑，最后整个鳞茎呈褐色腐烂。防治方法：发病初期，可浇灌50%代森铵300倍液。4、叶枯经病多发生在叶片上，多从下部叶片的尖端和级处刑 始发病，发病后睛上产生大小不一的圆形或椭圆形不规则状病斑，因品种不同，病斑浅黄色至灰褐色。严重时，整叶枯死。防治方法：①温室栽培注意通风透光，加强管理；②发病初期摘除病叶，第7-10天喷洒一次等量式波尔多液，或50%退菌特可湿性粉剂800-1000倍液，喷3-4次即可。　　]",
    " 主要品种介绍": "[麝香百合1.麝香百合：(学名Lilium longiflorum)，又名铁炮百合、喇叭百合、复活节百合。原产台湾，日本硫球群岛,滇东北地区沿金沙江流域也有分布.株高40—120厘米，甚至更高。球根卵形淡黄色，个大，直径6-9厘米。茎秆绿色无斑点，基部呈现红色，叶披针形。花夏初开放，2-4朵不等，向四边伸展，成水平或稍倾斜，花色蜡白，基部带绿色，形如喇叭，花筒较长，外形似炮筒，故又有铁炮百合之称。味清甜芳香，故叫麝香百合。2.卷丹百合： (学名Lilium lancifolium) 又名卷丹、天盖百合、倒垂莲、虎皮百合、珍珠花、黄百合。因花色火红，花瓣反卷，故名“卷丹”，又因花瓣上有紫黑色斑纹，很象虎背之花纹，故有虎皮百合之雅称。原产我国、日本、朝鲜等地，现各地多有种植。株高70—100厘米，间有高达1.5米的，可称百合之冠。球茎肥大，色白，可供食用和药用，稍带苦味。茎秆上着生黑紫色斑点，使株秆呈暗褐色。叶互生，狭披针形，无柄，密集于茎秆的中上部。叶腋间生有可繁植的珠芽。花夏季开放，数量较多，常3-10朵不等，花色橙红色或砖黄色，花序总状，花瓣较长，约9-12厘米，向外翻卷，花瓣上有紫黑色斑点。花头下垂，雄蕊向四面张开，花药紫色。鹿子百合3.美丽百合：(学名Lilium speciosum) 又名鹿子百合、艳红百合。鹿子百合原产中国江西省、浙江省、台湾，及日本九州、四国西南滨海地区，株高60—100厘米。叶对生，宽而疏，故名大叶百合。茎上部开花数朵，花瓣向外反卷，雄蕊露出花瓣之外，花白色和淡红色，花瓣上布有玫瑰色花纹和斑点，状如鹿身上的斑纹，故有鹿子百合之美名。花色白者，称白鹿子百合，花色红赤或紫者，叫赤鹿子百合。台湾的珍稀品种艳红鹿子百合（Lilium.speciousm Thunb.var.gloriosoides Baker.），被称为“东亚最美丽的百合花”。　4.山丹百合：(学名 Lilium pumilum ) 又名山丹花、山丹丹、珊瑚百合、线叶百合、细叶百合，因叶细而多，花冠似珊瑚得名。株秆高30—40厘米，茎上生叶50—80，细小纤弱，狭长如松叶。花春末夏初开放，花下垂，花瓣向外反卷，色鲜红，有光泽，具清香，甚美丽。　　]",
    " 食用价值": "[原料介绍百合为百合科百合属植物,百合(Lilium brownii)、毛百合（Lilium dauricum）或山丹百合（Lilium pumilum）又叫细叶百合的肉质鳞茎，鲜食干用均可。百合是我国传统出口特产，国人的自我消费也连年攀升。百合本身就汇集了观赏、食用、药用价值，全世界百合有 100 多个种类，我国就有 60 多个种类。就其生长年限可分为一年生、两年生、多年生百合。全国各地有不少优良品种，如：宜兴百合(Lilium lancifolium Thunb.)，也叫卷丹、虎皮百合、苦百合。一年生分瓣繁殖，亩产 700公斤左右，高的可超过 1000 公斤；湖南的麝香百合(Lilium longiflorum Thumb.)，也叫龙牙百合、粉百合。甘肃甜百合（Lilium davidii Duchartre）又名川百合，种植 3 年后，亩产可达 1500公斤。营养分析西芹白果炒百合百合除含有淀粉、蛋白质、脂肪及钙、磷、铁、维生素B1、B2、C等营养素外，还含有一些特殊的营养成分，如秋水仙碱等多种生物碱。这些成分综合作用于人体，不仅具有良好的营养滋补之功，而且还对秋季气候干燥而引起的多种季节性疾病有一定的防治作用。中医上讲鲜百合具有养心安神，润肺止咳的功效，对病后虚弱的人非常有益。食疗作用1.润肺止咳：百合鲜品含黏液质，具有润燥清热作用，中医用之治疗肺燥或肺热咳嗽等症常能奏效。2.宁心安神：百合入心经，性微寒，能清心除烦，宁心安神，用于热病后余热未消、神思恍惚、失眠多梦、心情抑郁、喜悲伤欲哭等病症。3.美容养颜：百合洁白娇艳，鲜品富含黏液质及维生素，对皮肤细胞新陈代谢有益，常食百合，有一定美容作用。4.防癌抗癌：百合含多种生物碱，对白细胞减少症有预防作用，能升高血细胞，对化疗及放射性治疗后细胞减少症有治疗作用。百合在体内还能促进和增强单核细胞系统和吞噬功能，提高机体的体液免疫能力，因此百合对多种癌症均有较好的防冶效果。5.本品甘凉清润，主入肺心，长于清肺润燥止咳，清心安神定惊，为肺燥咳嗽、虚烦不安所常用。药用方法1.百合、旋复花各等份，焙干研为细末，加蜜水日服3次，治肺病咯血、咳嗽痰血、干咳咽痛。2.百合、粳米各50克，去尖杏仁10克，白糖适量，共煮粥食，治肺燥咳嗽，干咳无痰。3.百合2～3个，洗净捣汁，以温开水日服2次，治老年慢性支气管炎伴有肺气肿。4.百合30～60克，捣研绞汁，白酒适量，以温开水饮服，治肺痈。5.百合、白及、百部、蛤蚧粉等份，共研细末，水泛为丸，每日3次饭后服3克，治支气管扩张。6.百合25克，菖蒲6克，酸枣仁12克，水煎日服1剂，治神经衰弱、心烦失眠。7.干百合研末，每日2次以温开水服6克，治耳聋或耳痛。8.百合7个浸一夜，次日清晨以泉水煮取一碗，去渣冲入一个生鸡蛋黄，早晚各服半碗，治病后神经症，坐卧不安或妇女癔病。9.百合还可治妇女更年期综合症、肠道出血、大便秘结。百合做外用药，亦可收到预期疗效。10.如取野百合同食盐捣泥，敷患处，治疮肿不穿，甚良。11.生百合捣烂，外涂天疱疮，每天1～2次，数日则愈。12.生百合洗净晒干研粉，涂于外伤出血处，有良好的止血效果。13.临床报道，用百合制成百合海绵，填塞治疗鼻衄、鼻息肉切除、中下鼻甲部手术后止血,观察百余例，百合海绵在鼻腔内溶化，被组织吸收，既无过敏反应，又有止血效果。美容养颜，清热凉血。主治肺燥、肺热或肺热咳嗽、热病后余热未清、心烦口渴等病症。油性皮肤的人多吃百合对皮肤特别好。制作指导1. 食疗上建议选择新鲜百合为佳。2. 四季皆可食用，秋季最宜。3. 百合为药食兼优的滋补佳品，四季皆可应用，但更宜于秋季食用。4. 百合虽能补气，亦伤肺气，不宜多服。推荐菜品西芹炒百合、 百合炒肉片、 百合炒芦笋 山药西瓜炒百合 百合草莓白藕汤 、百合绿豆汤、八宝百合粥、 甲鱼百合红枣汤、百合红枣粥、龙眼百合 、冰糖百合食用禁忌风寒咳嗽、虚寒出血、脾胃不佳者忌食百合因为有，并且从对鼠类、犬类的实验中发现长时间/大剂量食用会导致肺、肾的损坏及对白细胞、血小板的影响，即使是食用百合也有一定毒性，建议使用前向医师咨询。直接接触生的球茎可能会引起皮肤瘙痒，吞噬生的球茎可能会引起呕吐、拉肚子等症状。　　]",
    " 中药名": "[中药材-百合(干)百合，名称出自于《神农本草经》。百合有很多品种及名称。百合因其根茎由多数肉质鳞片抱合，和可治百合病而得名。又因其形似蒜，其味似薯而名蒜脑薯等。　　]",
    " 基本信息": "[别名大全：【别名】细叶百合，线叶百合，麝香百合，卷叶百合，白花百合，白百合，药百合，山百合，家百合，野百合，菜百合，干百合，川百，甜百合，大百，新百合，岩百合，红岩百合，百合蒜，蒜脯薯，喇叭筒根，韭番，重迈，重葙，重箱，中庭，摩罗，强瞿，强仇，中逢花，夜合花根，卷莲花根，灯伞花根，散莲花根，杜百合，红合，逢花。【商品名】宣百合：又名南百合、百花百合。为产于安徽宣城一带者。品质最优，为地道产品。杜百合，为产于浙江一带者。大百合，又名新百。为个大色白，肉厚质重，新近采集者。质佳。百合：又名白花百合。为植物百的肉质鳞茎。全国各地均有分布。细叶百合：又名线叶百。为植物细叶百占的鳞茎。分布于黑龙江，吉林、辽宁、河北，河南、山东，山西，陕西，甘肃、青海，内蒙古等地。均以个大、肉厚，质坚、色白、粉性足者为佳。【处方名】百合，生百，炙百等。处方中写百合指生百合。或称百合片，干百。为原药洗净，剥取鳞片，用沸水烫过或略蒸后，晒干入药者。炙百合又名蜜炙百合、蜜百合。为百合片用蜂蜜拌匀，微炒至不粘手时取出摊晾，然后入药者。润肺止咳力强。来源本品为百合科植物卷丹Lilium lancifolium Thunb.、百合Lilium brownii F.E.Brown var. viridulum Baker 或山丹百合（细叶百合）Lilium pumilum DC. 的干燥肉质鳞叶。全国各地均产，以湖南、浙江产者为多。秋季采挖，洗净，剥取鳞叶，置沸水中略烫，干燥。产地分布百合分布很广，药用主要来源于家种栽培品。主产于江苏宜兴、连云港、东台、海安；湖南邵阳、隆回，安化、长沙、岳阳、平江、沅阳、浏阳、龙山、汩罗；甘肃兰州，甲凉；浙江湖州、恫芦、龙泉、遂昌等。尤以江苏宜兴、湖南邵阳、甘肃兰州、浙江湖州栽培百合历史悠久。为全国“四大百合产区”。原植物形态多年生草本，鳞茎卵圆扁球形，茎直立；卷丹花为橙红色，有紫黑色斑点；百合花为白色而背带褐色；细叶百合花为鲜红色或紫红色，无斑点。制法蜜百合：取净百合，照蜜炙法（附录Ⅱ D）炒至不粘手。每100kg百合，用炼蜜 5kg。性状本品呈长椭圆形，长2～5cm，宽1～2cm，中部厚1.3～4mm。表面类白色、淡棕黄色或微带紫色，有数条纵直平行的白色维管束。顶端稍尖，基部较宽，边缘薄，微波状，略向内弯曲。质硬而脆，断面较平坦，角质样。无臭，味微苦。鉴别取本品粗粉3g，加90％酸性乙醇（用稀硫酸调节pH值至2～3）50ml，加热回流1小时，滤过，滤液蒸至近干，加水30ml，加热使溶解，放冷，滴加氢氧化钠试液调节pH值至9～10，用氯仿振摇提取4次，每次ml，合并氯仿液，加适量无水硫酸钠搅拌滤过，滤液蒸干，残渣加氯仿0.5ml使溶解，作为供试品溶液。另取百合对照药材1g，同法制成对照药材溶液。照薄层色谱法试验，吸取供试品溶液15μl、对照药材溶液10μl，分别点于同一硅胶GF&lt;[254]&gt;薄层板上，以氯仿-甲醇-醋酸乙酯（22:5:6）为展开剂，置氨蒸气预饱和的展开缸内，展开，取出，晾干，置紫外光灯（254nm）下检视。供试品色谱中，在与对照药材色谱相应的位置上，显相同颜色的斑点。性味归经百合味甘，性微寒。归心、肺经。功能主治养阴润肺，清心安神。用于阴虚久咳，痰中带血，虚烦惊悸，失眠多梦，精神恍惚。具有养阴润肺止咳功效，用于肺阴虚的燥热咳嗽，痰中带血，如百花膏。治肺虚久咳，劳嗽咯血，如百合固金汤。具有清心安神功效，用于热病余热未清，虚烦惊悸，失眠多梦等。药用时煎服，10～30g。清心宜生用，润肺蜜炙用。功效养阴清热，滋补精血。适应症适用于肺结核低热、盗汗、消瘦等症。用法用量6g～12g 。贮藏置通风干燥处。中成药百花膏、百合固金丸药膳百合粥、百合绿豆汤、百合肉以上资料摘录自《中国药典》摘录《神农本草经》：味甘，平。主治邪气腹胀，心痛，利大、小便，补中益气。《药性论》：使，有小毒。主百邪鬼魅，涕泣不止，除心下急满痛，治脚气热咳逆。《日华子本草》：安心，定胆，益志，养五藏，治癫邪，啼泣，狂叫，惊悸，杀蛊毒气，胁痈乳痈发背及诸疮肿，并治产后血狂运。《本草衍义》：张仲景用治伤寒坏后百合病须此也。《本草》：主邪气腹胀心痛，利大小便，补中益气，除浮肿胪胀，痞满寒热，遍身疼痛，及乳难喉痹，止涕泪。仲景治百合病，百合知母汤、百合滑石代赭石汤，有百合鸡子汤、百合地黄汤。或百合病已经汗者，或未经汗下吐者，或病形如初，或病变寒热并见。《活人书》：治伤寒腹中疼，百合一两，炒黄为末，米饮调服。孙真人：治百合阴毒，煮百合浓汁，服一升。《本草经疏》：百合得土金之气，而兼天之清和，故味甘平，亦应微寒无毒。入手太阳、阳明，亦入手少阴。故主邪气腹胀，所谓邪气者即邪热也，邪热在腹故腹胀，清其邪热则胀消矣。解利心家之邪热，则心痛自瘳。肾主二便，肾与大肠二经有热邪，则不通利，清二经之邪热，则大小便自利。甘能补中，热清则气生，故补中益气。清热利小便，故除浮肿胪胀，痞满寒热，通身疼痛，乳难，足阳明热也。喉痹者，手少阳三焦，手少阴心家热也。涕泪，肺肝热也。清阳明、三焦、心部之热，则上来诸病自除。简误：中寒者勿服。　　]",
    " 中药化学成分": "[百合鳞茎含岷江百合甙（regaloside）A、D，3，6'-O-二阿魏酰蔗糖（3，6'-O-diferuloylsucrose），1-O-阿魏酰甘油（1-O-feruloylglycerol）,1-O-对-香豆酰甘油（1-O-p-coumaroylglycerol），26-O-β-D-吡喃葡萄糖基-奴阿皂甙元-3-O-α-L-吡喃鼠李糖基-（1→2）-β-D-吡喃葡萄糖甙〔26-O-β-D-glucopyranosylnuatigenin-3-O-α-L-rhamnopyranosyl（1→2）-β-D-glucopyranoside〕，26-O-β-D-吡喃葡萄糖基-奴阿皂甙元-3-O-α-L-吡喃鼠李糖基-（1→2）-O-【β-D-吡喃葡萄糖基（1→4）】-β-D-吡喃葡萄糖甙｛26-O-β-D-glucopyranosyl-nuatigenin-3-O-α-L-rhamnopyranosyl（1→2）-O-【β-D-glucopyranosyl-（1→4）】β-D-glucopyranoside｝，百合皂甙（brownioside），去酰百合皂甙（deacylbrownioside）,27-O-（3-羟基-3-甲基戊二酸单酰基）-异呐索皂甙元-3-O-α-L-吡喃鼠李糖基-（1→2）-O-【β-D-吡喃葡萄糖基-（1→4）】-β-D-吡喃葡萄糖甙｛27-O-（3-hydroxy-3-methylglutaroyl）isonarthogenin-3-O-α-L-rhamnopyranosyl-（1→2）-O-【β-D-glucopyranosyl-（1→4）】-β-D-glucopyranoside｝，澳洲胺-3-O-α-L-吡喃葡萄糖甙｛solasodine-3P-α-L-rha-mnopyranosyl-（1→2）-O-【β-D-glucopyranosyl-（1→4）】-β-D-glucopyranoside｝及β1-澳洲茄边碱（β1-solamargine）等。卷丹茎、叶含百合甙（lilioside）C。　　]",
    " 食疗价值": "[百合科草本植物百合、细叶百合等多种同属植物的鳞茎。又称百合蒜。我国大部分地区均有分布，栽培或野生。秋、冬季采收，洗净，沸水烫或略蒸过，干燥备用。[性能]味甘、微苦，性微寒。能润肺止咳，清心安神。[参考]含淀粉、蛋白质、脂肪、多种生物碱（秋水仙碱等）、钙、磷、铁等成分。煎剂对氨水引起的小鼠咳嗽有止咳作用，并能对抗组织胺引起的蟾蜍哮喘。[用途]用于肺燥咳嗽，肺虚久咳，痰中带血；温热病后，余热未尽，神思恍惚，虚烦失眠。[用法]煎汤，煮食或蒸食。[注意]入药以野生白花百合为佳；作食以家种者为好。[附方]1，蜂蜜蒸百合：百合120g，蜂蜜30g。拌和均匀，蒸令熟软，时时含数片，咽津、嚼食。源于《圣惠方》。百合、蜂蜜同用，更能补肺润燥，百合又兼可清热。适用于“肺脏壅热烦闷”，或燥热咳嗽，咽喉干痛。2，百合地黄汤：百合60g，生地黄30g。加水煎汤服。源于《金匮要略》。百合润养心肺，生地黄凉血清热。用于百合病，精神恍惚，虚烦不安，口苦，小便赤，脉微　《本草新编》.百合百合，味甘，气平，无毒。入肺、脾、心三经。安心益志，定惊悸狂叫之邪，消浮肿痞满之气，止遍身疼痛，利大小便，辟鬼气时疫，除咳逆，杀虫毒，治痈疽、乳肿、喉痹，又治伤寒坏症，兼能补中益气。百合养生花茶百合花茶 原料：干百合2朵、蜂蜜10毫升 调制：将干百合以沸水冲泡10分钟，饮用时加入蜂蜜即可。功效：排毒、美容养颜。百合金菊茶 原料：干百合2朵、菊花3朵、绿茶1克、金银花0.5克，薄荷0.5克调制：所有原料混合后用沸水冲泡5分钟。用法：代茶饮、每日剂功效：清肝明目、利咽消肿，适用于内热、咽喉肿痛、肝热目赤等。百合洋参茶 原料：干百合5朵、西洋参1克、枸杞子3克、竹叶1克调制：将原料混合后以沸水冲泡10分钟即可。 功效：清热润肺、养心安神、养颜抗衰百合就是一种非常理想的解秋燥滋润肺阴的佳品。百合质地肥厚，醇甜清香，甘美爽口。性平、味甘微苦，有润肺止咳、清心安神之功，对肺热干咳、痰中带血、肺弱气虚、肺结核咯血等症，都有良好的疗效。 此外，百合还有清热、宁心、安神的作用，可用于热病后余热未清、烦躁失眠，神志不宁，以及更年期出现的神疲乏力、食欲不振，低热失眠、心烦口渴等症状。百合不仅味道鲜美，而且营养丰富，药用价值也很高。《本草纲目》中有百合可润肺止咳、宁心安神、补中益气之记载，这里介绍一些与百合有关的美味食品。1,百合粥：取百合粉50克，粳米60克，先将百合与米分别淘洗干净，放入锅内，加水，用小火煨煮。等百合与粳米熟烂时，加糖适量，即可食用。对中老年人及病后身体虚弱而有心烦失眠、低热易怒者尤为适宜。另外在百合粥内加入银耳，有较强的滋阴润肺之用；加入绿豆，可加强清热解毒之效。2,百合汤：将百合除去杂质洗净，在清水中反复漂洗后加水入锅，用水煮至极烂，加入适量白糖，带汤一并食用，可作结核病患者的食疗佳品。食用时虽略带苦味，但细细品味则苦中带甜，令人回味；若放入冰箱存放一会儿，又是极好的冰镇饮料。3,百合煎：取百合粉30克，麦冬9克，桑叶12克，杏仁9克，蜜炙枇杷叶10克，加水煮，有养阴解表、润肺止咳的功效。另取鲜百合与莲子心共煎水，每日频频饮其汁，可治口舌生疮。4,百合蒸：用鲜百合粉与蜂蜜拌和，蒸熟后嚼食可治肺热咳嗽。5,百合炒：取百合粉50克，里脊片50克，用盐、蛋清、湿淀粉拌和，同入油锅翻炒至热，加入适量的调味品即成。此菜味醇而不腻，脆甜清香，具有补益五脏、养阴清热的作用；胃口不开、食欲下降者食用此菜，还能增进食欲。6, DIY美白面膜：清洁脸部皮肤，用热毛巾敷脸5分钟后，百合粉10克左右加纯净水或适量蜂蜜、牛奶、调和搅拌均匀涂于脸部，保持20分钟后用清水洗净，使肌肤白嫩光滑。7,百合粉10克,白糖(牛奶,蜂蜜)适量,加200ml开水即可饮用.　　]",
    " 药理作用": "[1.镇咳祛痰作用1.1.镇咳作用小鼠用SO2引咳法，观察其镇咳效果。均有明显的镇咳作用。1.2.祛痰作用用酚红比色法，气管最后用0.5mlNaHCO3冲洗，于546nm处测定吸收度，并从酚红标准曲线中求出气管排出酚红量。结果见表3。均有显著的祛痰作用。2.镇静作用 小鼠停食8小时后，分别ig百合20g/kg，用酸枣仁作阳性对照，空白用生理盐水，给药30分钟ip戊巴比妥钠40mg/kg，以翻正反射消失到恢复的时间作为睡眠时指标。同时观察对戊巴比妥钠阈下剂量睡眠率的影响。均具有显著地增加戊巴比妥钠睡眠时间及阈下剂量的睡眠率，提示有明显的镇静作用。3.滋阴润肺作用3.1.肺气虚模型游泳实验表明，百合、卷丹以10g/kg剂量ig给于小鼠，并与黄芪（10g/kg）对照，有显著的延长游泳时间，三者的P值均&lt;0.001。3.2.甲亢阴虚模型耐缺氧实验，用甲状腺素0.3mg/只制成小鼠模型。结果百合加甲状腺素组和卷丹加甲状腺素组，明显延长小鼠耐缺氧能力，其P值分别为P&lt;0.01和P&lt;0.001。3.3.对肾上腺皮质激素所致阴虚模型负荷游泳实验，取雄性小鼠，分生理盐水组、强的松龙（40mg/kg/次）造型组和药物（ig10g/kg）加强的松龙组。结果百合对肾上腺皮质功能衰竭起显著性的保护作用（P&lt;0.001）。3.4.对小鼠以2，4-二硝基氯苯（DNCB）所致迟发型过敏反应亦有显著的抑制作用。4.强壮作用4.1.对小鼠负荷游泳的影响小鼠igl0g/kg的药物，并与生理盐水和阿胶养血口服液0.2ml/10g作阳性对照。结果卷丹具显著的延长小鼠游泳时间（P&lt;0.001)。4.2.对小鼠耐常压缺氧的影响小鼠ig10g/kg的药物，以生理盐水作空白对照和以阿胶养血口服液0.2ml/10g作阳性对照。结果卷丹亦能明显的延长小鼠耐缺氧时间（P&lt;0.05)。4.3.对异丙肾上腺素所致的耐缺氧未见明显的作用。5.抗癌作用 本品所含秋水仙碱能抑制癌细胞的增殖　　]",
    " 参看": "[《中药学》- 百合《食物疗法》- 百合《本草纲目 · 百合》]"
},{
    "中药名称": "百合花",
    "花卉": "[]",
    " 简述": "[科属：百合科百合属风景独好拉丁语学名：Lilium brownii var. viridulum英文名字： Lily中文别名： 强瞿、番韭、山丹、倒仙百合的主要应用价值在于观赏，其球根含丰富淀粉质，部分品种可作为蔬菜食用；以食用价值著称于世的我国兰州百合，最早记载在甘肃省平凉县志中，迄今已有450多年。目前兰州七里河等地区广泛栽种食用百合，在国内外享有很高声誉。兰州百合个大、味甜，既可作点心，又可作菜肴；宜兴的卷丹制成百合汤是夏日消暑佳品。百合还可制作成百合干、百合粉，在国际市场上价格很高。到目前为止，百合仍然是中药中的常用药材。中医认为百合性微寒平，具有清火、润肺、安神的功效，其花、鳞状茎均可入药，是一种药食兼用的花卉。百合花素有“云裳仙子”之称。由于其外表高雅纯洁，天主教以百合花为玛利亚的象征，而梵蒂冈以百合花象征民族独立,经济繁荣并把它做为国花。百合的鳞茎由鳞片抱合而成，又“百年好合”“百事合意”之意，中国人自古视为婚礼必不可少的吉祥花卉。百合在插花造型中可做焦点花，骨架花。它属于特殊型花材。　产地分布产地及分布：中国、日本、北美和欧洲等温带地区。百合花姿雅致，叶片青翠娟秀，茎干亭亭玉立，是名贵的切花新秀。科属分类界： 植物界 Plantae门： 被子植物门 Magnoliophyta纲： 单子叶植物纲 Liliopsida目： 百合目 Liliales科： 百合科 Liliaceae属： 百合属 Lilium　　]",
    " 主要品种": "[• 朝鲜百合(Lilium amabile)• 山百合(Lilium auratum)• 珠芽百合(Lilium bulbiferum)• 布朗百合(Lilium brownii)• 加拿大百合(Lilium canadense)野生百合全株• 白百合(Lilium candidum)• 渥丹(Lilium concolor)• 台湾百合(Lilium formosanum)• 日内瓦百合(Lilium cv. \"Geneve\")• 星象家百合(]](Lilium cv. \"Star Gazer\"))• 湖北百合(Lilium henryi)• 洪堡百合(Lilium humboldtii)• 荷兰百合(Lilium hybrids)• 卷丹(Lilium lancifolium)• 麝香百合(Lilium longiflorum)• 欧洲百合(Lilium martagon)• 紫斑百合(Lilium nepalense)• 豹纹百合(Lilium pardalinum)• 山丹百合(Lilium pumilum)• 峨眉百合(Lilium regale)• 艳红鹿子百合(Lilium speciosum)等百余种　　]",
    " 形态特征": "[多年生球根草本花卉，株高40—60厘米，还有高达1米以上的。茎直立，不分枝，草绿色，茎秆基部带红色或紫褐色斑点。地下具鳞茎，鳞茎由阔卵形或披针形，白色或淡黄色，直径由6-8厘米的肉质鳞片抱合成球形，外有膜质层。多数须根生于球基部。单叶，互生，狭线形，无叶柄，直接包生于茎秆上，叶脉平行。有的品种在叶腋间生出紫色或绿色颗粒状珠芽，其珠芽可繁殖成小植株。花着生于茎秆顶端，呈总状花序，簇生或单生，花冠较大，花筒较长，呈漏斗形喇叭状，六裂无萼片，因茎秆纤细，花朵大，开放时常下垂或平伸；花色，因品种不同而色彩多样，多为黄色、白色、粉红、橙红，有的具紫色或黑色斑点，也有一朵花具多种颜色的，极美丽。花瓣有平展的，有向外翻卷的，故有“卷丹”美名。有的花味浓香，故有“麝香百合”之称。花落结长椭圆形蒴果。　　]",
    " 习性特征": "[性喜湿润、光照，要求肥沃、富含腐殖质、土层深厚、排水性极为良好的砂质土壤，多数品种宜在微酸性至中性土壤中生长。　　]",
    " 栽培管理": "[百合原为生长在我国西南与西北部山野林内及草丛中的短日照植物，故大多数品种性喜凉爽、湿润的半阴环境，较耐寒冷。在富含腐殖质的肥沃砂质和排水良好的土壤中生长茂盛，鳞茎发达，花色艳丽。而卷丹百合则性喜温暖、干燥的气候条件，也较耐日光照射。百合适宜氮肥，以豆饼、菜饼，农家堆肥和氮、磷、钾复合肥为最好。在百合的生长期要勤松土、除草，结合浇水施肥进行中耕。一般在生长期施稀释液肥2-3 次，以促其株苗生长发育。将近孕蕾开花时，施1—2 次磷、钾肥，以保证株苗在孕蕾和开花期有充足营养，不仅可使花朵硕大，色鲜，并可促进球茎的发育。大面积栽植，要注意通风透气和适当遮阴，若小面积栽植或盆栽，对花多而枝秆纤细柔弱的观赏品种要设立支架，以防花枝折断。百合虽病虫害较少，但也要注意防治。　栽种百合花，北方宜选择向阳避风处，南方可栽种在略有遮荫的地方。种植时间以8-9月为宜。种前一个月施足基肥，并深翻土壤，可用堆肥和草木灰作基肥。栽种宜较深(一般深度为鳞茎直径的3-4倍)，以利根茎吸收养分。北方如栽种太浅，冬季易受冻害，并会影响根须和小鳞茎的生长。生长期间不宜中耕除草，以免损伤根茎。若有条件，可在种植地面撒一些碎木屑作土壤覆盖。这样，既可防止杂草生长，又可保墒和降低土壤湿度，以利鳞茎发育。盆栽宜在9-10月份进行。培养土宜用腐叶土、砂土、园土以1：1：1的比例混合配制，盆底施足充分腐熟的堆肥和少量骨粉及为作基肥。栽种深度一般约为鳞茎直径的2-3倍。百合对肥料要求不很高，通常在春季生长开始及开花初期酌施肥料即可。国外一些栽培者认为，百合对氮、钾肥需要较大，生长期应每隔10-15天施一次，而对磷肥要限制供给，因为磷肥偏多会引起叶子枯黄。花期可增施1-2天磷肥。为使鳞茎充实，开花后应及时剪去残花，以减少养分消耗，浇水只需保持盆土潮润，但生长旺季和天气干旱时须适当勤浇，并常在花盆周围洒水，以提高空气湿度。盆土不宜过湿，否则鳞茎易腐烂，盆栽百合花每年换盆一次，换上新的培养土和基肥。此外，生长期每周还要转动花盆一次。不然植株容易偏长，影响美观。新涌现的金百合，其种头暂时仍要从国外进口供应。在栽培过程中，对磷钾肥的需要量较多，播种前最好用一些骨粉，草木灰和花生鼓做基肥。在幼苗时适当追施化学氮肥，这样就能生长壮旺。在长江以南各地，金百合的早熟品种从播种至开花约需120天左右；中迟熟品种则要15O天左右。如要控制在春节前开花上市，必须预早了解所购品种的熟期如何，并预测天气的变化来确定播种日期，防止造成不能应节上市的失误。不论白百合或是金百合，都具有抗寒、喜光、耐肥、畏湿的特性，适宜生长的温度为12～18℃。在冬天即使气温降至3～5℃亦不会冷死。如果缺乏阳光，长期遮阴就会影响正常开花。但它们对地域的适应性较广，南北各地都可地种或盆栽。因它属球根植物，可用种头直接播种，要求深播至六七厘米，以便侧根能够深扎，尽量多吸收养分。所需的植料以沙质壤土为好，不宜用粘土和石灰土之类。如果用了塘泥种植，也要适当掺入一些河沙和木炭碎，使植料疏松透气才能适时开花。切花百合栽培（1）土壤准备百合忌连作，怕积水，应选择深厚、肥沃、疏松且排水良好的壤土或砂壤土种植。土地要深翻30厘米，基肥要腐熟，亩施厩肥2500一3000千克，沤制饼肥100一15O千克，过磷酸钙20~30千克，翻耙入土，平整作畦，四周开好较深的排水沟，以利排水。亚洲和铁炮百合一部分品种可在中性或微碱性土壤上种植，东方百合则要求在微酸性或中性土壤上种植。如土壤pH值不适宜，要进行改良。百合对土壤盐分敏感，故头茬花收获后，有条件的要采用大水漫灌进行洗盐或换土，否则二茬花可能会出现缺铁黄化生理病害。老产区要实行3~4年的轮作。（2）种球选择亚洲百合种球最好采用周径12-14cm的种球，10-12cm种球也可利用。 铁炮百合种球规格除Snow Queen最好采用周径12-14cm球外，其它品种可以采用周径10-12 cm种球。东方百合种球规格应在周径16cm以上，有些品种也可选用14-16cm的种球。种球应完好无损，没有病虫害。（3）栽植种植时间主要依切花上市时间及百合品种的生育期而定，在昆明周年可种植，以正常产花计，11月下旬到元月上旬切花上市，可在8月下旬到9月上旬定植；如要在11月至翌年4月连续产花，可将种球冷藏，在元月前陆续取出定植。 栽植密度因品种、种球大小、季节而异。亚洲杂种50—60个/m2，东方杂种和麝香杂种45—55个/m2；同一品种，大球稀些，小球密些；阳光弱的冬季比春秋季稀些。定植深度冬季可在6cm左右，夏季8cm左右。（4）土肥水管理百合生长期间喜湿润，但怕涝，定植后即灌一次透水，以后保持湿润即可，不可太潮湿，在花芽分化期、现蕾期和花后低温处理阶段不可缺水。百合喜肥，定植3-4周后追肥，以氮钾为主，要少而勤。但忌碱性和含氟肥料，以免引起烧叶。通常情况下可使用尿素、硫酸铵、硝酸铵等酸性化肥，切勿施用复合肥和磷酸二氨等化肥。（5）光温管理百合对温度较为敏感，管理上有三个时期较为关键。第一个时期为种植后20-30天内，要求温度不可超过30℃，其中亚洲百合要求不高于25℃。第二个时期为现蕾后至切花采收前，温度若持续低于5℃或高于30℃均会引起裂萼。第三个时期为花后低温处理阶段，白天最高温度应控制在15-18℃以下，最低气温应控制在0℃以上。夏季生产要适度遮光，以降低温度。（6）采收在花枝上第一朵花蕾充分膨胀、透色时采收，过早开放不好，影响花色，过晚既给包装造成困难，又会因花粉散出而污染花瓣。剪花在早上10时前进行，花枝应尽快离开温室，及时插入清水中。　　]",
    " 繁殖方式": "[百合的繁殖方法有播种、分小鳞茎、鳞片扦插和分株芽等4种方法，可根据需要任选一种。1、播种法繁殖：播种属有性繁殖，主要在育种上应用。方法是：秋季采收种子，贮藏到翌年春天播种。播后约20-30天发芽。幼苗期要适当遮阳。入秋时，地下部分已形成小鳞茎，即可挖出分栽。播种实生苗因种类的不同，有的3年开花，也有的需培养多年才能开花。因此，此法家庭不宜采用。2、分小鳞茎法：如果需要繁殖1株或几株，可采用此法。通常在老鳞茎的茎盘外围长有一些小鳞茎。在9-10月收获百合时，可把这些小鳞茎分离下来，贮藏在室内的砂中越冬。第二年春季上盆栽种。培养到第三年-10月，即可长成大鳞茎而培育成大植株。此法繁殖量小，只适宜家庭盆栽繁殖。3、鳞片扦插法：此法可用于中等数量的繁殖。秋天挖出鳞茎，将老鳞上充实、肥厚的鳞片逐个分掰下来，每个鳞片的基部应带有一小部分茎盘，稍阴干，然后扦插于盛好河沙（或蛭石）的花盆或浅木箱中，让鳞片的2/3插入基质，保持基质一定湿度，在20度左右条件下，约1个半月，鳞片伤口处即生根。冬季湿度宜保持18度左右，河沙不要过湿。培养到次年春季，鳞片即可长出小鳞茎，将它们分上来，栽入盆中，加以精心管理，培养3年左右即可开花。4、分珠芽法：分珠芽法繁殖，仅适用于少数种类。如卷丹、黄铁炮等百合，多用此法。做法是：将地上茎叶腋处形成的小鳞茎（又称“珠芽”，在夏季珠芽已充分长大，但尚未脱落时）取下来培养。从长成大鳞茎至开花，通常需要2-4年的时间。为促使多生小珠芽供繁殖用，可在植株开花后，将地上茎压倒并浅埋土一将地上茎分成每段带3-4片叶的小段，浅埋茎节于湿沙中，则叶腋间均可长出小珠芽。百合开花之后，很多人就把球根扔掉。其实它仍有再生能力，只要将残叶剪除，把盆里的球根挖出另用砂堆埋藏，经常保湿勿晒，翌年仍可再种1次，并可望花开二度。　　]",
    " 病虫防治": "[百合花的几种常见病害有：百合花叶病、鳞茎腐烂病、斑点病、叶枯病等。1、百合花叶病。此病又叫百合潜隐花叶病，病发时叶片出现深浅不匀的褪绿斑或枯斑，被害植株矮小，叶缘卷缩，叶形变小，有时花瓣上出现梭形淡褐色病斑，花畸形，且不易开放。防治方法：①选择无病毒的鳞茎留种；②加强对蚜虫、叶蝉的防治工作；③发现病株及时拔除并销毁。2、斑点病。此病初发时，叶片上出现褪色小斑，扩大后呈褐色斑点，边缘深褐色。以后病斑中心产生许多的小黑点，严重时，整个叶部变黑而枯死。防治方法：摘除病叶，并用65%代森锌可湿性粉剂500倍稀释液喷洒一次，防止蔓延。3、鳞茎腐烂病。发病后，鳞茎产生褐色病斑，最后整个鳞茎呈褐色腐烂。防治方法：发病初期，可浇灌50%代森铵300倍液。4、叶枯经病多发生在叶片上，多从下部叶片的尖端和级处刑 始发病，发病后睛上产生大小不一的圆形或椭圆形不规则状病斑，因品种不同，病斑浅黄色至灰褐色。严重时，整叶枯死。防治方法：①温室栽培注意通风透光，加强管理；②发病初期摘除病叶，第7-10天喷洒一次等量式波尔多液，或50%退菌特可湿性粉剂800-1000倍液，喷3-4次即可。　　]",
    " 主要品种介绍": "[麝香百合1.麝香百合：(学名Lilium longiflorum)，又名铁炮百合、喇叭百合、复活节百合。原产台湾，日本硫球群岛,滇东北地区沿金沙江流域也有分布.株高40—120厘米，甚至更高。球根卵形淡黄色，个大，直径6-9厘米。茎秆绿色无斑点，基部呈现红色，叶披针形。花夏初开放，2-4朵不等，向四边伸展，成水平或稍倾斜，花色蜡白，基部带绿色，形如喇叭，花筒较长，外形似炮筒，故又有铁炮百合之称。味清甜芳香，故叫麝香百合。2.卷丹百合： (学名Lilium lancifolium) 又名卷丹、天盖百合、倒垂莲、虎皮百合、珍珠花、黄百合。因花色火红，花瓣反卷，故名“卷丹”，又因花瓣上有紫黑色斑纹，很象虎背之花纹，故有虎皮百合之雅称。原产我国、日本、朝鲜等地，现各地多有种植。株高70—100厘米，间有高达1.5米的，可称百合之冠。球茎肥大，色白，可供食用和药用，稍带苦味。茎秆上着生黑紫色斑点，使株秆呈暗褐色。叶互生，狭披针形，无柄，密集于茎秆的中上部。叶腋间生有可繁植的珠芽。花夏季开放，数量较多，常3-10朵不等，花色橙红色或砖黄色，花序总状，花瓣较长，约9-12厘米，向外翻卷，花瓣上有紫黑色斑点。花头下垂，雄蕊向四面张开，花药紫色。鹿子百合3.美丽百合：(学名Lilium speciosum) 又名鹿子百合、艳红百合。鹿子百合原产中国江西省、浙江省、台湾，及日本九州、四国西南滨海地区，株高60—100厘米。叶对生，宽而疏，故名大叶百合。茎上部开花数朵，花瓣向外反卷，雄蕊露出花瓣之外，花白色和淡红色，花瓣上布有玫瑰色花纹和斑点，状如鹿身上的斑纹，故有鹿子百合之美名。花色白者，称白鹿子百合，花色红赤或紫者，叫赤鹿子百合。台湾的珍稀品种艳红鹿子百合（Lilium.speciousm Thunb.var.gloriosoides Baker.），被称为“东亚最美丽的百合花”。　4.山丹百合：(学名 Lilium pumilum ) 又名山丹花、山丹丹、珊瑚百合、线叶百合、细叶百合，因叶细而多，花冠似珊瑚得名。株秆高30—40厘米，茎上生叶50—80，细小纤弱，狭长如松叶。花春末夏初开放，花下垂，花瓣向外反卷，色鲜红，有光泽，具清香，甚美丽。　　]",
    " 食用价值": "[原料介绍百合为百合科百合属植物,百合(Lilium brownii)、毛百合（Lilium dauricum）或山丹百合（Lilium pumilum）又叫细叶百合的肉质鳞茎，鲜食干用均可。百合是我国传统出口特产，国人的自我消费也连年攀升。百合本身就汇集了观赏、食用、药用价值，全世界百合有 100 多个种类，我国就有 60 多个种类。就其生长年限可分为一年生、两年生、多年生百合。全国各地有不少优良品种，如：宜兴百合(Lilium lancifolium Thunb.)，也叫卷丹、虎皮百合、苦百合。一年生分瓣繁殖，亩产 700公斤左右，高的可超过 1000 公斤；湖南的麝香百合(Lilium longiflorum Thumb.)，也叫龙牙百合、粉百合。甘肃甜百合（Lilium davidii Duchartre）又名川百合，种植 3 年后，亩产可达 1500公斤。营养分析西芹白果炒百合百合除含有淀粉、蛋白质、脂肪及钙、磷、铁、维生素B1、B2、C等营养素外，还含有一些特殊的营养成分，如秋水仙碱等多种生物碱。这些成分综合作用于人体，不仅具有良好的营养滋补之功，而且还对秋季气候干燥而引起的多种季节性疾病有一定的防治作用。中医上讲鲜百合具有养心安神，润肺止咳的功效，对病后虚弱的人非常有益。食疗作用1.润肺止咳：百合鲜品含黏液质，具有润燥清热作用，中医用之治疗肺燥或肺热咳嗽等症常能奏效。2.宁心安神：百合入心经，性微寒，能清心除烦，宁心安神，用于热病后余热未消、神思恍惚、失眠多梦、心情抑郁、喜悲伤欲哭等病症。3.美容养颜：百合洁白娇艳，鲜品富含黏液质及维生素，对皮肤细胞新陈代谢有益，常食百合，有一定美容作用。4.防癌抗癌：百合含多种生物碱，对白细胞减少症有预防作用，能升高血细胞，对化疗及放射性治疗后细胞减少症有治疗作用。百合在体内还能促进和增强单核细胞系统和吞噬功能，提高机体的体液免疫能力，因此百合对多种癌症均有较好的防冶效果。5.本品甘凉清润，主入肺心，长于清肺润燥止咳，清心安神定惊，为肺燥咳嗽、虚烦不安所常用。药用方法1.百合、旋复花各等份，焙干研为细末，加蜜水日服3次，治肺病咯血、咳嗽痰血、干咳咽痛。2.百合、粳米各50克，去尖杏仁10克，白糖适量，共煮粥食，治肺燥咳嗽，干咳无痰。3.百合2～3个，洗净捣汁，以温开水日服2次，治老年慢性支气管炎伴有肺气肿。4.百合30～60克，捣研绞汁，白酒适量，以温开水饮服，治肺痈。5.百合、白及、百部、蛤蚧粉等份，共研细末，水泛为丸，每日3次饭后服3克，治支气管扩张。6.百合25克，菖蒲6克，酸枣仁12克，水煎日服1剂，治神经衰弱、心烦失眠。7.干百合研末，每日2次以温开水服6克，治耳聋或耳痛。8.百合7个浸一夜，次日清晨以泉水煮取一碗，去渣冲入一个生鸡蛋黄，早晚各服半碗，治病后神经症，坐卧不安或妇女癔病。9.百合还可治妇女更年期综合症、肠道出血、大便秘结。百合做外用药，亦可收到预期疗效。10.如取野百合同食盐捣泥，敷患处，治疮肿不穿，甚良。11.生百合捣烂，外涂天疱疮，每天1～2次，数日则愈。12.生百合洗净晒干研粉，涂于外伤出血处，有良好的止血效果。13.临床报道，用百合制成百合海绵，填塞治疗鼻衄、鼻息肉切除、中下鼻甲部手术后止血,观察百余例，百合海绵在鼻腔内溶化，被组织吸收，既无过敏反应，又有止血效果。美容养颜，清热凉血。主治肺燥、肺热或肺热咳嗽、热病后余热未清、心烦口渴等病症。油性皮肤的人多吃百合对皮肤特别好。制作指导1. 食疗上建议选择新鲜百合为佳。2. 四季皆可食用，秋季最宜。3. 百合为药食兼优的滋补佳品，四季皆可应用，但更宜于秋季食用。4. 百合虽能补气，亦伤肺气，不宜多服。推荐菜品西芹炒百合、 百合炒肉片、 百合炒芦笋 山药西瓜炒百合 百合草莓白藕汤 、百合绿豆汤、八宝百合粥、 甲鱼百合红枣汤、百合红枣粥、龙眼百合 、冰糖百合食用禁忌风寒咳嗽、虚寒出血、脾胃不佳者忌食百合因为有，并且从对鼠类、犬类的实验中发现长时间/大剂量食用会导致肺、肾的损坏及对白细胞、血小板的影响，即使是食用百合也有一定毒性，建议使用前向医师咨询。直接接触生的球茎可能会引起皮肤瘙痒，吞噬生的球茎可能会引起呕吐、拉肚子等症状。　　]",
    " 中药名": "[中药材-百合(干)百合，名称出自于《神农本草经》。百合有很多品种及名称。百合因其根茎由多数肉质鳞片抱合，和可治百合病而得名。又因其形似蒜，其味似薯而名蒜脑薯等。　　]",
    " 基本信息": "[别名大全：【别名】细叶百合，线叶百合，麝香百合，卷叶百合，白花百合，白百合，药百合，山百合，家百合，野百合，菜百合，干百合，川百，甜百合，大百，新百合，岩百合，红岩百合，百合蒜，蒜脯薯，喇叭筒根，韭番，重迈，重葙，重箱，中庭，摩罗，强瞿，强仇，中逢花，夜合花根，卷莲花根，灯伞花根，散莲花根，杜百合，红合，逢花。【商品名】宣百合：又名南百合、百花百合。为产于安徽宣城一带者。品质最优，为地道产品。杜百合，为产于浙江一带者。大百合，又名新百。为个大色白，肉厚质重，新近采集者。质佳。百合：又名白花百合。为植物百的肉质鳞茎。全国各地均有分布。细叶百合：又名线叶百。为植物细叶百占的鳞茎。分布于黑龙江，吉林、辽宁、河北，河南、山东，山西，陕西，甘肃、青海，内蒙古等地。均以个大、肉厚，质坚、色白、粉性足者为佳。【处方名】百合，生百，炙百等。处方中写百合指生百合。或称百合片，干百。为原药洗净，剥取鳞片，用沸水烫过或略蒸后，晒干入药者。炙百合又名蜜炙百合、蜜百合。为百合片用蜂蜜拌匀，微炒至不粘手时取出摊晾，然后入药者。润肺止咳力强。来源本品为百合科植物卷丹Lilium lancifolium Thunb.、百合Lilium brownii F.E.Brown var. viridulum Baker 或山丹百合（细叶百合）Lilium pumilum DC. 的干燥肉质鳞叶。全国各地均产，以湖南、浙江产者为多。秋季采挖，洗净，剥取鳞叶，置沸水中略烫，干燥。产地分布百合分布很广，药用主要来源于家种栽培品。主产于江苏宜兴、连云港、东台、海安；湖南邵阳、隆回，安化、长沙、岳阳、平江、沅阳、浏阳、龙山、汩罗；甘肃兰州，甲凉；浙江湖州、恫芦、龙泉、遂昌等。尤以江苏宜兴、湖南邵阳、甘肃兰州、浙江湖州栽培百合历史悠久。为全国“四大百合产区”。原植物形态多年生草本，鳞茎卵圆扁球形，茎直立；卷丹花为橙红色，有紫黑色斑点；百合花为白色而背带褐色；细叶百合花为鲜红色或紫红色，无斑点。制法蜜百合：取净百合，照蜜炙法（附录Ⅱ D）炒至不粘手。每100kg百合，用炼蜜 5kg。性状本品呈长椭圆形，长2～5cm，宽1～2cm，中部厚1.3～4mm。表面类白色、淡棕黄色或微带紫色，有数条纵直平行的白色维管束。顶端稍尖，基部较宽，边缘薄，微波状，略向内弯曲。质硬而脆，断面较平坦，角质样。无臭，味微苦。鉴别取本品粗粉3g，加90％酸性乙醇（用稀硫酸调节pH值至2～3）50ml，加热回流1小时，滤过，滤液蒸至近干，加水30ml，加热使溶解，放冷，滴加氢氧化钠试液调节pH值至9～10，用氯仿振摇提取4次，每次ml，合并氯仿液，加适量无水硫酸钠搅拌滤过，滤液蒸干，残渣加氯仿0.5ml使溶解，作为供试品溶液。另取百合对照药材1g，同法制成对照药材溶液。照薄层色谱法试验，吸取供试品溶液15μl、对照药材溶液10μl，分别点于同一硅胶GF&lt;[254]&gt;薄层板上，以氯仿-甲醇-醋酸乙酯（22:5:6）为展开剂，置氨蒸气预饱和的展开缸内，展开，取出，晾干，置紫外光灯（254nm）下检视。供试品色谱中，在与对照药材色谱相应的位置上，显相同颜色的斑点。性味归经百合味甘，性微寒。归心、肺经。功能主治养阴润肺，清心安神。用于阴虚久咳，痰中带血，虚烦惊悸，失眠多梦，精神恍惚。具有养阴润肺止咳功效，用于肺阴虚的燥热咳嗽，痰中带血，如百花膏。治肺虚久咳，劳嗽咯血，如百合固金汤。具有清心安神功效，用于热病余热未清，虚烦惊悸，失眠多梦等。药用时煎服，10～30g。清心宜生用，润肺蜜炙用。功效养阴清热，滋补精血。适应症适用于肺结核低热、盗汗、消瘦等症。用法用量6g～12g 。贮藏置通风干燥处。中成药百花膏、百合固金丸药膳百合粥、百合绿豆汤、百合肉以上资料摘录自《中国药典》摘录《神农本草经》：味甘，平。主治邪气腹胀，心痛，利大、小便，补中益气。《药性论》：使，有小毒。主百邪鬼魅，涕泣不止，除心下急满痛，治脚气热咳逆。《日华子本草》：安心，定胆，益志，养五藏，治癫邪，啼泣，狂叫，惊悸，杀蛊毒气，胁痈乳痈发背及诸疮肿，并治产后血狂运。《本草衍义》：张仲景用治伤寒坏后百合病须此也。《本草》：主邪气腹胀心痛，利大小便，补中益气，除浮肿胪胀，痞满寒热，遍身疼痛，及乳难喉痹，止涕泪。仲景治百合病，百合知母汤、百合滑石代赭石汤，有百合鸡子汤、百合地黄汤。或百合病已经汗者，或未经汗下吐者，或病形如初，或病变寒热并见。《活人书》：治伤寒腹中疼，百合一两，炒黄为末，米饮调服。孙真人：治百合阴毒，煮百合浓汁，服一升。《本草经疏》：百合得土金之气，而兼天之清和，故味甘平，亦应微寒无毒。入手太阳、阳明，亦入手少阴。故主邪气腹胀，所谓邪气者即邪热也，邪热在腹故腹胀，清其邪热则胀消矣。解利心家之邪热，则心痛自瘳。肾主二便，肾与大肠二经有热邪，则不通利，清二经之邪热，则大小便自利。甘能补中，热清则气生，故补中益气。清热利小便，故除浮肿胪胀，痞满寒热，通身疼痛，乳难，足阳明热也。喉痹者，手少阳三焦，手少阴心家热也。涕泪，肺肝热也。清阳明、三焦、心部之热，则上来诸病自除。简误：中寒者勿服。　　]",
    " 中药化学成分": "[百合鳞茎含岷江百合甙（regaloside）A、D，3，6'-O-二阿魏酰蔗糖（3，6'-O-diferuloylsucrose），1-O-阿魏酰甘油（1-O-feruloylglycerol）,1-O-对-香豆酰甘油（1-O-p-coumaroylglycerol），26-O-β-D-吡喃葡萄糖基-奴阿皂甙元-3-O-α-L-吡喃鼠李糖基-（1→2）-β-D-吡喃葡萄糖甙〔26-O-β-D-glucopyranosylnuatigenin-3-O-α-L-rhamnopyranosyl（1→2）-β-D-glucopyranoside〕，26-O-β-D-吡喃葡萄糖基-奴阿皂甙元-3-O-α-L-吡喃鼠李糖基-（1→2）-O-【β-D-吡喃葡萄糖基（1→4）】-β-D-吡喃葡萄糖甙｛26-O-β-D-glucopyranosyl-nuatigenin-3-O-α-L-rhamnopyranosyl（1→2）-O-【β-D-glucopyranosyl-（1→4）】β-D-glucopyranoside｝，百合皂甙（brownioside），去酰百合皂甙（deacylbrownioside）,27-O-（3-羟基-3-甲基戊二酸单酰基）-异呐索皂甙元-3-O-α-L-吡喃鼠李糖基-（1→2）-O-【β-D-吡喃葡萄糖基-（1→4）】-β-D-吡喃葡萄糖甙｛27-O-（3-hydroxy-3-methylglutaroyl）isonarthogenin-3-O-α-L-rhamnopyranosyl-（1→2）-O-【β-D-glucopyranosyl-（1→4）】-β-D-glucopyranoside｝，澳洲胺-3-O-α-L-吡喃葡萄糖甙｛solasodine-3P-α-L-rha-mnopyranosyl-（1→2）-O-【β-D-glucopyranosyl-（1→4）】-β-D-glucopyranoside｝及β1-澳洲茄边碱（β1-solamargine）等。卷丹茎、叶含百合甙（lilioside）C。　　]",
    " 食疗价值": "[百合科草本植物百合、细叶百合等多种同属植物的鳞茎。又称百合蒜。我国大部分地区均有分布，栽培或野生。秋、冬季采收，洗净，沸水烫或略蒸过，干燥备用。[性能]味甘、微苦，性微寒。能润肺止咳，清心安神。[参考]含淀粉、蛋白质、脂肪、多种生物碱（秋水仙碱等）、钙、磷、铁等成分。煎剂对氨水引起的小鼠咳嗽有止咳作用，并能对抗组织胺引起的蟾蜍哮喘。[用途]用于肺燥咳嗽，肺虚久咳，痰中带血；温热病后，余热未尽，神思恍惚，虚烦失眠。[用法]煎汤，煮食或蒸食。[注意]入药以野生白花百合为佳；作食以家种者为好。[附方]1，蜂蜜蒸百合：百合120g，蜂蜜30g。拌和均匀，蒸令熟软，时时含数片，咽津、嚼食。源于《圣惠方》。百合、蜂蜜同用，更能补肺润燥，百合又兼可清热。适用于“肺脏壅热烦闷”，或燥热咳嗽，咽喉干痛。2，百合地黄汤：百合60g，生地黄30g。加水煎汤服。源于《金匮要略》。百合润养心肺，生地黄凉血清热。用于百合病，精神恍惚，虚烦不安，口苦，小便赤，脉微　《本草新编》.百合百合，味甘，气平，无毒。入肺、脾、心三经。安心益志，定惊悸狂叫之邪，消浮肿痞满之气，止遍身疼痛，利大小便，辟鬼气时疫，除咳逆，杀虫毒，治痈疽、乳肿、喉痹，又治伤寒坏症，兼能补中益气。百合养生花茶百合花茶 原料：干百合2朵、蜂蜜10毫升 调制：将干百合以沸水冲泡10分钟，饮用时加入蜂蜜即可。功效：排毒、美容养颜。百合金菊茶 原料：干百合2朵、菊花3朵、绿茶1克、金银花0.5克，薄荷0.5克调制：所有原料混合后用沸水冲泡5分钟。用法：代茶饮、每日剂功效：清肝明目、利咽消肿，适用于内热、咽喉肿痛、肝热目赤等。百合洋参茶 原料：干百合5朵、西洋参1克、枸杞子3克、竹叶1克调制：将原料混合后以沸水冲泡10分钟即可。 功效：清热润肺、养心安神、养颜抗衰百合就是一种非常理想的解秋燥滋润肺阴的佳品。百合质地肥厚，醇甜清香，甘美爽口。性平、味甘微苦，有润肺止咳、清心安神之功，对肺热干咳、痰中带血、肺弱气虚、肺结核咯血等症，都有良好的疗效。 此外，百合还有清热、宁心、安神的作用，可用于热病后余热未清、烦躁失眠，神志不宁，以及更年期出现的神疲乏力、食欲不振，低热失眠、心烦口渴等症状。百合不仅味道鲜美，而且营养丰富，药用价值也很高。《本草纲目》中有百合可润肺止咳、宁心安神、补中益气之记载，这里介绍一些与百合有关的美味食品。1,百合粥：取百合粉50克，粳米60克，先将百合与米分别淘洗干净，放入锅内，加水，用小火煨煮。等百合与粳米熟烂时，加糖适量，即可食用。对中老年人及病后身体虚弱而有心烦失眠、低热易怒者尤为适宜。另外在百合粥内加入银耳，有较强的滋阴润肺之用；加入绿豆，可加强清热解毒之效。2,百合汤：将百合除去杂质洗净，在清水中反复漂洗后加水入锅，用水煮至极烂，加入适量白糖，带汤一并食用，可作结核病患者的食疗佳品。食用时虽略带苦味，但细细品味则苦中带甜，令人回味；若放入冰箱存放一会儿，又是极好的冰镇饮料。3,百合煎：取百合粉30克，麦冬9克，桑叶12克，杏仁9克，蜜炙枇杷叶10克，加水煮，有养阴解表、润肺止咳的功效。另取鲜百合与莲子心共煎水，每日频频饮其汁，可治口舌生疮。4,百合蒸：用鲜百合粉与蜂蜜拌和，蒸熟后嚼食可治肺热咳嗽。5,百合炒：取百合粉50克，里脊片50克，用盐、蛋清、湿淀粉拌和，同入油锅翻炒至热，加入适量的调味品即成。此菜味醇而不腻，脆甜清香，具有补益五脏、养阴清热的作用；胃口不开、食欲下降者食用此菜，还能增进食欲。6, DIY美白面膜：清洁脸部皮肤，用热毛巾敷脸5分钟后，百合粉10克左右加纯净水或适量蜂蜜、牛奶、调和搅拌均匀涂于脸部，保持20分钟后用清水洗净，使肌肤白嫩光滑。7,百合粉10克,白糖(牛奶,蜂蜜)适量,加200ml开水即可饮用.　　]",
    " 药理作用": "[1.镇咳祛痰作用1.1.镇咳作用小鼠用SO2引咳法，观察其镇咳效果。均有明显的镇咳作用。1.2.祛痰作用用酚红比色法，气管最后用0.5mlNaHCO3冲洗，于546nm处测定吸收度，并从酚红标准曲线中求出气管排出酚红量。结果见表3。均有显著的祛痰作用。2.镇静作用 小鼠停食8小时后，分别ig百合20g/kg，用酸枣仁作阳性对照，空白用生理盐水，给药30分钟ip戊巴比妥钠40mg/kg，以翻正反射消失到恢复的时间作为睡眠时指标。同时观察对戊巴比妥钠阈下剂量睡眠率的影响。均具有显著地增加戊巴比妥钠睡眠时间及阈下剂量的睡眠率，提示有明显的镇静作用。3.滋阴润肺作用3.1.肺气虚模型游泳实验表明，百合、卷丹以10g/kg剂量ig给于小鼠，并与黄芪（10g/kg）对照，有显著的延长游泳时间，三者的P值均&lt;0.001。3.2.甲亢阴虚模型耐缺氧实验，用甲状腺素0.3mg/只制成小鼠模型。结果百合加甲状腺素组和卷丹加甲状腺素组，明显延长小鼠耐缺氧能力，其P值分别为P&lt;0.01和P&lt;0.001。3.3.对肾上腺皮质激素所致阴虚模型负荷游泳实验，取雄性小鼠，分生理盐水组、强的松龙（40mg/kg/次）造型组和药物（ig10g/kg）加强的松龙组。结果百合对肾上腺皮质功能衰竭起显著性的保护作用（P&lt;0.001）。3.4.对小鼠以2，4-二硝基氯苯（DNCB）所致迟发型过敏反应亦有显著的抑制作用。4.强壮作用4.1.对小鼠负荷游泳的影响小鼠igl0g/kg的药物，并与生理盐水和阿胶养血口服液0.2ml/10g作阳性对照。结果卷丹具显著的延长小鼠游泳时间（P&lt;0.001)。4.2.对小鼠耐常压缺氧的影响小鼠ig10g/kg的药物，以生理盐水作空白对照和以阿胶养血口服液0.2ml/10g作阳性对照。结果卷丹亦能明显的延长小鼠耐缺氧时间（P&lt;0.05)。4.3.对异丙肾上腺素所致的耐缺氧未见明显的作用。5.抗癌作用 本品所含秋水仙碱能抑制癌细胞的增殖　　]",
    " 参看": "[《中药学》- 百合《食物疗法》- 百合《本草纲目 · 百合》]"
},{
    "中药名称": "百合子",
    "内容": "【功用主治】孙思邈：'治肠风下血，百合子酒炒微赤，研末，汤服。'【药 名】 百合子【拼 音】 BAIHEZI【来 源】 为双子叶植物药百合科植物百合等的种子。【功 效】 清热凉血【主 治】 治肠风下血，热痢脓血，里急后重等症。【性味归经】 甘，苦，寒 入大肠经【用法用量】 内服：煎汤，研末，6-9克。【拉丁名】 Lilium brownii F. E. Brown var. Colchesteri Wils.【考 证】 出自《本草纲目》。　　",
},{
    "中药名称": "百花锦蛇",
    "百花锦蛇.中药材.版本一": "[【别名】金钱白花蛇[广西]【来源】游蛇科动物百花锦蛇Elaphe moellendorffi （Boettger） 的初生幼蛇加工环绕成圆盘状者。【功能主治】搜风胜湿，定搐搦，强腰膝。用于半身不遂，口眼歪斜，筋脉拘急，湿痹不仁、骨节疼痛，麻风疥癣。【用法用量】 0.8～1.5钱。【注意】阴虚血少、内热生风者慎用。【摘录】《全国中草药汇编》　　]",
    " 百花锦蛇.中药材.版本二": "[【出处】始载于《中国药用动物志》。【拼音名】Bǎi Huā Jǐn Shé【英文名】Little Multibanded Krait【别名】白花蛇、花蛇、菊花蛇【来源】药材基源：为游蛇科动物百花锦蛇除去内脏的全体。拉丁植物动物矿物名：Elaphe moellendorffi (Boettger)采收和储藏：夏、秋季捕捉。①饼蛇：剖腹去内脏，以头为中心，卷成圆盘状，用竹3根，交叉横穿蛇身，使之固定，烘干。②盘蛇：从头一尾端剖腹，去骨脏，用刺刀将接近脊椎骨处两边的肋骨割断，然后将蛇体展开摊平，以头为中心，卷成圆盘形，每一圈之间用线缝合起来，用竹片撑开，烘干。【原形态】百花锦蛇，全长可达2m。头呈梨形，与颈明显区别，头背赭红色，背部灰绿色，正中有红棕色镶黑边的大斑块29-32个，体侧色斑较小，与正脊交错排列；尾背有红棕与橘红色横玟11-13个，相间排列。眶前鳞1（2），眶后鳞2；颞鳞2（3）+3（4）；上唇鳞4-2-3或3-3-3式，少数5-2-2式。背鳞25（27）-27（25）-19（21）行，除最外2行平滑，余均具弱棱；腹鳞267-292，肛鳞2分，尾下鳞80-102对。【生境分布】生态环境：生活于海拔50-300m的石山区及山石脚、田坝、草丛中。行动迅速，以鼠类为食。资源分布：分布于广东、广西。【性状】性状鉴别，本品呈圆盘形。头居中长圆形，头背赭红色。口有细牙，体背面具有3行略呈六角形的大斑块，斑块边缘蓝色或蓝黑色，中央褐绿色。尾背部具赭红色环。饼固定的饼蛇则缺竹条。盘蛇呈平板状，体扁薄，直径30cm以上，背鳞呈菱形，4.8-5.8cm，宽3.4-4.0mm；鳞片半部边缘整齐，下半部不齐鳞片有弱棱，前有1对端窝，类圆形，鳞片透明无色，表面平滑光滑。气腥，味咸。显微鉴别，分末特征：淡黄色。角质鳞片众多，大多破碎。一种无色，表面有同方向、交错排列的条纹，密度在50条/mm左右，尚隐约可见同向极细密小条纹饰；另一种鳞片碎片布满黄褐色斑点，条斑不明显。另可见骨碎片、横纹肌纤维碎片。鳞片置扫描电镜下观察，具纵条状沟纹，形似人大脑皮层，成沟回状。【化学成份】蜕皮含大量骨胶原（collagen），由多种氨基酸组成，含多种不饱和脂肪酸，以C20：4、C24：1脂肪酸为主。肌肉含蛋折质、肽类、氨基酸、脂肪。脑含促黄体激素释放因子（luteinizing hormone releasing factor），促黄体激素（luteotropic hormone），促卵泡激素（follicle-stimulating hormone）。甲状腺含单碘酪氨酸脱碘酶（monoiodotyrosine deiodinase），碘（iodine），甲状腺素（thyroxine）。红细胞含三磷酸腺苷（adenosine triphosphate），肌醇（inositol），多磷酸盐（polyphosphate）2，3-二磷酸甘油酸酯（2，3-diphosphoglycerate）。【性味】味甘；咸；性温【归经】肝；肾经【功能主治】搜风除湿；通经活络；止痛定惊。主中风半身不遂；口眼㖞斜；筋脉拘急；风湿疼痛；肌肤单板机木不仁麻风疥癣；小儿惊风；破伤风【用法用量】内服：浸酒，20-30ml。【注意】阴虚血少，内热生风者慎服。【各家论述】《中国药用动物志》：蛇肉有搜风胜湿，通经活络、定惊、强腰膝之功能。主治半身不遂、口眼喎斜、筋脉拘急，湿痹不仁，骨节疼痛，麻疯疥癣，小儿惊风和破伤风等症。【摘录】《中华本草》]"
},{
    "中药名称": "百两金",
    "别名": "[八爪龙、山豆根、地杨梅、开喉箭、叶下藏珠、状元红、铁雨伞、真珠凉伞、野猴枣、珍珠伞、竹叶胎、蛇连天、八爪金龙、白八爪、高脚凉伞　　]",
    " 来源": "[药材基源：为紫金牛科植物百两金或其变种大叶百两金、细柄百两金的根及根茎。拉丁植物动物矿物名：1．Ardisia crispa （Thunb.） A.DC.［Bladhia crispa Thunb．］2．Ardisia crispa（Thunb．）A．DC．var．Am-plifolia Walker3．Ardisia crispa（Thunb．） A．DC.var．Diel－sii（Levl．）Walker采收和储藏：秋、冬季采挖，洗净，鲜用或晒干。　　]",
    " 原形态": "[1.灌木，高1-2m。具匍匐根茎，直立茎除侧生特殊花枝外，无分枝。叶片膜质或近坚纸质，椭圆状披针形或狭长圆状披针形，顶端长渐尖，基部楔形，长7-12cm，宽1.5-3cm，全缘或略波状，具明显的边缘腺点，背面多少具细鳞片，无腺点或具极疏的腺点，侧脉约8对，边缘脉不明显；叶柄长5-8mm。亚伞形花序，着生于侧生特殊花枝顶端，花枝通常无叶，长13-18cm者，则中部以上具叶2-3片；花长4-5mm，萼片长圆状卵形或披针形，长1.5mm，多少具腺点，无毛；花瓣白色或粉红色，卵形，长4-5mm，里面多少被细微柔毛，具腺点；雄蕊较花瓣略短，花药狭长圆状披针形，背部无腺点或有；雌蕊与花瓣等长或略长，胚珠5枚，1轮。果球形，直径5-6mm，鲜红色，具腺点。花期5-6月，果期10-12月，有时植株上部开花，下部果熟。2.形态与百两金相似，但植株较粗壮，叶长可达20-25cm，宽可达4-6cm，侧生特殊花枝通常无叶。3.形态与百两金相似，但植物较矮小，高1m以下，叶狭长披针形，长12-21cm，宽1-2（-3.5）cm，侧脉弯曲上升。　　]",
    " 地理分布": "[生态环境：1.生于海拔100-2400m的山谷、山坡疏林下或灌丛中。2.生于海拔1000-2500m的密林下阴湿外。3.生于海拔900-2100m的山坡疏密林下阴湿处。资源分布：1.分布于长江以南各地（海南末见）。2.分布干西南及广西、广东等地。3.分布于西南及台湾、广东、广西等地。　　]",
    " 性状": "[性状鉴别 根茎略膨大。根圆柱形，略弯曲，长5-20cm，直径2-10mm，表面灰棕色或暗褐色，具纵皱纹及横向环状断裂痕，木部与皮部易分离。质坚脆，断面皮部厚，类白色或浅棕色，木部灰黄色。气微，味微苦、辛。　　]",
    " 化学成份": "[根含生物碱，岩白菜素（bergenin），紫金牛酸（ardisic acid）[1]，百两金皂甙（ardisiacrspin）A、B[2]。全株含有环状缩合肽FR900359[3]。　　]",
    " 药理作用": "[1.抗菌作用 对肺炎双球菌，痢疾杆菌有抑制作用。2.消炎作用 百两金醇提物0.45g/kg灌胃，6mg/kg腹腔注射，对蛋清性大鼠足跖肿胀有抑制作用；3.0、6.0mg/kg腹腔注射，对滤纸片致大鼠肉芽组织增生有抑制作用；0.2、0.4g/kg灌胃，对蛋清致小鼠皮肤血管通透性增加，有抑制作用。　　]",
    " 鉴别": "[取本品粉末10g，加甲醇50ml，加热回流10分钟，滤过。滤液加少量活性炭脱色，滤过。取滤液1ml，加亚硝酸钠少量与硫酸1ml，温热，放置后呈红色。(检查岩白菜素)【炮制】1.净制：除去杂质，洗净。2.切制：稍润，切片，晾干。　　]",
    " 性味": "[苦；辛；性凉　　]",
    " 功能主治": "[清热利咽；祛痰利湿；活血解毒。主咽喉肿痛；咳嗽咯痰不畅，湿热黄疸；小便淋痛；风湿痹痛；跌打损伤；疔疮；无名肿毒；蛇咬伤　　]",
    " 用法用量": "[内服：煎汤，9-15g；或煎水含咽。外用：适量，鲜品捣敷。　　]",
    " 注意": "[湿热中阻者慎用。　　]",
    " 附方": "[1.治喉蛾方(《福建中草药》)。2.治喉头溃烂方(《江西草药手册》)。3.治肺病咳嗽，痰出不畅方(《江西中草药学》)。4.治湿热黄疸(《福建中草药》)。5.治痢疾方(《福建中草药》)。6.治胃气痛方(《江西中草药学》)。7.治肾炎水肿方(《江西中草药学》)。8.治陈旧性腰痛方(《江西中草药学》)。9.治齿痛方(《江西中草药学》)。10.治睾丸肿大坠痛方(《福建中草药》)。11.治秃疮，疥癣方(《福建中草药》)。　　]",
    " 各家论述": "[1.《本草图经》：治壅热咽喉肿痛，含一寸许咽津。晒干用，治风涎。2.《分类草药性》:治风湿筋骨疼痛。3.《天宝本草》:治咽喉红肿，火牙肿疼。4.《福建中草药》：清热利湿。治湿热黄疸，痢疾，白浊，睾丸肿大坠痛，秃疮，疥癣。5.江西《中草药学》:消肿，祛痰。　　]",
    " 摘录": "[《中华本草》]"
},{
    "中药名称": "百脉根",
    "牧草名称": "[百脉根　　]",
    " 牧草学名": "[Lotus cornioulatus L.　　]",
    " 来源与分布": "[百脉根原产欧亚两洲温带，19世纪后期开始栽培，我国四川、贵州、广西、湖北、江苏、河北、新疆、甘肃（主要是陇南山区）均有野生分布，中国农科院兰州畜牧所，甘肃农业大学、甘肃省草原工作队，甘肃草原生态所等单位，先后从外地引进良种在兰州、武威、岷县、榆中、庆阳等地开展引种试验，做了大量的工作，虽在各地生长良好，但都未进入在生产中推广应用的阶段。　　]",
    " 牧草形态": "[百脉根是豆科百脉根属多年生草本植物。主根明显，侧根众多，分布于30～60厘米土层中。茎枝丛生，匍匐生长，茎光滑，长60～90厘米。掌状三出复叶，小叶倒卵形，短叶柄。有大托叶，形似叶片，故名五叶草。伞形花序，小花4～8朵，位于长花梗顶端，花色淡黄至深黄。荚长圆，聚生花梗顶端，散开，状如鸟足，故有鸟足豆之称，每荚含种子10～15粒。种子细小，肾形，光滑，橄榄色，棕色或墨绿色，千粒重1.0～1.2克。　　]",
    " 牧草特性": "[性喜温暖湿润气候，耐寒、抗旱、耐熟、耐瘠薄、耐湿润，能在低湿排水不良的地方正常生长。耐旱力强于白三叶和红三叶弱于苜蓿，耐酸能力为苜蓿和红三叶所不及，但酸度过大，会影响根瘤的形成和固氮作用的进行。适宜在肥沃、灌溉良好的粘壤土上生长，但在砂壤土、土层浅，土质瘠薄、徽酸或微碱性土壤均可生长。适宜土壤pH值为6.2～6.5。不耐阴，需长日照，充分开花需日照14～16小时；日照不足，开花减少，出现严重匍匐生长；弱光下，茎枝和根生长均受抑制。幼苗耐寒力较差，且在冬季气温较低，土壤水分不足的地区则不能越冬。　　]",
    " 饲用价值及利用技术": "[（一）饲用　百脉根茎细叶多，产草量高，一般亩产鲜草1500～3000千克，高者可达4000千克，刈割后，再生缓慢，一般每年刈割2～3次。营养含量居豆科牧草的首位，特别是茎叶保存养分的能力很强，在成熟收种后，蛋白质含量仍可达17.4%，品质仍佳。刈割利用时期对营养成分影响不大，因而饲用价值很高。其茎叶柔软细嫩多汁，适口性好，各类家畜均喜食。可刈割青饲，可调制青干草，加工草粉和混合饲料，还可用作放牧利用。用于青饲或放牧时，其青绿期长，含皂素低，耐牧性强，不会引起家畜膨胀病，为一般豆科牧草所不及。因其耐热，夏季一般牧草生长不良时，百脉根仍能良好生长，延长利用期。（二） 其他用途　百脉根根系发达，侧根着生众多根瘤，根茬地翻耕后能增加土壤有机质和氮素，改土肥田效果好，对后作增产作用大，常与禾谷类粮草料及油料、经济作物轮作倒茬利用。茎枝匍匐生长，枝叶茂密，覆盖度大，在荒坡裸地种植，护坡保持水土性能好。花期长，昆虫传粉，是很好的密源植物。百脉根寿命长，可与禾本科牧草混播，建立永久性刈牧兼用草地。种子有落地自生，自行繁衍习性，可用来补播天然草地，可使草地经久不衰，提高产量和质量。根和茎都有从腋芽生出新枝的能力，可切成短段作扦插繁殖，在牧草纯种繁育和育种中有很高的价值，种子结实率高，繁殖系数大，每亩可产种子40～70千克，利于推广。　　]",
    " 栽培技术": "[（一）土壤与耕作　百脉根对土壤要求不严，在沙壤土，粘壤土，瘠薄地，排水不良的低湿地，微酸性或微碱性土壤均可种植。种子细小，幼苗细弱，出土能力差，要求精细整地，才能保证全苗。在上年前作收获后即应伏耕、秋耕、灭茬除草。旱作地秋季耙耱保墒蓄水，冬季镇压保墒，灌区要进行冬灌泡地，冬春耙耱镇压保墒。翌年播种前进行浅耕整地，达到土块细碎，地面平整。（二） 施肥 百脉根播种后，利用年限较长，耗肥量较大，要结合秋耕深翻一次施足底肥，每亩施有机肥1500～2500千克，标准过磷酸钙25～50千克，过磷酸钙须事先与有机肥混合，洒水使其湿润，堆积腐熟发酵20～30天再施用。播前结合深耕，每亩施硝酸铵5～10千克，促进幼苗生长。（三） 播种 种子田播种，用国家或省级牧草质量标准规定的Ⅰ级种子；收草地，放牧地播种Ⅰ、Ⅱ、Ⅲ级种子均可。百脉根种子硬实率高，播种前要进行硬实处理，处理方法有：有机械法擦伤种皮，用温水浸泡24小时，晾干再播；用浓硫酸浸泡20～30分钟，用清水冲洗干净，晾干再播，播种量因利用目的而定，种子田条播，每亩～0.5千克，行距30～40厘米。收草地条播，每亩～0.6千克，行距20～30厘米，撒播0.7～0.8千克，与禾本科牧草混播，百脉根占40～50%。播种深度1～2厘米。播种期因地区间气候差异而不同，寒冷地区应早春播种，温暖地区可以春播，也可以夏播和秋播，秋播不应迟于8月下旬，要使幼苗有1个月以上的生长期，以利越冬。补播改良天然草地的可以在入冬时寄予过冬播种。建立永久性人工草地时，可以单播，也可以混播，常用适宜混播组合草种有草地早熟禾、无芒雀麦、鸡脚草、多年生黑麦草、高牛尾草等。混播比例，百脉根占40～50％为宜。在进行纯种繁育时，可用根或茎切段扦插繁殖。在补播改良天然草地时，可调整控制利用，以利种子充分成熟，便于藉种子自然落粒，自行繁衍改良。（四） 田间管理　幼苗生长缓慢，易受杂草危害，要及时中耕，松土锄草，严禁放牧，践踏毁坏幼苗。草地建植后，也不能放牧利用过重，或在灌水，降雨后放牧，免损生机。每次放牧利用后，要间隔半月，以恢复再生。每次放牧或刈割后，灌区要结合灌水追肥，旱地要利用降雨追肥。每亩施过磷酸钙10～15千克，磷二铵或硝酸铵4～5千克。刈割留茬5～8厘米，放牧留茬10～15厘米。（五）收获利用　花期长，种子成熟不尽一致，成熟后易裂荚落粒，在70％的果荚变为黑褐色时，即可刈割收种，有条件可随熟随收，分期进行。人工草地用于刈割利用的适宜期为初花期至盛花期，用于放牧利用开始期为分枝期至孕蕾期，或草层高度达20厘米时适度放牧，切忌重牧或降雨、灌水后放牧。根茬地肥效很高，常与禾谷类粮草作物和经济作物轮作倒茬利用。种子田和水土保持种植地是良好蜜源地，花期来临，将蜂箱运置四周，促进传粉，增加种子产量，充分利用蜜源。　　]",
    " 常见牧草虫害": "[草原毛虫类、盲蝽类、苜蓿籽蜂、蛴螬、苜蓿夜蛾、小麦皮蓟马、叶蝉类　　]",
    " 百脉根.中药材": "[【药名】百脉根【别名】柏脉根、牛角花、都草、黄金花、五叶草、鸟距草。【汉语拼音】bai mai gen【英文名】Root or stem of Littleleaf Indianmulberry, Herb of Birdsfoot Trefoil, Bird's Foot Trefoil, Bird's Foot Deervetch【拉丁植物动物矿物名】Lotus corniculatus L.【归经】肺经【功效】补虚；清热；止渴【考证】出自《唐本草》【科属分类】豆科【主治】虚劳；阴虚发热；口渴【功效分类】补益药【性味】甘；苦；微寒【药材基源】为豆科植物百脉根的根。【用法用量】内服：煎汤，9-18g；或浸酒；或入丸、散。【出处】《中华本草》]"
},{
    "中药名称": "百日草",
    "基本信息": "[名 称： 百日草学 名：Zinnia elegans别 名： 百日菊、步步高、火球花、对叶菊 、秋罗、步登高科： 菊科属： 百日草属(Zinnia L.)类 别： 为一年生草本花卉百日草为阿拉伯联合酋长国国花。　　]",
    " 形态特征": "[为一年生草本植物，茎直立粗壮，上被短毛，表面粗糙，株高40~12Ocm。 叶对生无柄，叶基部抱茎。叶形为卵圆形至长椭圆形，叶全缘，上被短刚毛。头状花序单生枝端，梗甚长。花径4~1Ocm，大型花径12~15cm。舌状花多轮花瓣呈倒卵形，有白、绿、黄、粉、 红、橙等色，管状花集中在花盘中央黄橙色，边缘分裂，瘦果广卵形至瓶形，筒状花结出瘦果椭圆形、扁小，花期6~9月，果熟期8~10月。种子千粒重5.9g，寿命3年。品种类型很多，一般分为:大花高茎类型株高90~12Ocm分枝少、中花中茎类型株高50一6Ocm分枝较多、小花丛生类型株高仅4Ocm分枝多。按花型常为大花重瓣型，纽扣型、鸵羽型、大丽花型、斑纹型、低矮型。百日草花大色艳，开花早，花期长，株型美观，是常见的花坛、花境材料。高杆品种适合做切花生产。　　]",
    " 生长习性": "[喜温暖、不耐寒、怕酷暑、性强健、耐干旱、耐瘩薄、忌连作。根深茎硬不易倒伏。宜在 肥沃深土层土壤中生长。生长期适温15~30°C，适合北方栽培。矮型种在炎热地区，宜植轻荫 处，同属约有20种，如小百日草、细叶百日草等。瘦果、种子千粒重2.8－11克。适宜播种于花坛、花镜，矮生种可盆栽。百日草也是优良的切花材料。百日草花瓣颜色多样，花期长，花型变化多端，基本上都是重瓣种。百日草原产墨西哥，性强健，耐干旱、喜阳光，喜肥沃深厚的土壤。忌酷暑。在夏季阴雨、排水不良的情况下生长不良。春播于3-4月进行，4-5片叶时移植，株距10厘米。6月初定植，株行距30×30厘米。生长期间每10天施一次10倍人粪尿液。7月至霜降开花。百日草也可利用夏季侧枝扦插繁殖，但因气温过高，且多阵雨，应注意防护遮荫。百日草秧苗在生长后期非常容易徒长，为防止徒长，一是适当降低温度，加大通风量；二是保证有足够的营养面积，加大株行距；三是摘心，促进腋芽生长。一般在株高10厘米左右时进行，留下2-4对真叶摘心。要想使植株低矮而开花，常在摘心后腋芽长至3厘米左右时喷矮化剂。不徒长的苗露地栽培，如果为了限制高度也要摘心。定植前5-7天放大风炼苗以适应露地环境条件。百日草可采取调控日照长度的方法调控花期。因它是相对的短日照植物，日照长于14小时，开花推迟，播种到开花需70天，且舌状花多；日照短于12小时，则开花提前，播种到开花只需60天，但以管状花较多。另外，也可通过调整播种期和摘心时间来控制开花期。　　]",
    " 繁殖方法": "[以种子繁殖为主，发芽适温20~25C，7~10天萌发，播后约70天左右 开花。真叶2~3片移苗，4一5片摘心，经2~3次移植后可定植。华北地区多于4月中、下旬播 种于露地，大约一周发芽，2~3片真叶时移植或间苗，田间栽植株行距因品种高矮而定在15一 4Ocm范围，盆栽时须待摘心后，移植到盆中，可倒盆一次，矮茎种盆栽要反复摘心，促生侧枝， 形成丰满丛株，\"五一\"节用花可于2月上旬播种于室内，盆播3月下旬分苗入盆，4月下旬移盆栽植。追肥以磷钾肥为主。留种要在外轮花瓣开始干枯，中轮花瓣开始失色时进行，剪下花 头，晒干去杂、贮存。百日草花期长，后期植株会长势衰退，茎叶杂乱，花变小。所以秋季花坛用花应在夏季重新 播种，并摘心1~2次。扦插繁殖可在6月中旬后进行，剪侧枝扦插，遮荫防雨。播种繁殖春季3-4月份进行。每克种子120-130粒，发芽适温 21-25℃，播后，7-10天发芽，发芽率为60％。播种至开花因品种不同，从45-75天。扦插繁殖扦插繁殖一般在 6-7月份进行。利用百日菊侧枝剪取长10厘米，插入沙床，插后15-20天生根，25天后可盆栽。由于扦插苗生长不整齐，操作麻烦，实际应用不普遍。　　]",
    " 栽培技术": "[菊科，百日草属，一年生草本，性强健，喜温暖，不耐寒，喜光照，较耐干旱。发芽适温为22-25℃，播种时应稍加覆土，并置于避光处，待长出真叶后要立即移植。百日草生长极快，容易徒长，所以要及时摘心，促发腋芽生长，使其花株粗壮，座花率高。百日草为1－2年生草本植物，其叶片对生、无柄，由舌状花和筒状花组成。由于百日草为相对短日照植物，因此可采取调控日照长度的方法调控花期。当日照长于14小时时，开花将会推迟，从播种到开花大约需要70天，此时的舌状花会明显增多；而当日照短于12小时时，则可提前开花，从播种到开花只需60天，此时的花则以管状花较多。另外，也可通过调整播种期和摘心时间来控制开花期。　在播种过程中，百日草要求排水良好、疏松、肥沃的土壤环境。通常发芽温度为21－22 度，发芽时需要覆土，2-5天即可发芽。在生长过程中，日温应保持在18度，夜温应达到21度。从播种到开花，所需时间一般为9-10 周。另外值得注意的是，百日草忌连作，应适时轮作。由于百日草在生长后期容易徒长，为此，种植者通常采取以下几个措施加以控制：一是适当降低温度，加大通风量；二是保证有足够的营养面积，加大株行距；三是及时摘心，促进腋芽生长。具体操作方法一般是在株高10厘米左右时进行，留下2至4对真叶后摘心。要想使植株低矮而开花，常在摘心后腋芽长至3厘米左右时喷矮化剂。对于没有徒长的苗可露地栽培，如果为了限制其生长高度也要进行摘心处理。　百日草生长势强，喜温暖、干燥和阳光充足的环境，也能耐半阴。生长适温为20～25℃，不耐酷暑，当气温高于35℃时，长势明显减弱，且开花稀少，花朵也较小。为短日照植物，在长日照(光照14小时／日)下，株高增加，舌状花较多；在短日照(光照9小时／日)下，舌状花变小而管状花增多。适应性强，不择土壤，但在土层深厚、排水良好的沃土中生长最佳。在夏季多雨或土壤排水不良的情况下，植株细长、花朵变小、忌连作。百日草以种子繁殖为主，也能扦插繁殖。种子繁殖宜春播，一般在4月中下旬进行，发芽适温为15-20℃。它的种子具嫌光性，播种后应覆土、浇水、保湿，约1周后发芽出苗。发芽率一般在60％左右。在小满至夏至期间，结合摘心、修剪，选择健壮枝条，剪取10～15厘米长的一段嫩枝作插穗，去掉下部叶片，留上部的两枚叶片，插入细河沙中，经常喷水，适当遮阴，约2周后即可生根。定植成活后，在养苗期施肥不必太勤，一般每月施一次液肥。接近开花期可多施追肥，每隔5～7天施一次液肥，直至花盛开。当苗高达10厘米时，留2对叶片，拦头摘心，促其萌发侧枝。当侧枝长到2～3对叶片时，留2对叶片，第二次摘心。这样做，能使株形蓬大、开花繁多。春播后经过70天即可开花。百日菊为枝顶开花，当花残败时，要及时从花茎基部留下2对叶片剪去残花，以在切口的叶腋处诱生新的枝梢。修剪后要勤浇水，并且追肥2～3次，可以将开花日期延长到霜降之前。雨季前成熟的第一批种子品质较好，应及时采收留种。播种苗4-6片叶时定植于10-12厘米盆。百日菊侧根少，移栽时注意少伤侧根。苗高10厘米时，进行摘心，促使多分侧枝。生产上为了矮化植株，在摘心后 2周，用0.5％比久喷洒，效果显著。也可应用生长调节物质来调控花期，幼苗期用0.25％-0.4％比久溶液喷洒，可提前开花，花朵紧密；如用0.4%-0.8％比久或矮壮素，喷2-4次，将推迟开花。幼苗期每半月施肥1次，花蕾形成前增施2次磷钾肥。或用\"卉友\"20-20- 20通用肥。花后不留种需及时摘除残花，促使叶腋间萌发新侧枝，再开花。苗种植株必须隔离，防止品种间杂交，影响种子质量。　　]",
    " 观赏应用": "[高型种可用于切花。因花期长，可按高矮分别用于花坛、花境、花带。也常 用于盆栽。叶片花序可以入药，有消炎和珐湿热的作用。　　]",
    " 花卉寓意": "[百日草 想念远方朋友，天长地久百日草花期很长，从六月到九月，花朵陆续开放，长期保持鲜艳的色彩，象征友谊天长地久，更有趣的是百日草第一朵花开在顶端，然后侧枝顶端开花比第一朵开的更高，所以又得名\"步步高\"。 百日草花的颜色非常丰富，作盆栽欣赏，观其花朵，一朵更比一朵高，会激发人们的上进心。花语ZINNIA (MAGENTA) - Lasting Affection百日草(洋红色) - 持续的爱ZINNIA (MIXED) - Thinking (or in Memory) Of An Absent Friend百日草(混色) - 想到(或纪念)一个不在的友人ZINNIA (SCARLET) - Constancy百日草(腓红色) - 恒久不变ZINNIA (WHITE) - Goodness百日草(白色) - 善良ZINNIA (YELLOW) - Daily Remembrance百日草(黄色) - 每日的问候　　]",
    " 花卉疾病": "[百日草白星病症状：叶上发病。初生暗褐色的小斑点，后成周边暗褐色而中心灰白色、直径2～4毫米的病斑。多在下部叶上发病，严重时叶卷枯。病斑表面有暗绿色霉状物。病原物 Cercospora zinniae Ellis et Martin 为百日菊尾孢菌，属真菌半知菌亚门。传染途径 以菌丝块在种子或病残体上越冬，也可在温室栽培的病株上越冬，成为初侵染来源。病斑上的病菌也可通过风、雨、园艺操作来传播。百日草发病条件 高温高湿条件有利于病害发生。该病发病的适宜温度为22～28℃，相对湿度85％以上。但高温干旱而夜间结露的情况下，也易发病。此外，缺肥、缺水，或大水漫灌，生长不良等都容易发病。百日草防治方法1、加强管理 施足肥料，培育壮苗，防雨遮荫，定植后适时浇水，防止大水漫灌。加强棚室通风，降低湿度。及时清除病残体。2、药剂防治 发病初期，及时摘除病叶，然后立即喷药防治，可用1：0.5:200倍的波尔多液加0.1%硫磺粉,或65%代森锌可湿性粉剂500倍,或75%百菌清可湿性粉剂500～800倍,或50%代森铵800～1000倍。百日草黑斑病百日草黑斑病又称褐斑病。在全国各地均有发生。被侵染植株的叶子变褐干枯，花瓣皱缩，影响观赏。症状:叶、茎、花均可遭受此病危害。叶片上最初出现黑褐色小斑点，不久扩大为现规则形状的大斑，直径为2毫米～10毫米，红褐色。随着斑点的扩大和增多，整个叶片变褐干枯。茎上发病从叶柄基部开始，纵向发展，成为黑褐色长条状斑。花器受害症状与叶片相似，不久花瓣皱缩干枯。幼苗期，茎的基部受害时，形成深褐色中心下陷的溃疡斑，病斑逐渐包围茎部，使小苗呈立枯病症状病原：为真菌百日草链格孢 A lternaria zinniae Pa-pe。侵染途径：此病菌在病叶、病茎等残体上越冬。带病的也可能成为初次侵染源。病菌借风雨传播，在百日草整个生长过程中都可侵染。特别是在高温多湿的气候条件下，发病最为严重。防治方法：1、选择排良好的地段种植。栽植密度要适当。避免连作。种子播前要进行消毒处理（用50％多菌灵可湿性粉剂1000倍液侵种10分钟）。秋后，病叶、病茎等集中销毁，消灭来年的侵染源。从无病的健康母株上留种。2、用50％代森锌或代森锰锌5000倍液或80％新万生右湿粉剂600倍液喷雾。喷药时，要特别注意叶背表面喷匀。百日草花叶病（CMV）全国各地均有发生，常常引起植株矮小、退化，观赏性下降。症状：发病初期叶上片呈轻微的斑驳状，以后成为深浅绿斑驳症。新叶上症状更为明显。病原：引起百日草花叶病的病毒主要是黄瓜花叶病毒CMV。传染途径：此病毒病可以由多种蚜虫传播，黄瓜花叶病毒的寄主范围很广，而且百日草生长季节又是蚜虫活动期，蚜虫与病害的发生有很大的相关性。防治方法：灭蚜防病对百日草花叶病有一定的控制作用。另外，也要注意田间的卫生管理，根除病株，清除CMV的其它寄主，以减少侵染源。　　]",
    " 百日草.中药材": "[【拼音名】Bǎi Rì Cǎo【别名】十姊妹、火毡花、对叶菊、步步登高、节节高【来源】药材基源：为菊科植物百日菊的全草。拉丁植物动物矿物名：Zinnia elegans Jacq.采收和储藏：春、夏季采收，鲜用或切段晒干。【原形态】夏日菊 一年生草本，高30-100cm。茎直立，被糙毛工长硬毛。叶对生；无柄；叶片宽卵圆形或长圆状椭圆形，长5-10cm，宽2.5-5cm，全缘，基部稍心形抱茎，两面粗糙，下面必被短糙毛，基出3脉。头状花序径5-6.5cm，单生枝端，无中空肥厚的花序梗；总苞宽钟状，总苞片多层，宽卵形或卵状椭圆形，外层长约5mm，内层长约10mm，边缘黑色；托片上端有延伸的附片，附片紫红色，流苏状三角形；舌产太花深红色、玫瑰色、紫堇色或白色，舌片倒卵圆形，先端2-3齿裂或全缘，上面被短毛，下在被长柔毛；和状花黄色或橙色，长7-8mm，先端裂片卵状披针形，上面被黄褐色密茸毛。雌花瘦果倒卵圆形，长6-7mm，宽4-5mm，扁平，腹面正中和两侧边缘各有1棱，先端截形，基部狭窄，被密毛；和状花瘦果倒卵状楔形，长7-8mm，宽3.4-4mm，极扁，被疏毛，先端有短齿。花期6-9月，果期7-10月。【生境分布】原产墨西哥。现全国各地多有栽培，有时逸主野生。【化学成份】1.从叶中分得哈阿格百日菊内酯(haageano-tide)。2.花中分得山柰酚-3-O-β-D-葡萄糖甙(kaempferol-3-O-β-D-glucoside),槲皮素-3-O-β-D-葡萄糖甙(quercetin-3-O-β-D-gluco-side),芹菜素-7-O-β-D-葡萄糖甙(apigenin-7-O-β-D-glucoside),芹菜素-4′-O-β-D-葡萄糖甙(apigenin-4′-O-β-D-glucoside),山柰酚-3-木糖甙-7-葡萄糖甙(kaempferol-3-xyloside-7-glucoside),木犀草素-7-葡萄糖甙(luteolin-7-glucoside),乙酰化的矢车菊素-3,5-二葡萄糖甙(acetylated cyanidin-3,5-diglucoside),乙酰化的蹄纹天竺素3,5-二葡萄糖甙(acetvlated pelargonidin-3,5-digluco-side)。3.种子油的主要成分为棕榈酸(palmitic acid)22.3%,硬脂酸(stearic acid)3.8%,油酸 (Oleic acid )39.7%和亚油酸 (linoleicacid)25.2% 。另报道含有皂甙类(saponins)化合物。【性味】味苦；辛；性凉【功能主治】清热；利湿；解毒。主湿热痢疾；淋证；乳痈；疖肿【用法用量】内服：煎汤，15-30g。外用：知审理，鲜品捣敷。【摘录】《中华本草》]"
},{
    "中药名称": "柏子仁",
    "基本信息": "[【来源】：本品柏子仁(1)为柏科植物侧柏Platycladus orientalis （L.） Franco的干燥成熟种仁。秋、冬二季采收成熟种子，晒干，除去种皮，收集种仁。全国各地均产，主产山东、河南、河北、江苏等省。【其他名称】：柏子仁、柏仁、柏子、柏实、侧柏仁、柏子仁霜。【汉语拼音】：Boziren【英文名】：SEMAN PLATYCLADI【主要成分】：含大量脂肪油及少量挥发油，并含皂甙。柏子仁(2)【性状】：长卵形或长椭圆形，长0.3-0.7cm，直径0.1-0.3cm。新货黄白色或淡黄色，久置陈货则呈黄棕色，并有油点渗出。种仁外面常包有薄膜质的种皮，顶端略尖，圆三棱形，基部钝圆。质软油润，断面黄白色，胚乳较多，子叶2枚，均含丰富的油质。气微香，味淡而有油腻感。【性味】：甘，平。归心、肾、大肠经。【功能主治】：养心安神，润肠通便。用于虚烦不眠, 心悸怔忡，肠燥使秘等症。【用法用量】：煎服6-15克。【禁忌】：1.本品易走油变化，不宜曝晒。 2.便溏及痰多者不宜用。宜：心神失养，惊悸恍惚，心慌，失眠，遗精，盗汗者宜食；老年人慢性便秘者宜食。忌：大便溏薄者忌食；痰多者亦忌食。【制法】：柏子仁：除去杂质及残留的种皮。柏子仁霜：取净柏子仁，照制霜法（附录Ⅱ D）制霜。【贮藏】：放缸甏内，置阴凉干燥处，宜在30℃以下保存，防蛀，防热，防霉，防泛油变色。 　　]",
    " 药理作用": "[柏子仁对前脑基底核破坏的小鼠被动回壁学习有改善作用。用电极热损伤环小鼠两侧前脑基底核，每日灌胃给予柏子仁乙醇提取物250mg/kg及500mg/kg,连续15d。在避暗法和跳台法试验中，均证明其对损伤造成的记忆再现障碍及记忆消去促进有明显的改善；对损伤致的获得障碍亦有改善倾向；对损伤造成的运动低下无拮抗作用。 　　]",
    " 化学成分": "[中药化学成分：柏子仁(3)种子含柏木醇（cedrol0），谷甾醇（sitosterol）和双萜类成分：红松内酯（pinusolide），15-16-双去甲-13-氧代-半日花-8（17）-烯-19酸[15，16-bisnor-13-oxo-8(17)-labden-19-oic acid]，15,16-双去甲-13-氧代-半日花-8（17），11E-二烯-19-酸[15，16-bisnor-13-oxo-8(17),11E-labdadien-19-oic acid],14,15,16-三去甲半日花-8（17）-烯-13，19-二酸[14，15，16-trisnor-8(17)-labdene-13,19-dioic acid],二羟基半日花三烯酸（12R，13-dihydroxycommunic acid）.又含脂肪油约14%，并含少量挥发油，皂甙。　　]",
    " 各家论述": "[1.《纲目》：柏子仁，性平而不寒不燥，味甘而补，辛而能润，其气清香，能透心肾，益脾胃，盖上品药也，宜乎滋养之剂用之。2.《本草正》：柏子仁，气味清香，性多润滑，虽滋阴养血之佳剂，若欲培补根本，乃非清品之所长。3.《药品化义》：柏子仁，香气透心，体润滋血。同茯神、枣仁、生地、麦冬，为浊中清品，主治心神虚怯，惊悸怔仲，颜色憔悴，肌肤燥痒，皆养心血之功也。又取气味俱浓，浊中归肾，同熟地、龟版、枸杞、牛膝，为封填骨髓，主治肾阴亏损，腰背重病，足膝软弱，阴虚盗汗，皆滋肾燥之力也。味甘亦能缓肝，补肝胆之不足，极其稳当，但性平力缓，宜多用之为妙。4.《本草备要》：凡补脾药多燥，柏子仁润药而香能舒脾，燥脾药中兼用最良。5.《本经逢原》：柏子仁，《本经》言除风湿痹者，以其性燥也。《经疏》以为除风湿痹之功非润药所能，当是叶之能事。岂知其质虽润而性却燥，未有香药之性不燥者也。昔人以其多油而滑，痰多作泻忌服，盖不知其性燥而无伤中泥痰之患，久服每致大便燥结，以芳香走气而无益血之功也。 　　]",
    " 药品选方": "[柏子仁植物①治劳欲过度，心血亏损，精神恍惚，夜多怪梦，怔仲惊悸，健忘遗泄，常服宁心定志，补肾滋阴：柏子仁（蒸晒去壳）四两，枸杞子（酒洗晒）二两，麦门冬（去心）、当归（酒浸）、石菖蒲（去毛洗净）、茯神（去皮心）各一两，玄参、熟地（酒蒸）各二两，甘草（去粗皮）五钱。先将柏子仁、熟地蒸过，石器内捣如泥，余药研末和匀，炼蜜为丸，如梧桐子大。每服四、五十丸，早晚灯心汤或圆眼汤送下。（《体仁汇编》柏子养心丸）②戢阳气，止盗汗，进饮食，退经络热：新柏子仁（研）、半夏曲各二两，牡蛎（甘锅子内火缎，用醋淬七次，焙）、人参（去芦）、白术、麻黄根慢火炙，拭去汗）、五味于各一两，净麸半两（慢火炒）。上八味为末，枣肉丸如梧子大。空心米钦下三、五十丸，日二服。作散调亦可。（《本事方》柏子仁丸)③治老人虚秘：柏子仁、大麻子仁、松子仁，等分。同研，熔白蜡丸桐子大。以少黄丹汤服二、三十九，食前。（《本草衍义》（④治肠风下血：柏子仁十四枚。燃破，纱囊贮，以好酒三盏，煎至八分服之。初服反觉加多，再服立止。非饮酒而致斯疾，以艾叶煎汤服之。（《世医得效方》）⑤治血虚有火，月经耗损，渐至不通，赢瘦而生潮热，及室女思虑过度，经闭成痨：柏子仁(炒；另研)、牛膝、卷柏各五钱（一作各二两），泽兰叫、川续断各二两，熟地黄三两。研为细末，炼蜜和丸如梧桐子大。每服三三丸，空腹时米饮送下，兼服泽兰汤。（《妇人良方》柏子仁丸）⑥治脱发：当归、柏子仁各一斤。共研细末，炼蜜为丸。每日三次，每次饭后服二至三钱。（《全展选编.皮肤科》）　　]",
    " 用药禁忌": "[　便溏及痰多者忌服。1.《本草经集注》：牡蛎、桂、瓜子为使。恶菊花、羊蹄、诸石及面。2.《本草经疏》：柏子仁体性多油，肠滑作泻者勿服，膈间多痰者勿服，阳道数举、肾家有热、暑湿作泻，法咸忌之。3.《得配本草》：痰多，肺气上浮，大便滑泄，胃虚欲吐，四者禁用。　　]",
    " 植物形态": "[柏子仁植物以及药材常绿乔木，高达20m，胸径可达1m。树皮薄，浅灰褐色，纵裂成条片。小枝扁平，直展，排成一平面。叶鳞形，交互对生，长1-3mm，先端微钝，位于小枝上下两面之叶露出部分倒卵状菱形或斜方形，两侧的叶折覆着上下之叶的基部两侧，呈龙骨状。叶背中部均有腺槽。雌雄同株；球花单生于短枝顶端；雄球花黄色，卵圆形，长约2mm。球果当年成熟，卵圆形，长1.5-2cm,熟前肉质，蓝绿色，被白粉；熟后木质，张开，红褐色；种鳞4对，扁平，背部近先端有反曲的尖头，中部种鳞各有种子1-2颗。种子卵圆形或长卵形，长4-6mm，灰褐色或紫褐色，无翅或有棱脊，种脐大而明显。花期3-4月，球果9-11月成熟。 　　]",
    " 炮制方法": "[柏子仁粥柏子仁：拣净杂质，除去残留的外壳和种皮。柏子霜：取拣净的柏子仁，碾碎，用吸油纸包裹，加热微炕，压榨去油，研细。《雷公炮炙论》：凡使柏子仁，先以酒浸一宿，至明漉出，晒干，却用黄精自然汁于日中煎，手不住搅，若天久阴，即于档中著水，用瓶器盛柏子仁，著火缓缓煮成煎为度。每煎三两柏子仁，用酒五两，浸干为度。　　]",
    " 鉴定方法": "[]",
    " 性状鉴定": "[种仁种仁长卵圆形至长椭圆形，长3-7mm，径1.5-3mm。新鲜品淡黄色或黄白色，久置则颜色变深而呈黄棕色，显油性。外包膜质内种皮，先端略光，圆三棱形，有深褐色的点，基部钝圆，颜色较浅。断面乳白色至黄白色，胚乳较发达，子叶2枚或更多，富油性。气微香，味淡而有油腻感。以粒饱满、黄白色、油性大而不泛油、无皮壳杂质者为佳。　　]",
    " 显微鉴定": "[种仁横切面：内种皮细胞1列，扁长形，外壁稍厚。胚乳较发达，胚乳和子叶薄壁细胞充满脂肪油和糊粉粒。 　　]",
    " 理化鉴别": "[（1）取柏子仁粗粉2g，加长10ml，煮沸10min,趁热滤过。取滤液2ml置试管中，用力振摇1min,产生持久性泡沫，放置10min 泡沫仍不消去。（2）取本品粗粉2g，加甲醇10ml，回流提取10min，滤过。取滤液2ml置水浴上蒸干，残渣加冰醋酸1ml溶解，再加醋酐一浓硫酸试剂（19：1）1ml，则显黄色-紫色-污绿色。 　　]",
    " 药物应用鉴别": "[酸枣仁柏子仁与酸枣仁皆能养心安神，滋阴止汗。然柏子仁重在补心，酸枣仁专于补肝，病机有异；柏子仁润燥力强，可润肠通便，酸枣仁敛阴力胜，能生津止渴，兼治不同　　]",
    " 柏子仁丸": "[药物组成：柏子仁1两，熟干地黄1两半，防风3分（去芦头），黄耆3分（锉），人参3分（去芦头），麦门冬1两半（去心，焙），当归半两（锉，微炒），续断3分，羚羊角屑半两，白茯苓3分，泽兰1两，桂心半两，芎䓖半两，白术半两，酸枣仁3分（微炒），紫石英1两（细研，水飞过），附子3分（炮裂，去皮脐），甘草1分（炙微赤，锉）。处方来源：《圣惠》卷八十一。方剂主治：产后风虚劳损，四肢羸弱，心神虚烦，不能饮食，少得眠卧。制备方法：上为末，入研了药令匀，炼蜜为丸，如梧桐子大。用法用量：每服30丸，空心及晚食前温酒送下。　　]",
    " 柏子仁散": "[药物组成：柏子仁1两，巴戟1两，天雄（炮裂，去皮脐）1两，牛膝（去苗）1两，天门冬（去心，焙）1两，川椒（去目及闭口者，微炒去汗）1两，菟丝子（酒浸3宿，晒干，别捣）1两，肉桂2两（去皱皮），石南3分，续断3分，当归3分。处方来源：《圣惠》卷二十七。方剂主治：风劳。方剂功效：益气血，利四肢，强腰脚，除湿痹。制备方法：上为细散。用法用量：每服2钱，空心及晚食前以温酒调下。　　]",
    " 柏子仁汤": "[柏子仁猪心汤药物组成：柏子仁（炒）1两，白芍药1两，防风（去芦）1两，茯神（去木）1两，当归（去芦，酒浸）1两，芎䓖1两，附子（炮，去皮脐）1两，细辛（洗，去土叶）半两，桂心（不见火）半两，甘草半两。处方来源：《济生》卷七。方剂主治：肝气虚寒，两胁胀满，筋脉拘急，腰膝小腹痛，面青口噤。用法用量：上（口父）咀。每服4钱，水1盏半，生姜5片，煎至7分，去滓温服，不拘时候。]",
    " 参看": "[《中药学》- 柏子仁]"
},{
    "中药名称": "败酱",
    "学名":"Patrinia scabiosaefolia Fisch.",
    "英文名":"Yellow Patrinia",
    "释名":"苦菜、泽败、鹿肠、鹿首、马草。",
    "气味":"（根）苦、平、无毒。",
    "主治":"1、腹痈有脓。用薏苡仁十分、附子二分、改酱五分，共捣为末。每取一匙，加水二升，煎成一升，一次服下。2、产后恶露。用败酱、当归各六分，续断、芍药八分，芎穷、竹茹各四分，生地黄（炒）十二分，加水二升煮成八合，空心服下。3、产后腹痛。用败酱五两，加水四升，煮成二升，每服二合，一天服三次。4、蠼螋尿疮。用败酱煎汁涂搽，有效。",
    "参考":"[《本草纲目 · 败酱》]"
},{
    "中药名称": "败酱草",
    "基本信息": "[败酱草Herba Patriniae(英)Whiteflower Patrinia Herb来源：为败酱科植物白花败酱Patrinia villosa Juss. 的全草。【别名】黄花败酱、龙芽败酱、黄花龙牙、曲菜【来源】本品为败酱草科植物黄花龙芽Patrinia scabiosaefolia Fisch. ex Link.，白花败酱（苦斋）P. villosa （Thunb.） Juss.，以根状茎和根、全草入药。根春秋季节采挖，去掉茎叶洗净，晒干。全草夏秋采割，洗净晒干。【制法】洗净，晒干，切碎用。【性味归经】辛、苦，凉。入胃、大肠、肝经。【功能主治】清热解毒，消痈排脓，活血行瘀。用于肠痈、肺痈及疮痈肿毒，实热瘀滞所致的胸腹疼痛，产后瘀滞腹痛等症。【用法用量】 0.5～1两，鲜全草2～4两；外用适量，捣烂敷患处。　　]",
    " 形态特征": "[多年生草本，高达1m。地下茎细长，地上茎直立，密被白色倒生粗生或仅两侧各有1列倒生粗毛。基生叶簇生，卵圆形，边缘有粗齿，叶柄长；茎生叶对生，卵形或长卵形，长4～10cm，宽2～5cm，先端渐尖，基部楔形，1～2对羽状分裂，基部裂片小；上部不裂，边缘有粗齿，两面有粗毛，近无柄。伞房状圆锥聚伞花序，花序分枝及梗上密生或仅2列粗毛；花萼不明显；花冠白色，直径4～6mm。瘦果倒卵形，基部贴生在增大的圆翅状膜质苞片上，苞片近圆形。花期5～6月。生于山坡草地、路旁。除西北外，全国均有分布。采制 夏季开花前采挖，晒至半干，扎成束，再阴干。化学成分 含白花败酱甙（villoside）、莫罗忍冬甙（morroniside）、番木鳖甙（loganin） 等。性味 性凉，味辛、苦。功能主治 清热解毒，祛瘀排脓。用于阑尾炎、痢疾、肠炎、肝炎、眼结膜炎、产后瘀血腹痛、痈肿疔疮。附注 同属植物黄花败酱P.scabiosaefolia Fisch.同作败酱草使用。败酱草败酱草为败酱科植物白花败酱PatriniavillosaJuss ，黄花败酱P.scabiosaefoiiaFisoh. 的嫩叶，又名胭脂麻。《本草纲目》载“败酱，南人采嫩者，暴蒸作菜食，味微苦而有陈酱败酱草嫩叶每百克含水分 克，蛋白质1.5 克，脂肪1 克，碳水化合物10 克，胡萝卜素6.02 毫克，维生素B20.16 毫克，维生素C52 毫克。败酱草性味苦平，具有清热解毒、排脓破瘀的功效。治肠痈、下痢、赤白带下、产后瘀滞腹痛、目赤肿痛。久病脾胃虚弱者忌食用。　　]",
    " 药用价值": "[（1）临床上常与红藤、苡仁、桃仁、丹皮、大黄等配伍，用治肠痈（急性阑尾炎）；与鱼腥草、桔梗、苡仁、冬瓜子、芦根等配伍，用治肺痈（肺脓疡）；与银花、连翘等配伍，用治疮痈肿毒，同时用本品鲜草捣烂外敷。配红花、山楂等药，治产后瘀血，腹中刺痛等症。配蒲公英、金银花，用治急性结膜炎、结膜充血肿痛；配茵陈、栀子等治急性黄疸性肝炎。（2）本品药材来源较复杂，属于败酱科的败酱草，仅在民间应用，不见市售。据《中药志》说：「今市售败酱草主要有两种：北方习惯使用菊科植物苣莳菜的带根全草；南方习惯使用十字花科植物菥蓂的带草全果。」又说：「北方多数地区作败酱草用的苣莳菜，在《植物名实图考》中即称作苣莳菜，并非作为败酱草的别名，但未述及其效用；南方多数地区作败酱草用的菥蓂，亦为另一种药物，《神农本草经》列为上品，主治明目、目痛、泪出等病；败酱草主治暴热火疮、赤气、疥、瘙、疽、痔等病，二者效用不同。」这说明现在市上出售的败酱草恐非古代所用的败酱草，原植物即为菥蓂，一般用量为三钱至一两，煎服。菥蓂一药在临床上应用时常与清热解毒药与活血祛瘀药配伍同用，不作单味药使用，故菥蓂是否具消痈排脓的功效，有待进一步研究。【摘录】《全国中草药汇编》（3）败酱草性寒微寒，味辛苦，：“此草有陈腐气，故以败酱得名”。败酱性辛散善降，其效可达上，中，下三焦。与公英，白及，徐长卿配伍，理气和胃，治胆汁反流性胃炎。与红藤，赤芍，莪术配伍，消热散瘀，治慢性盆腔炎。与薏苡仁，漏芦，虎杖配伍，清热解毒，治湿热痹症。究其药理，败酱草有抗病毒，抗肿瘤，利胆，利尿，促肝细胞再生等作用。]",
    " 参看": "[《中药学》- 败酱草]"
},{
    "中药名称": "斑唇马先蒿",
    "形态特征": "[沼泽生草本。高5-20cm。叶披针形至狭披针形，羽状深裂至全裂。花腋生，花冠黄色，具长6mm的喙，喉部具2个棕红色或紫褐色的色斑。花期5-10月。 喜冷湿，喜光。西藏广布，多分布于海拔2700-5300m的高山草甸、沼泽、林缘湿地。云南西北部、四川西部以及沿喜马拉雅诸国也产。　　]",
    " 药用价值": "[药名：藏药名：露如赛保拼音名：Banchun Maxianhao英文名：FLOS PEDICULARIS书页号：C1-100 标准编号：WS3-BC-0099-95本品为玄参科植物斑唇马先蒿Pedicularis longiflora Rudolph.var.tubiformis(Klotz.) Tsoong及其同属多种植物的干燥花。花盛期采集，晒干。【性状】　本品为皱缩的花，棕黄色或棕褐色。花梗短，黑褐色。萼管状，前方开裂，齿2枚，裂片有少数锯齿，管长5～8cm，其上被毛。花冠膨大部内含有雄蕊,前端为半环状卷曲的细喙，喙指向花喉。下唇有缘毛,宽过于长且近喉处有棕红色的斑点2个。花丝2对，均有密毛，着生于花管端，花柱明显伸出于喙端。气微，味微苦、辣。【鉴别】 本品粉末黄褐色。花冠表皮细胞淡黄色,长类圆形、类方形或不规则形，细胞壁薄，表面有角质纹理。花粉粒黄色或棕黄色,长椭圆形或类圆形,直径38～44μm,具3孔沟，外壁近光滑，表面有颗粒状雕纹。萼片表皮细胞黄色，长圆形或类方形,壁呈念珠状增厚，直径20～32μm，表面有脑纹状角质纹理。草酸钙方晶较少，淡黄色,直径10～12μm。【炮制】　除去杂质，晒干。【性味】　微苦、涩，寒。【功能与主治】　清热解毒，强筋利水，固精。用于风热症，肉食中毒，高烧神昏谵语，水肿，遗精等症。【用法与用量】　6～9g。【贮藏】　置通风干燥处。标准来源: 卫生部药品标准藏药第一册]"
},{
    "中药名称": "斑点虎耳草",
    "内容": "属种： Saxifraga punctata［ 形态特征与分布 ］多年生草本。茎直立，高20-50厘米。基生叶数枚；叶柄长3-10厘米，近无毛；叶片肾形，长2-4厘米，宽3-6厘米，基部心形，边缘有粗牙齿，牙齿宽卵形或三角形。先端尖；表面被疏毛，背面无毛。聚伞花序疏展，长5-25厘米，花轴与花梗被短腺毛；苞片线形，长2-5毫米；萼裂片5，卵形，长1-2毫米，绿色有时带紫红色，无毛或边缘具纤毛，花后反卷，花瓣5，白色或淡紫红色，有橙色斑点或无，基部具爪，先端钝圆，雄蕊10，比花瓣稍短或近等长；花丝棒锤形，基部细。蒴果长约5毫米，花期7月，果期8月。生于高山冻原低湿处或石砬子上、红松林下或林边、水沟边。分布于中国（东北），朝鲜，俄罗斯以及北美洲。"
},{
    "中药名称": "斑花杓兰",
    "内容": "【药名】斑花杓兰【汉语拼音】ban hua shao lan【拉丁植物动物矿物名】Cypripedium guttatum Sw.【中药化学成分】含铜(0.1％)，锰(0.1％)，钛(0.01％)，铝(1％)，铁(2％)，硅(1.2％)。【功效】镇静止痛；发汗解热。【科属分类】兰科。【主治】神经衰弱；癫痫；小儿高热惊厥；头痛；胃脘痛。【生态环境】生于高寒山区林下或草地。【采收和储藏】春、夏季采挖，洗净，晾干。【资源分布】分布于东北、华北及山东、山西、四川、云南等地。【动植物形态】紫点杓兰，陆生植物，高15-25cm。根状茎横走，纤细。茎直立，破短柔毛，在靠近中部具2枚叶。叶互生或近对生；叶片椭圆形或卵状椭圆形。长5-12cm，宽2.5-4.5cm，先端急尖或渐尖，背脉上疏被短柔毛。花单生，白色而具紫色斑点，直径常不到3cm；中萼片卵状椭圆形，长1.5-2.2cm；合萼片近条形或狭椭圆形，长1.2-1.8cm，先端2齿。背面被毛，边缘具细缘毛；花瓣几乎和合萼片等长，半卵形、近提琴形、花瓶形或斜卵状披针形，长1.3-1.8cm，内面基部具毛；唇瓣几乎与中萼片等大，近球形，内折的侧裂片很小，囊几乎不具前面内弯边缘；退化雄蕊近椭圆形，先端近截形或微凹；柱头近菱形；子房被短柔毛。【功效分类】镇静止痛药；发汗解热药。【用法用量】内服：煎汤，3-9g；或浸酒。【出处】《中华本草》"
},{
    "中药名称": "斑鸠",
    "斑鸠": "[英文名: Turtle Dove 拉丁文:Streptopelia turtur turtur拼音：bān jiū亦作turtle dove。亦译欧斑鸠。鸠鸽目(Columbiformes)鸠鸽科(Columbidae)斑鸠属(Streptopelia)的欧洲和北非鸟类，学名Streptopelia turtur。体长28公分(11吋)。体淡红褐色，头蓝灰色，尾尖白色。在地面觅食，吃大量小型种子。候鸟，在非洲北部越冬。turtledove一词也泛指斑鸠属的其他种类，包括领鸽(S. decaocto)、环颈鸽(S. capicola)。这些身体细长、飞行迅速的猎禽广布於旧大陆的温带和热带地区。环颈斑鸠是驯养的斑鸠变种，现在在加利福尼亚州和佛罗里达州有新大陆野生种群；有时把它列为一个种斑鸠(Streptopelia turtur)，学名S. risorea。笑鸽(S. senegalensis, 或称塞内加尔斑鸠、棕斑鸠)和斑鸽(S. chinensis, 或称中国斑鸠、珠颈斑鸠)已引至原产地以外的地方。turtledove这个俗名中之所以有turtle一词是因其叫声似龟，这种鸟类与有壳爬虫类一点关系也没有。鸽形目鸠鸽科斑鸠属鸟类的通称。体中型，体长27～35厘米；两翅无金属羽色，第2和第3枚飞羽最长；脚短而强壮，跗跖较中趾为长。本属约15种分布于非洲、欧洲和亚洲。中国有5种，几乎遍及各省区。山斑鸠在中国为常见种。上体羽以褐色为主，头颈灰褐，染以葡萄酒色；额部和头顶灰色或蓝灰色 ，后颈基两侧各有一块具蓝灰色羽缘的黑羽，肩羽的羽缘为红褐色；上背褐色，下背至腰部为蓝灰色；尾的端部蓝灰色，中央尾羽褐色；颏和喉粉红色 ；下体为红褐色 。雌雄羽色相似。栖息在山地、山麓或平原的林区，主要在林缘、耕地及其附近集数只小群活动。秋冬季节迁至平原，常与珠颈斑鸠结群栖息。飞行似鸽，常滑翔。鸣声单调低沉。警惕性甚高。觅食高粱、麦种、稻谷以及果实等，有时也吃昆虫的幼虫，冬天常吃樟树的籽核。巢筑在树上，一般高距地面3～7米，用树枝搭成，结构简单。外径约30厘米×40厘米，内径约8.0厘米×8.5厘米。每窝产卵2枚。卵白色，卵径33毫米×24毫米。孵化期约18天，雏期约18天。斑鸠数量较多，是有经济价值的猎禽。中药名：[斑鸠]释名：斑佳、锦鸠、鹁鸠、祝鸠。叫声﹕咕咕气味：（鸠肉）甘、平、无毒。主治：明目，益气，令人不噎。附方：鸠屎同夜明砂，等分为末，只入耳中，可治 ，耳出脓及耳多耵聍。四川话斑鸠　　]",
    " 斑鸠的养殖": "[斑鸠，其肉质细嫩，口感好，味道鲜美，营养丰富，体形似鸽，羽毛光滑，性情温顺，观赏价值颇高。1、建立场地应选通风良好、干燥，地势较高的向阳坡地。架设高空网箱，面积一般为40平方米到60平方米，高度2．5米到3米，用竹子搭架，缚以塑料网而成。在网箱内搭一个鸟棚，供斑鸠雨天避雨及夏季避阳用。种鸟场的网箱应高出地面1．5米到2米，应用竹子或树枝做成假树，搭上人工鸟巢，以利于斑鸠产卵。2、挑选种鸟选取体大、健壮、无病、10月龄的成鸟作为种鸟，单独饲养。在饲料中应多加含蛋白质、卵磷脂及钙的食物，以利于繁殖。3、繁殖与育雏（1）产卵。野生种鸟一般春秋季节交配产卵。人工饲养可采用雌鸟人工注射雌激素的方法，促其短期内发情，可使其每月都能产卵。（2）孵化。将产后的卵收集起来，放入孵化箱内进行人工孵化。在孵化过程中应调节好温度及相对湿度，确保出壳率在98％以上（斑鸠很少有未受精卵）。（3）雏鸟管理。雏鸟刚孵出时应注意保暖，及时饮水，选用万分之二浓度的高锰酸钾溶液作为饮用水，每4小时更换一次。雏鸟出壳以后，一般6小时到8小时有觅食行为，食品最好选谷子或细小、易消化的食物，也可用雏鸟颗粒饲料。1周以后在饲料配比中可加入20％的裨籽、稻谷等多种植物种子。4、及时防病由于人工养殖密度大，易感染疾病，应做好网箱内的卫生工作，定期消毒，及时清理粪便，并定期进行防疫。发现病鸟应隔离治疗，死鸟应深埋或烧掉，并对该网箱内所有鸟进行消毒处理。5、适时出售斑鸠生长期很短，一般4周到5周龄便可出售，4个月后性发育成熟斑鸠的用途在基督教的信仰活动中，人们可以把斑鸠为祭物献给上帝，以得上帝的喜悦.利未记：1:14 人奉给耶和华的供物，若以鸟为燔祭，就要献斑鸠或是雏鸽为供物。1：15司要把鸟拿到坛前，揪下头来，把鸟烧在坛上，鸟的血要流在坛的旁边。1：16又要把鸟的嗉子和脏物（注：“脏物”或作“翎毛”）除掉，丢在坛的东边倒灰的地方。1：17 要拿著鸟的两个翅膀，把鸟撕开，只是不可撕断，祭司要在坛上、在火的柴上焚烧。这是燔祭，是献与耶和 华 为 馨 香的火祭。魔术表演中，常使用比鸽子体型小，但和鸽子外形很像的白色斑鸠做鸽子的替身。　　]",
    " 食疗价值": "[鸠鸽科动物山斑鸠、珠顶斑鸠的肉。斑鸠又称锦鸠、鹁鸠、祝鸠。山斑鸠几乎分布于我国各地，珠顶斑鸠分布于我国东部，西至陕西、四川。获得后，去毛和内脏，取肉洗净用。[性能]味甘，性平。能益气补虚，明目，强筋骨。[用途]用于久病虚损，少气乏力；眼目昏花，视力减退；肝肾不足，筋骨不健等。[用法]煨食，入菜肴。[附方]1，煨斑鸠：斑鸠1只，用荷叶或菜叶包裹，以线扎定，黄泥涂封，置火灰中煨熟，取出食肉。本方取斑鸠肉益气补虚。适用于久病虚损，少气乏力等。2，斑鸠明目丸：斑鸠1只，枸杞子、覆盆子各15g，五味子10g。加水一同煎服，并取斑鸠肉嚼食。方中枸杞子为养肝明目之要药，覆盆子亦能补肝明目，五味子能滋肾水，补虚明目；斑鸠肉明目，古方多用之，诸药配伍，其功尤著。用于肝肾虚损，眼目昏花等。　　]",
    " 参考": "[《本草纲目 · 斑鸠》]"
},{
    "中药名称": "斑鸠菊",
    "斑鸠菊介绍": "[斑鸠菊 (Vernonia esculenta)科属:菊科　　]",
    " 形态特征:": "[形态枝圆柱形，具棱，被灰色绒毛。叶纸质，长圆状披针形或披针形，先端渐尖，茎部楔形，稀近圆形，具细齿或全缘，叶面暗绿色，被乳头状突起，粗糙，下面被灰色短绒毛。圆锥花序。花淡红紫色，花冠管状。瘦果淡黄褐色。花期7-12月。 原产我国西南各地。喜温暖、湿润，阳光充足，要求疏松、肥沃土壤。不耐寒，也不耐干旱。高3-4m，小枝被灰白色密柔毛。叶互生，纸质，卵状椭圆形，卵状披针形或披针形，全缘，叶面有乳头状突起，叶背被灰白色短柔毛。头状花序多数，在枝顶排成宽复伞房状花序，花筒状，淡紫色，花期春夏。播种或分株法繁殖。栽培管理简单容易。适于自然式丛栽或作花境背景。　　]",
    " 分布与习性:": "[原产地与分布产于四川西部、西南部，云南西北部、中部、东部和南部，习性常生于向阳山坡、草地灌丛，或山谷疏林及林缘。喜光。对土壤要求不严，耐瘠薄。　　]",
    " 应用:": "[用途斑鸠菊抗逆性强，花期长，花果小而繁多。在我国西南或南方一些气温高燥的地区，可作为庭园观赏树种，丛植或片植均较适宜。　　]",
    " 其他": "[同属植物约500种，常见栽培的还有柳叶斑鸠菊(V．saligna)；紫霞菊(V．altissima)；夜香牛(V．cinarca)等。　　]",
    " 园林用途": "[斑鸠菊抗逆性强，花期长，花果小而繁多。在我国西南或南方一些气温高燥的地区，可作为庭园观赏树种，丛植或片植均较适宜。　　繁殖栽培用播种或分株繁殖，或移植野生苗木。]"
},{
    "中药名称": "斑茅",
    "内容": "【药 用】为禾本科植物斑茅的根。【功 效】通窍利水，破血通经。【主 治】治跌打损伤，筋骨风痛，妇人闭经，水肿盅胀。【性味归经】甘，谈。肝、脾、肾【用法用量】煎汤，0.5～2两。内服。【别 名】大密(《岭南科学》)、芭茅(江西《草药手册》)【药用部位】本植物的花穗(斑茅花)亦供药用。【动植物资源分布】生于山坡和河岸草地及村落附近。分布江苏、浙江、安徽、河南、湖南、湖北、四川、江西、广东、云南等地。【药材的采收与储藏】夏、秋采收。【考 证】出自崔禹锡《食经》。"
},{
    "中药名称": "斑茅花",
    "内容": "【来源】为禾本科植物斑茅的花穗。【动植物形态】斑茅，多年生草本，植株高大，可达2-4m，秆直径可达2cm。花序以下无毛。叶片条状披针形，长60-150cm，宽2-2.5cm，先端叶片不显著退化。圆锥花序长30-60cm，宽4-13cm，主轴无毛；无柄小穗披针形，长3.5-4mm，基盘有远较小穗为短的柔毛；两颖等长，第1颖先端渐尖，有2脊，脊缘有长柔毛，第2颖舟形，顶端渐尖，上部边缘有小纤毛，背部无毛，或有长柔毛；第1外稃和第2外稃顶端尖或有小尖头，第2内稃长圆形，长约为外稃之半；雄蕊3，花药长约1.8mm；花柱长而羽毛状。颖果离生。花、果期5-10月。【拉 丁 名】Saca-narum arundinaceum Retz.（原植物斑茅）【采集】夏、秋季采收。【功用主治】止血。治咯血，呕血，衄血，创伤出血。【用法与用量】内服：煎汤，0.5～2两。外用：适量，捣敷。"
},{
    "中药名称": "斑蝥",
    "简介": "[]",
    " 一、基本信息": "[【来源】斑蝥本品为芫青科昆虫南方大斑蝥(大斑芫青) Mylabris phalerata Pallas或黄黑小斑蝥(眼斑芫青) M.cichorii Linnaeus的干燥体。【性味、归经】辛，热；有大毒。归肝、胃、肾经。【功效】破血逐瘀消漱，攻毒散结,常用于病毒性肝炎。【产地分布】主产于河南、广西、安徽、江苏、湖南、贵州等省区。【药材特征】南方大斑蝥：呈长圆形，长约为15~22毫米，宽5~8毫米。头及口器向下垂，有较大的复眼及触角各一对，触角多已脱落。背部具革质鞘翅1对，黑色，有3条黄色或棕黄色的横纹；鞘翅下面有棕褐色薄膜状透明的内翅2片。胸腹部乌黑色，胸部有足3对。有特殊的臭气。【化学成分】南方大斑蝥主含斑蝥素（Caantharidin）1～1.2％。此外，尚含脂肪油12%、树脂、蚁酸、色素等。黄黑小斑蝥含斑蝥素 0.97～1.3％。　　]",
    " 二、市场供应": "[黄色小斑蝥：体型较小，长1～1.5cm。是一种有特殊臭气的昆虫，由于目前农作物上使用大量杀虫药剂，近年来，斑蝥数量锐减，价格不断上涨，市场仍供不应求。具有破结攻毒、除血积、利水道的功能。据现代药理研究表明：斑蝥还具有抗肿瘤、抗病毒的作用。各地有产，是近年来广西市场上的走销品种。斑蝥对农作物和蔬菜来说是一种害虫，它往往把寄主植物的花朵花蕾全部吃完后又转移到其他植株为害，造成严重减产。近年来，农民对斑蝥防治加强，斑蝥的数量大为减少。据商家反映，近二三年里，年上市量正以20%以上向下递减，故使市场上的销势年比年看好，价一年上一个新的台阶。　　]",
    " 背景资料": "[]",
    " 一、发现": "[19世纪采集斑蝥的情况古希腊时期，医学家希波克拉底早在记载西班牙苍蝇的药效，斑蝥而斑蝥的翅亦会用作研制消退水泡的膏布，并用作抗刺激药。在古代中国，曾出现世上首个有记录的臭弹（stinkbomb），就是以这些斑蝥昆虫类，混合砒霜、附子和人类的粪便而成。在桑特利亚（Santeria），这些斑蝥则会用作制香。　　]",
    " 二、最初药用": "[而斑蝥更早已是世界知名的春药，罗马帝国开国君主屋大维的妻子莉薇娅，会将斑蝥混入宾客的食物当中，引诱宾客轻薄自己，其后再以此勒索。据记载，神圣罗马皇帝亨利四世（1050-1106）亦因曾服用斑蝥而有损健康。1572年，法国外科学医生巴雷（AmbroiseParé）曾记录了一位男子服用一定份量的荨麻（nettle）和斑蝥后，出现一种最可怕的淫乱症。670年代，法国黑魔法师 La Voisin会混和烘乾的鼹鼠（moles）和蝙蝠的血液制成，渗入路易十四的食物，以维持路易十四对他的情妇蒙提斯斑夫人（Françoise-Athénaïs,marquisde Montespan）的需索。18世纪斑蝥昆虫在欧洲流行，在法国称之「pastillesRichelieu」，萨德侯爵更被指在1772年，给妓女服用大茴香（anise）味的香碇和西班牙苍蝇，强行与妓女群交及鸡奸她们，萨德侯爵因此被判处死，但及后上诉得到缓刑。　　]",
    " 三、毒性": "[西班牙苍蝇亦会用作为堕胎药、兴奋剂（因为用后会导致失眠和神经紧张），甚至毒药，若以粉状渗进食物则不易察觉。义大利梅第奇家族的一位女白爵 Toffana研制的毒药《Aqua toffana （aquetta diNapoli）》，就是以砒霜和西班牙苍蝇混合而成。据说，在水和酒中加入4至6滴，服后数小时内便能无痛死亡。为了证明西班牙苍蝇令人致死的药效，他们会进行测试，其中一个式是将中毒死者的内脏分解于油中，涂在兔的脸上，以观察兔子有否出现水泡。　　]",
    " 四、弊端": "[除了用于畜牧业和供注册医护人员治疗疣外，美国法例禁止使用斑蝥。一些以邮购或网路售卖催情药，以西班牙苍蝇的名称作招徕，但不少都是由卡宴辣椒粉（cayennepepper）制成的胶囊，有时则混以人参、巨藻（kelp）、姜、崩大碗。在德国有一种产品名为《Spanische Fliege （西班牙苍蝇）》，只是顺势疗法的药物，有效成份极低，一般服用风险不太。而一种产自北非的果酱《Dawamesk》，除大麻制剂（Hashish）、杏仁浆、开心果、砂糖、橙或罗望子皮、丁香外，有时亦会加入西班牙苍蝇。在摩洛哥以及其他北非地方，其中一种名为《Rasel hanout》的香料，成份亦曾包括斑蝥，不过摩洛哥已在1990年代禁售。　　]",
    " 物种特征": "[斑蝥为芫青科昆虫的一种小昆虫，和蚂蚱、蝗虫一样，是一种危害农作物的害虫，斑蝥分两个品系，分南方大斑蝥和北方黄黑小斑蝥，两者体长虽有长短之分。但体貌基本一致，体被黑毛，头呈圆三角形，有粗密刺点，复眼大，略呈肾形，触角一对，前胸长稍大于宽，鞘翅基部各有二个大黄斑，翅中前后各有一黄色波纹状横带。翅面黑色部分刻点密集，黄色部分刻点甚粗，鞘翅下面有2片薄膜状透明的内翅，胸部突起，足3对。　　]",
    " 应用与配伍": "[1．用于症积，经闭等。本品丰散而入血分，能破血瘀，消症散结，通经。治经闭不适《济阴纲目》以本品配桃仁、大黄用之。近代用治多种癌肿，尤以肝癌为优，可以斑蝥1～3只放入鸡蛋内煮食，若以斑螯素片内服更佳，（每次～0.5mg）能使症状改善，部分病例瘤体缩小。2．用于痈疽恶疮，顽癣，等。本品为辛散有毒之品，能以毒攻毒，消肿散结。治痈疽肿硬不破，《仁斋直指方》用本品研末，和蒜捣膏贴之，可攻毒拔脓；治顽癣，《外台》以本品微炒研末，蜜调敷，近代有以本品配甘遂研末，醋调外搽治牛皮癣者；治瘰疬瘘疮，配白矾、白砒、青黛等，研末外掺，如《证治准绳》生肌干脓散。　　]",
    " 药用价值": "[斑蝥喜群体栖息和取食，每年春季开始孵化，危害大豆、花生、茄子、棉花斑蝥等作物的叶、芽及花等器官，分布甚广，中国各地几乎均有，在庄稼叶上产卵繁殖，它是一种害虫。同时还是一种贵重的中药材，明代大医学家李时珍在《本草纲目》巨著中称斑蝥性味辛、寒有大毒，有主治寒热、鬼疰盅毒、鼠瘘、疮疽、蚀死肌、破石癃、血积、伤人肌、治疥癣、堕胎、治瘰疬、通利水道、疗淋疾、傅恶疮瘘烂、治疝、解疖毒，治狂犬病等功效。现代科学研究，斑蝥素对治疗恶性肿瘤、皮肤病、白癜风及顽癣有特效，同时对斑秃还有毛发再生的功效，对病毒性肝炎亦有较好抑制作用，因其有毒，临床一般提倡以外用为主，一个患者身患牛皮癣，花了几万元不能治愈，后用斑蝥和酒精泡制，小面积涂抹，然后扩大外用，药到病除。上述属民间流传小偏方，因人而异，还是谨遵医嘱。　　]",
    " 药理研究": "[]",
    " 一、药理": "[斑蝥的现代药理研究人类用斑蝥治疗疾病已有2000多年的历史，斑蝥为芫青科昆虫南方大斑蝥或黄黑小斑蝥的干燥体。《木经》中称其昧辛，热、有大毒，归肝、胃、。肾、相关药物大肠和小肠经，具有攻毒蚀疮，逐瘀散结的功效。近年来对斑蝥的研究主要集中于对其有效成分斑蝥素抗癌机制的探讨、衍生物的研制和新剂型的开发方面，相继合成了多种斑蝥素衍生物，如斑蝥酸钠、羟基斑蝥胺、甲基斑蝥胺、去甲斑蝥素等…。现代临床研究证实斑蝥在治疗一些疑难杂症方面，具有独特的疗效，如治疗风湿痛、神经痛、梅核气、斑秃、乳腺增生、鼻炎、传染性疣、肝炎、癌肿等。利用斑蝥及其衍生物制成的一些疗效显著的中成药、化学药、生化药等相继问世，如鹅掌风药水、治癣药用红膏、治癌药斑蝥素及斑蝥素片、斑蝥素注射液、去甲斑蝥素片、斑蝥酸钠片、复方斑蝥酸钠片、斑蝥素乳膏等”0。现就其现代药理研究和临床研究的近况作一综述。　　]",
    " 二、化学成分": "[化学成分的研究20世纪70年代人们将斑蝥粉碎，经浓盐酸酸化、丙酮提取、浓缩、重结晶，得到了斑蝥的药用成分斑蝥素。而后又相继合成了多种斑蝥素衍生物，去甲斑蝥素和斑蝥酸钠等。其中去甲斑蝥素便是由呋喃及顺丁烯二酸酐通过Diles—AIder反应经催化加氢合成制得。而斑蝥酸钠是斑蝥素经过氢氧化钠水解生成。目前我国正在研究开发的新型铂类抗癌药物斑铂是斑蝥素衍生物与铂配合而成的一类化合物。最近又有报道，周氏”’等选择有机磷基团对斑蝥素的结构骨架进行修饰改造，以外式双环庚一5一烯，一2，3一二甲酸酐为原料，设计合成出了一系列含膦二肽的斑蝥素类似物。去甲斑蝥素(NCTD)：NcTD是斑蝥素的衍生物，是从斑蝥中提取斑蛰素并经人工合成的一种新型低毒的抗癌药物，由呋喃与马来酸酐按iels—Alder’加成反应后催化氢化制得的人工全合成的一种新化合物，构型与斑蝥素相似，唯一，2位无甲基。具有抗癌和升高白细胞数的作用，是当今国际上第1个有升高白细胞作用的抗癌药物。　　]",
    " 三、范氏研究": "[范氏等研究发现，DNTD对GBC—SD细胞的生长有明显的抑制杀伤作用，而且随浓度升高或时间延长作用增强，具有剂量一时间效应关系。说明NcTD抑制胆囊癌GB(：一SD细胞增殖的作用机制可能与干扰细胞的有丝分裂，将细胞阻滞于生长周期的G2／M期，并抑制、干扰细胞DNA合成、代谢有关。此后，范氏等又发现，NC’rD能够降低MVD，抑制肿瘤血管生成，可通过诱导肿瘤细胞凋亡，或通过抑制细胞PcNA表达而抑制肿瘤细胞增殖，从而遏制肿瘤生长。安氏等采用MTT法、形态学观察、DNA凝胶电泳、乳酸脱氢酶(LDH)检测及免疫印记法(westemblot)，研究去甲斑蝥素通过半胱氨酸天冬氨酸酶(caspasc-)途径诱导人宫颈癌细胞(Hela)凋亡的机制发现，去甲斑蝥素能显著诱导Hela细胞发生凋亡。　　]",
    " 四、赵氏研究": "[赵氏等研究表明，去甲斑蝥素对体外人肝癌细胞SMM(：一772l的生长有抑制作用。李氏等报道，去甲斑蝥素微球介入治疗能够延长肝癌大鼠的生存期；其介入治疗肝癌的机制与抑制Ki一67、6c一2其因表达，上调caspase一3表达，从而抑制肝癌细胞增殖和促进细胞凋亡有关。刘氏等研究发现，NcTD具有诱导人早幼粒白血病细胞株HL60细胞凋亡的作用。此外，NCTD能刺激骨髓引起白细胞数升高。误服斑蝥中毒的病例，几乎白细胞数全部升高，在斑蝥素的动物实验中，骨髓检查可见白细胞增生活跃斑蝥素钠：斑蝥酸钠是斑蝥素与氢氧化钠共热时水解生成。斑蝥酸钠不仅保持了斑蝥素特有的抗癌活性，且不良反应比斑蝥素小。　　]",
    " 五、现代研究": "[现代研究中，本品含有斑蝥素、单萜烯类脂肪、树脂、蚁酸及色素等成份，但抗癌活性成份为斑蝥素（亦称芫青素）。近十余年来，国内已经合成的各种斑蝥素衍生物达100余种，主要有斑蝥酸纳、甲基斑蝥胺、丙烯基斑蝥胺、羟基斑蝥胺等。实验研究表明，本品的水醇或丙酮提取物，体外试验结果证明能抑制Hela细胞和人体食道癌、贲门癌、胃癌、肝癌、肺癌、乳腺癌等细胞的代谢。斑蝥素对小鼠腹水型肝癌和网织细胞肉瘤ARS均有一定的抑制作用，并能引起肝癌细胞明显萎缩、退化、胞浆多空泡等形态学改变，其作用机制与抑制癌细胞的蛋白质合成，影响RNA和DNA的合成有关。而斑蝥素的衍生物均有与斑蝥素类似的抗肿瘤作用，以羟基斑蝥胺的化疗指数较高及毒性最小。斑蝥素纳的抗肿瘤谱比较广，除能抑制小鼠腹水肝癌和ARS外，还能抑制小鼠肉瘤S180、宫颈癌U14、艾氏腹水癌实体型等肿瘤株，体外亦能抑制Hela细胞株、人食管鳞癌CaEs17细胞株及人肝癌BES7402细胞株；同时能使小鼠外周白细胞明显增多，对红细胞数目没有影响，发现此药对骨髓造血干细胞有一定的刺激作用，在抗癌药物中，这种具有升高白细胞的药物尚不多见。　　]",
    " 临床应用": "[]",
    " 一、临床": "[临床运用中，斑蝥素及其衍生物对肝癌确有较好疗效。据统计：以斑蝥素制剂为主治疗原发性肝癌中，有效率60%左右，可改善肝癌患者的临床症状，延长生存期，部份病例肿块缩小，白细胞多不下降，治疗后1年生存率为12.7% 。也有用甲基斑蝥胺治疗Ⅱ、Ⅲ期原发性肝癌时，半年以上生存率明显高于5-Fu组，若将甲基斑蝥胺的单次用量增大5-10倍，半年以上生存率可得到明显提高（由18.9%升至57.1%）,且未见明显毒副作用。　　]",
    " 二、民间偏方": "[民间早就有用斑蝥治疗肝癌的偏方技法：（1）斑蝥蒸鸡蛋法，鲜鸡蛋一个，斑蝥2-3只。在蛋壳上开一小孔，将斑蝥去头足翅后，放入蛋中，用纸封口，隔水蒸熟，去斑蝥，吃鸡蛋，每日或隔日1次，连服5天停5天，3个月为一疗程。（2）斑蝥炒糯米，斑蝥100克，糯米100克，陈皮100克。斑蝥合糯米入锅微火炒黄，去斑蝥，将炒黄的糯米与陈皮混合为未，每次服5-6克，每天3次。以上均为前人的经验，不得不承认，均有一定疗效，但书本的东西和听来的经验，一定要经自己临床证实才可放心使用。为此笔者曾经一年的临床试验，既使用了斑蝥生品，又使用了斑蝥成药，没发现明显有效病例，自此至今笔者已有6年没再使用。据了解，曾喧嚣一时的斑蝥及斑蝥制剂，由于有效率有限，临床医生已很少使用。因此，不必一味追求“民间偏方”。医生选用什么药，不是凭道听途说，而按自己的临床体验决定。　　]",
    " 三、抗癌机制": "[其抗癌机制主要包括以下三个面：一减少癌细胞DNA、RNA的前体物摄入，抑制核酸的代谢；二减少癌细胞对氨基酸的摄取，抑制蛋白质的合成；三影响线粒体膜的通透性，增强氧化磷酸化的偶联过程，从而影响癌细胞的能量代谢平衡，控制和缓解癌变发生。陈氏等报道，斑蝥酸钠注射液配合放疗治疗中晚期恶性肿瘤(肺癌、鼻咽癌、乳腺癌、食道癌等)，能提高治疗效果，降低放疗不良反应，改善患者生活质量，具有抗肿瘤和免疫调节双重作用。赵16中国社区医师2007~第16期(综台版)(第9卷总第169~1氏等也报道，用胃癌细胞原代培养药敏检测，结果显示斑蝥酸钠的敏感率高于5一Fu、DNR、DDP、ADM等常规化疗药物。梁氏等研究结果也证实，斑蝥酸钠对人胃癌BGC823细胞生长有抑制作用，可诱导胃癌细胞凋亡。陈氏等报道，斑蝥酸钠联合肝动脉化疗栓塞治疗中晚期肝癌.能明显对化疗栓塞起到增效作用，同时可减轻化疗药对白细胞抑制作用。桂氏等报道，斑蝥酸钠在体外作用于人肝癌细胞系Bel一7402.不仅可诱导肝癌细胞的凋亡，还能抑制肝癌细胞的生长增殖。　　]",
    " 四、升白作用": "[此外，斑蝥素钠亦有升白作用，能减轻放、化疗对骨髓造血系统的毒性，改善患者一般状况。梁氏等报道，斑蝥酸钠升高白细胞的机制主要是缩短白细胞的骨髓成熟、释放时间，促进骨髓造血干细胞(cFu—s)向粒一单核系祖细胞(cFu—GM)分化，从而导致白细胞升高。甲基斑蝥胺：甲基斑蝥胺系斑蝥素的衍生物，对动物实体瘤作用优于斑蝥素，毒性则较低，对肝脏毒性小，但对肾脏仍有一定毒性。对肝癌细胞的核酸和蛋白质合成有干扰作用，且能增强机体巨噬细胞的吞噬作用，对肿瘤细胞有抑制和杀伤作用。目前，对甲基斑蝥胺的报道较少。综上所述，斑蝥的主要成分斑蝥素及其衍生物对多种肿瘤，尤其是原发性肝癌有肯定的治疗效果。诱导肿瘤细胞凋亡、抑制肿瘤细胞蛋白质合成以及升高白细胞数，提高免疫力可能是其抗肿瘤的机制。但其更详细的抗癌机制尚待深入研究。对斑蝥类药物的研究方面，应该是开发斑蝥素的新衍生物，既要发挥其抗肿瘤作用，又能最大可能的降低毒性。目前我国正在研究开发的新型抗癌药物斑铂，是斑蝥素衍生物与铂配合而成的一类化合物，期望能够接近这个目标。　　]",
    " 用法用量": "[内服多入丸散，0.03～0.08g；外用适量，研末敷贴，或酒、醋浸涂，或作发泡用。内服需以糯米同炒，或配青黛、丹参以缓其毒。　　]",
    " 使用注意": "[本品有剧毒，内服宜慎，应严格掌握剂量，体弱及孕妇忌服。外用可刺激皮肤发红发泡，甚至腐烂，不宜大面积使用。内服过量可引起恶心、呕吐、腹泻、尿血及肾功能损害。　　]",
    " 药典标准": "[【英文名】 MYLABRIS【别名】花斑蝥、花壳虫【来源】本品为芫青科昆虫南方大斑蝥Mylabris phalerata Pallas 或黄复方斑蝥胶囊黑小斑蝥Mylabris cichorii Linnaeus 的干燥体。夏、秋二季捕捉，闷死或烫死，晒干。【制法】生斑蝥：除去杂质。米斑蝥：取净斑蝥与米拌炒，至米呈黄棕色，取出，除去头、翅、足。每10kg斑蝥，用米2kg。【性状】南方大斑蝥：呈长圆形，长约为15~22毫米，宽5~8毫米。关节处能分泌一种气味辛辣的黄色液体斑蝥素，能刺激动物的细胞组织。头及口器向下垂，有较大的复眼及触角各1 对，触角多己脱落。背部具革质鞘翅1 对，黑色，有3 条黄色或棕黄色的横纹；鞘翅下面有棕褐色薄膜状透明的内翅2 片。胸腹部乌黑色，胸部有足3 对。有特殊的臭气。黄黑小斑蝥：体型较小，长1～1.5cm。【鉴别】取本品粉末3g，加氯仿20ml，振摇，浸泡2 小时，滤过，滤液蒸干，残渣用石油醚（30～60℃）洗 3 次，每次ml,小心倾去上清液，残渣加氯仿1ml 使溶解，作为供试品溶液。另取斑蝥素对照品,加氯仿制成每1ml 含5mg 的溶液，作为对照品溶液。照薄层色谱法（附录Ⅵ B）试验，吸取上述两种溶液各5μl，分别点于同一硅胶G薄层板上，以氯仿－丙酮（98:2）为展开剂，展开，取出，晾干，喷以0.1％ 溴甲酚绿乙醇溶液，加热至斑点显色清晰。供试品色谱中，在与对照品色谱相应的位置上，显相同颜色的斑点。【含量测定】照气相色谱法（附录Ⅵ E）测定。色谱条件与系统适用性试验 以甲基硅橡胶（SE－30）为固定液，涂布浓度为 3.5％；柱温为175℃±10℃ 。理论板数按斑蝥素峰计算应不低于2600。对照品溶液的制备 取斑蝥素对照品适量，精密称定，加氯仿制成每1ml 含1mg 的溶液，即得（必要时可稀释）。供试品溶液的制备 取本品粗粉约1g，精密称定，置具塞锥形瓶中，加氯仿30ml，振摇15分钟，放置6 小时，滤过，滤液置50ml量瓶中，用氯仿洗涤残渣与滤纸，洗液滤入同一量瓶中，加氯仿至刻度，摇匀，即得。测定法 分别精密吸取对照品溶液和供试品溶液各2μl，注入气相色谱仪，计算，即得。本品含斑蝥素（C10H12O4）不得少于0.35％。【性味归经】辛，热；有大毒。归肝、胃、肾经。【功能主治】破血消癓，功毒蚀疮，引赤发泡。用于癓瘕肿块，积年顽癣，瘰疬，赘疣，痈疽不溃，恶疮死肌。【用法用量】 0.03～0.06g ，炮制后多入丸散用。外用适量，研末或浸酒醋，或制油膏涂敷患处，不宜大面积用。【注意】本品有大毒，内服慎用，孕妇禁用。【贮藏】置通风干燥处，防蛀。【摘录】《中国药典》　　]",
    " 复方制剂": "[]",
    " 一、解决毒性": "[复方斑蝥胶囊制剂过程中如何解决斑蝥的毒性相关药物中医典籍认为斑蝥性味辛，热；有大毒。配伍外用于痈疽恶疮等可破血遂瘀 攻毒拔脓，内服宜慎，应严格掌握剂量。复方斑蝥胶囊制剂用其有效的活性成分斑蝥素。运用国际尖端的萃取分离技术来萃取斑蝥中的活性成分斑蝥素，从而突破了传统中药炮制方法及现代有机溶剂提取方法在分离中药中有效成份时有害物质依然残留的局限性，成功解决了以往的毒副作用问题。代药理学研究发现：斑蝥素口服容易吸收，在血中维持浓度持久，24小时的排出量仅占总量的36%。所以复方斑蝥胶囊保留了斑蝥的活性成分斑蝥素，而无毒 无副作用，临床可放心应用。　　]",
    " 二、使用说明": "[颐圣复方斑蝥胶囊使用说明书【药品分类】中成药/高效广谱抗癌药【药品名称】商品名称：颐圣复方斑蝥胶囊 通用名：复方斑蝥胶囊英文商品名：fufangbanmaojiaonang【主要成份】斑蝥 刺五加 莪术 熊胆粉 人参 三棱 山茱萸 甘草 黄芪 半枝莲 女贞子【性 状】本品为胶囊剂，内容物为黄绿色至棕褐色的粉末，味微苦回甜。【功能主治】破血消瘀，攻毒蚀疮。用于原发性肝癌、肺癌、直注射用去甲斑蝥酸钠肠癌、前列腺癌、膀胱癌、恶性淋巴瘤、妇科恶性肿瘤 ( 卵巢癌、子宫内膜癌、乳腺癌、绒毛膜癌等 )、甲状腺癌骨癌、鼻咽癌等恶性肿瘤治疗。【适 应 症】用于原发性肝癌、肺癌、直肠癌、前列腺癌、膀胱癌、恶性淋巴瘤、妇科恶性肿瘤 ( 卵巢癌、子宫内膜癌、乳腺癌、绒毛膜癌等 )、甲状腺癌、骨癌、鼻咽癌等恶性肿瘤治疗。【疗 程】3盒(60粒)/疗程/月 8盒(24粒)/疗程/32天【不良反应】偶见消化道不适【用法用量】口服，一次 3 粒，一日 2 次【生产企业】山西黄河中药有限公司【包装规格】0.25g*60粒/盒 0.25g*24粒/盒【批准文号】国药准字Z20013204　　]",
    " 各家论述": "[1.《纲目》：斑蝥，专主走下窍，直至精溺之处，蚀下败物，痛不可当。葛氏云：凡用斑蝥，取其利小便，引药行气，以毒攻毒是矣。杨登甫云：瘰疬之毒，莫不有根，大抵以斑蝥、地胆为主，制度如法，能使其根从小便中出，或如粉片，或如血块，或如烂肉，皆其验也。但毒之行，小便必涩痛不可当，以木通、滑石、灯心辈导之。2.《本草经疏》：斑蝥，近人肌肉则溃烂，毒可知矣。性能伤肌肉，蚀死肌，故主鼠瘘疽疮疥癣。辛寒能走散下泄，故主破石癃血积及堕胎也。甄权主瘰疬，通利水道，以其能追逐肠胃垢腻，复能破结走下窍也。斑蝥，性有大毒，能溃烂人肌肉，惟瘰疬、癫犬咬或可如法暂施，此物若煅之存性，犹能啮人肠胃，发泡溃烂致死，即前二证亦不若用米同炒，取气而勿用质为稳，余证必不可饵。3.《本经》：主寒热，鼠瘘，恶疮疽，蚀死肌，破石癃。4.《别录》：主疥癣，血积，堕胎。5.《药性论》：治瘰疬，通利水道。6.《日华子本草》：疗淋疾，敷恶疮瘘烂。7.《纲目》：治疝瘕，解疔毒、沙虱毒、轻粉毒。　　]",
    " 选方": "[①治痈疽，拔脓，痈疽不破，或破而肿硬无脓：斑蝥为末，以蒜捣膏，和水一豆许贴之，少顷脓出，即去药。(《仁斋直指方》)②治疔肿： 斑蝥一枚，捻破，然后以针画疮上，作米字，以封上。(《备急方》)②治干癣积年生痂，搔之黄水出，每逢阴雨即痒： 斑蝥美半两，微炒为末，蜜调敷之。(《外台秘要方》)④治牛皮癣： 斑蝥一个，甘遂一钱。共研细末，以醋调和，日擦数次。(《吉林中草药》)⑤治颜面神经麻痹：斑蝥一个。研细，水调贴颊部，向左歪斜贴右侧，向右歪斜贴左侧。起泡即取去。(《山东中草药手册》)⑥治急性扁桃体炎，急性咽、喉炎： 斑蝥适量。研末，取少许放清膏药中心，如是扁桃体炎贴患侧颈外压痛处，如是咽、喉炎贴两侧人迎穴，待皮肤起泡(约三至四小时)， 即可揭去。起泡处用酒精消毒，再用消毒过的针刺破水泡，放出液体，涂上红汞，外盖纱布，用胶布固定。(《河北中药手册》)⑦治疟疾： 斑蝥七只，麻黄、雄精各一钱二分，朱砂半钱。共研细末，每次用一至三分，调放在膏药上，贴头颈项第二骨节处。〔《浙江中医杂志》(7)：39，1959〕⑧治剧烈头痛： 斑蝥(去头、足)三至五个。研未布包，贴痛处。起泡后，用针刺被，使水流出。(江西《草药手册》)⑨治疣痣黑子： 斑蝥三个，人言少许。 以糯米五钱，炒黄去米，入蒜一个，捣烂点。(《纲目》)⑩治耳卒聋： 斑猫二枚(去翅、足，炒黄)，巴豆一枚(去心、皮，生用)。 同研令匀，绵裹塞耳中。 (《圣惠方》)(11)治大人小儿瘰疬内消方： 斑描一两，去翅、足，用粟米一升，同斑蝥炒令米焦黄，去米不用，细研，入干薄荷末四两，同研令匀，以乌鸡子清丸如绿豆大。空心腊茶下一丸，加至五丸，却每日减一丸，减至一丸，每日服五丸。(《经验方》)(12)治一切瘘： 斑猫三十枚(去头、足、翅，糯米拌炒令米黄)，晰蜴三枚(炙令黄)，地胆四十枚(去头、足、翅，糯米拌炒令米黄)。捣罗为末，炼蜜和丸，如豆大。每日空心及晚食后，以温酒下二十丸。(《圣惠方》)(13)治疯狗咬伤： 斑蝥三七枚，去头、翅、足，先以七枚，用糯米一勺，略炒过，去斑蝥；别以七枚，如前炒，色变复去之；别以七枚如前，至青烟为度，去蝥，只以米为粉。用冷水入清油少许，空心调服，须臾再进一服，以小便利下毒物为度；如不利，再进。利后肚疼，急用冷水调青靛服之，以解其毒，否则有伤。黄连水亦可解之。但不宜服一切热物也。 (《医方大成论》)(14)治经候闭塞及干血气： 斑猫十个(糯米炒)，桃仁四十九个(炒)，大黄五钱。共为细末，酒糊为丸，如桐子大。空心酒下五丸，甚者十丸。如血枯经闭者，用四物汤送下。 (《济阴纲目》斑蝥通经丸)(15)治血疝便毒，不拘已成未成，随即消散： 斑蝥三个(去翅、足，炒)，滑石三钱(同研)。分作三服，空心白汤下，日一服，毒从小便出，如痛，以车前、木通、泽泻、猪苓煎钦。 (李杲.破毒散)　　]",
    " 中毒及救治方法": "[]",
    " 一、症状": "[斑蝥有剧毒。口服必须慎重。中毒症状：（1）局部刺激症状，如皮肤黏膜出现灼烧、疼痛、口渴、吞咽困难、出血、水肿、发泡等。（2）消化道症状，如呕吐、剧烈腹痛，甚则溃疡、便血等。（3）中枢神经系统损害，如神志不清、昏迷，眼球转动不灵、复视，语言困难、口唇麻木，甚则肢体瘫痪、软而无力等。（4）肝肾泌尿系统的损害症状，出现排尿困难、血尿、尿疼、腰痛、泌尿系统感染，甚则肝功能损害、肾功能衰竭等，若救治不及时，患者多因肝肾功能衰竭而死亡。故在此提醒患者不要相信游医，请找专科医生诊治，以免耽误治疗时机又伤害自己的身体。在使用斑蝥时必须严格掌握用量，防止中毒事件的发生。有一位肝癌老年患者，听信游医，所用方中含有斑蝥，其用量不详。患者服药7天后出现恶心、呕吐、腹部不适、头痛、头晕、尿血等症状，唇、口腔、舌、咽出大水泡多个，面色苍白，神志昏迷，四肢软弱无力，各种反射减弱。医生诊断为斑蝥中毒。　　]",
    " 二、治疗": "[给其输液（10％葡萄糖液、5％小苏打、20％甘露醇、呋塞米、复合维生素、ATP、辅酶A、肌苷等），加用中药黄连黑豆汤：黄连3克，黑豆30克，甘草3克，煎汤频服，每日剂。住院6天后，患者尿液检查红细胞呈阴性，诸证消失，神志清醒如常，痊愈出院。　　]",
    " 市场现状": "[]",
    " 一、价格": "[是近年来广西市场上的走销品种，价格也年比年往上攀高。2005年还只是80—100元（千克价，下同），2006年升至110—120元，2007年又升至130元—140元；进入2008年的价格上升加快，且每次上升幅也大，1—6月升至150—160元，7—9月又升至180元—200元，10月陡升至320—350元，11—12月再次陡升至430—450元，2009年2月已升达500—550元，单是2008年内其价升幅就达221.4%—230.8%，月均升幅为18.5%—19.2%。2009年2月双比2008年末价升幅为16.3%—22.2%。为何近年来广西市场的斑蝥销势如此看好，价格年年攀高。　　]",
    " 二、价高原因": "[斑蝥有休眠越冬的习性，通常以气温为15℃为宜。2008年2月广西桂北、桂西、桂西北、桂中部分县市、遇上多年来罕见的冰冻灾害，使斑蝥越冬幼虫被冻死，再也不能产卵繁殖下一代。故上市量也比上年同期减少70%一80%，导致市上货疏销势迅速升温，价格大幅度上扬。连年市场上的斑蝥走俏，货量供不应求，从而使商家在每年产新时不能购入足的货量来补足库存，使库存长时间处于空虚的状态。2008年至2009年1月正是处于这样的市态，市上货量紧缺，又无库存来补市才出现销势不断升温，价格暴涨。斑蝥除用于治疗恶疮瘰病、疥毒、疥癣、石淋、疯狗咬伤等症外 ，药理研究地表明有抗肿瘤、抗病毒作用。尤其用治疗多种癌症有着一定的疗效，而扩大了用途，对斑蝥用量也不断增多，据商家反映，近年来，广西中药材市场平销量正以15%—20%向上递增，因此，也促使市上的销势不断升温，价格年年向上攀高。业内人士分析认为：斑蝥的市场需求量仍只增不减，预测在今后的一定时间内，斑蝥在广西市场上尽管价格有所浮动，但其销路仍会不断看好。　　]",
    " 发展前景": "[]",
    " 一、制药": "[随着医疗科学的发展，中国已制成复方斑蝥片，斑蝥素针剂和注射液等，尤其对各种癌症均有奇特的功能，随着斑蝥制药原料的增加，价格不断攀升，市场上有的斑蝥一只能卖到5-10元，亦有供不应求之势因此，人工养殖迫在眉睫，目前国内人工养殖斑蝥已获成功。养殖斑蝥很简单，首先选向阳地方，外用塑料网罩住，防止其飞逃，而后以喂庄稼蔬菜叶子为主，另外在养殖场里种些茄子等硬杆作物，供其排卵，五至十月可用沸水烫死，取出成虫晒干和烘干，即成药材，可以交售，一般每平方米可获干燥药材三公斤，价值近千元，种源可以从田间大豆地里捕捉，不用高价购种。　　]",
    " 二、投资": "[随着斑蝥新产品的不断开发，原药材需求量会日益剧增，在野生资源不能满足需求情况下，人工养殖已成必然趋势，现在搞人工养殖还不是很多，市场货源供不应求，市场价格将呈上升趋势。因此不愧为投资小效益高的好项目。三、科学应用斑蝥能够分泌出一种防卫性的化学物质，名为斑蝥素。医生可以利用斑蝥素治疗皮肤上的瘤状物或某些癌症。此外，斑蝥素还有一个更为出名的功效，那就是它有壮阳功能。]",
    " 参看": "[《中药学》- 斑蝥《本草纲目 · 斑蝥》]",
    "  给斑蝥条目的留言 ": "[--117.140.2.30 2015年5月7日 (四) 10:30 (CST)留言：广西哪里养殖]"
},{
    "中药名称": "板蓝根",
    "基本特征": "",
    " 物种名称": "[板蓝根 Radix Isatidis【草药名】 板蓝根【英文名】Indigowoad Root, Root of Indigowoad【拉丁植物动物矿物名】Isatis indigotica Fort.【异名】靛青根(《本草便读》)，蓝靛根(《分类草药性》)，靛根(《中药形性经验鉴别法》)，菘蓝(《唐本草》)，大蓝(《救荒本草》、刘禹锡《传信方》)，马蓝(《本草图经》)，葴(《尔雅》)，大叶冬蓝(《尔雅》郭璞注)，青蓝(《履巉岩本草》)，板蓝(《纲目》)，山蓝，大蓝根，马蓝根(《本草便读》) ，蓝龙根、土龙根，大靛。　　]",
    " 药材基源": "[【来源】为十字花科植物菘篮和草大青的根；或爵床科植物马蓝的根茎及根；或草大青的干燥根；或十字花科植物移蓝（Isatis tinctoria L．），以根、叶入药。【考证】出自《神农本草经》。【科属分类】十字花科【植物形态及资源分布】①菘蓝：二年生草本。主产河北、北京、黑龙江、河南、江苏、甘肃。主根深长，直径5～8毫米，外皮灰黄色。茎直立，高40～90厘米。叶互生；基生叶较大，具柄，叶片长圆状椭圆形；茎生叶长圆形至长圆状倒披针形，在下部的叶较大，渐上渐小，长3.5～11厘米，宽0.5～3厘米，先端钝尖，基部箭形，半抱茎，全缘或有不明显的细锯齿。阔总状花序：花小，直径3～4毫米，无苞，花梗细长；花萼4，绿色；花瓣4，黄色，倒卵形；雄蕊6，4强；雌蕊1，长圆形。长角果长圆形，扁平翅状，具中肋。种子1枚。花期5月。果期6月。分布于内蒙古、陕西、甘肃、河北、山东、江苏、浙江、安徽、贵州等地，常为栽培。②草大青与上种极相似，所不同者，本种的叶基部耳圆形，果实顶端钝圆而凹块，或全截形。花期5月。果期6月。分布于长江流域，江苏、甘肃等地有栽培。③马蓝：多年生草本，灌木状。茎直立，高达1米许，茎节显明，有钝棱。叶对生；叶柄长1～2厘米；叫片倒卵状长圆形至卵状长圆形，或椭圆披针形，长5～16厘米，宽2.5～6厘米，先端渐尖，基部渐狭，边缘有浅锯齿。穗状花序顶生；苞片叶状，长1～2厘米，早落；萼5全裂，其中4裂线形，另1片较大；花冠漏斗形，淡紫色，5裂，裂片短阔；雄蕊4，2强，着生于花冠筒的上方；子房上位，花柱细长。蒴果，内含种子4枚。生于山地林缘较潮湿的地方。野生或栽培。分布江苏、浙江、福建、台湾、广东、广西、贵州、云南、四川、湖南、湖北等地。上述植物的叶或带幼枝的叶(大青叶)以及叶的加工制成品(青黛、蓝靛)亦供药用，各详专条。【生态环境】生于山地林缘较潮湿的地方。野生或栽培。【采收和储藏】收割茎叶2-3次，秋季挖根或初冬采挖，掉茎叶，洗 净晒干，存放阴凉干燥处，防霉，以受潮种虫蛀。【炮制方法】拣净杂质，洗净，润透，切片，晒干。　　]",
    " 药物应用鉴别": "[1.板兰根与大青叶，皆有清热解毒凉血之功。但板兰根有利咽之长，而大青叶化斑之长于胜于板兰根。2.板兰根与青黛皆为清热解毒要药，但青黛味咸而具消痰散肿之长。　　]",
    " 中药化学成分": "[菘蓝根含靛蓝（indigotin，indigo），靛玉红（indirubin），蒽醌类、β-谷甾醇（β-sitosterol），γ-谷甾醇（γ-sitosterol）以及多种氨基酸：精氨酸（arginine），谷氨酸（glutamic acid），酪氨酸（tyrosine），脯氨酸（proline），缬氨酸（valine），γ-氨基丁酸（γ-aminobu-tyric acid）。还含黑芥子甙（sinigrin），靛甙（indoxyl-β-hlucoside），色胺酮（trptanthrin），1-硫氰酸-2-羟基丁-3-烯（l-thiocyano-2-hydroxy-3-butene），表告伊春（epigoitrin），腺甙（adenosine），棕榈酸（palmitic acid），蔗糖（sucrose）和含有12％氨基酸的蛋白多糖。还含有抗革兰氏阳性和阴性细菌的抑菌物质及动力精。　　]",
    " 药理作用": "[ 1.抗菌抗病毒作用：菘蓝根对多种细菌有作用。水浸液对枯草杆菌、金黄色葡萄球菌，八联球菌、大肠杆菌、伤寒杆菌、副伤寒甲杆菌、痢疾（志贺氏、弗氏）杆菌、肠炎杆菌等都有抑制作用；丙酮浸出液也有类似作用，且对溶血性链球菌有效（皆用琼脂小孔平板法）。对A型脑膜炎球菌之抑菌作用与大蒜、金银花相似。板蓝根、大青叶抗菌、抗病毒的有效成分，有人认为是靛甙。实验证明，靛甙在体内外皆无抗菌作用；体外抗病毒作用亦不突出；在体内排泄又快，故认为它无明显生理和抗菌的活性作用。其有效成分尚待研究。2.抗钩端螺旋体作用：1：100以上的板蓝根或大青叶，在试营内均有杀钧端螺旋体的作用。3.解毒作用：据报道，犬用板蓝根、黄连粉与藜芦同服（各2.0g／kg），能解藜芦毒，降低死亡率；若藜芦中毒后再用之，则无效；分别单用板蓝根粉或黄连粉，效果亦不好。4.提高免疫功能：小鼠腹腔注射板蓝根多糖50mg／kg，可显著促进小鼠免疫功能，表现为：能显著增加正常小鼠脾重。白细胞总数及淋巴细胞数，对氢化可的松所致免疫功能抑制小鼠脾指数、白细胞总数和淋巴细胞数的降低有明显对抗作用；显著增强二硝基氯苯所致正常及环磷酰胺所致免疫抑制小鼠的迟发型过敏反应；增强正常小鼠外周血淋巴细胞ANAE阳性百分率，并明显对抗氢化可的松所致的免疫抑制作用；但板蓝根多糖体外实验对刀豆素A诱导的小鼠脾细胞淋转反应无明显增强作用。此外，板蓝根多糖还能明显增强抗体形成细胞功能，增强小鼠静脉注射碳粒廓清速率。5.抗肿瘤作用：对大鼠W256实体瘤和小鼠Lewis肺癌注射靛玉红200mg/kg，连续6-7天，结果对大鼠W256实体瘤的抑制率分别为47-50%和50-58%，皮下注射最减少到每日mg／kg以下时，其抑制作用不明显。靛玉红500mg/kg灌胃，对大鼠W256实体瘤的抑制率为23-33%，对小鼠肉瘤180的抑制率约30%。靛玉红能延长淋巴白血病L7212小鼠的生存时间20%左右。此外，经小鼠精原细胞法试验证明，靛玉红不能特异性地抑制B型精原细胞和精子细胞。6.对白血病作用：药理研究初步表明，靛玉红有破坏白血病细胞的作用。从超微结构形态来看，在靛玉红作用下，变性坏死的细胞多呈肿胀、溶解性坏死。实验中发现靛玉红能增强动物的单核巨噬系统的吞噬能力。单核巨噬系统在机体免疫反应中起一定的作用，故靛玉红的抗癌作用可能与提高机体免疫能力有关。　　]",
    " 相关研究": "",
    " 药代动力学": "[给小鼠灌胃靛玉红后，血中浓度逐渐增高，12小时达到高峰，l天后缓慢下降，维持时间较长。体内分布以肝、胆、胃、肠为最高。生物利用度下为46.48%。靛玉红静脉注射或灌胃给药均在肝胆代谢，再随粪便排出体外，给药96小时从粪便排泄量占给药量的76.03%。　　]",
    " 药(毒)理学": "[靛玉红的急性毒性试验：小鼠腹腔注射的LD50为1.1-2.0g／kg。小鼠灌胃5g／kg，连续5天，观察1周，结果未见动物发生死亡和出现明显毒性反应。亚急性毒性试验：以犬分别灌胃靛玉红20、100、200mg／kg连续6mo，结果小剂量组的食欲和生长情况与对照组相似，而大、中剂量组服药后动物出现食欲减少、腹泻、便血以及SCPT升高和灶性肝细胞坏死等反应。但3个剂量组的血象、骨髓象都未见明显抑制，对肾功能、心电图也无影响。　　]",
    " 药用特征": "",
    " 药性论述": "[【功效分类】清热药；清热解毒药；凉血药【性味】苦，寒。①《本草述》：苦，寒，无毒。②《分类草药性》：凉。【归经】①《本草便读》：入肝、胃血分。②《中华本草》：归肝；胃经【功效】清热，解毒，凉血，利咽。【主治】温毒发斑；高热头痛；大头瘟疫；舌绛紫暗，烂喉丹痧；丹毒；痄腮；喉痹；疮肿、痈肿；水痘；麻疹；肝炎；流行性感冒，流脑，乙脑，肺炎，神昏吐衄，咽肿，火眼，疮疹；可防治流行性乙型脑炎、急慢性肝炎、流行性腮腺炎、骨髓炎。【各家论述】①《日华子本草》：治天行热毒。②《本草述》：治天行大头热毒。③《本草便读》：板蓝根即靛青根，其功用性味与靛青叶同，能入肝胃血分，不过清热、解毒、辟疫、杀虫四者而已。但叶主散，根主降，此又同中之异耳。④《分类草药性》：解诸毒恶疮，散毒去火，捣汁或服或涂。⑤《现代实用中药》：马蓝根为清凉、解热、解毒剂，用于丹毒、产褥热等。⑥《中药志》：清火解毒，凉血止血。治热病发斑，丹毒，咽喉肿痛，大头瘟，及吐血、衄血等症。⑦《辽宁常用中草药手册》：治肝炎，腮腺炎。⑧《上海常用中草药》：治感冒发热。⑨《广西中草药》：治乙脑，流感，流脑，咽喉炎，口腔炎，扁桃体炎。⑩《本草图经》：马蓝，连根采之，焙捣下筛，酒服钱匕，治妇人败血甚佳。【用法与用量】内服：煎汤，15-30g，大剂量可用60-120g；或入丸、散。久用：适量，煎汤熏洗。【用药禁忌】体虚而无实火热毒者忌服。　　]",
    " 药方选录": "[①治流行性感冒：板蓝根一两，羌活五钱。煎汤，一日二次分服，连服二至三日。(《江苏验方草药选编》)②治大头天行，初觉憎寒体重，次传头面肿盛，目不能开，上喘，咽喉不利，口渴舌燥：黄芩(酒炒)、黄连(酒炒)五钱，陈皮(去白)、甘草(生用)、玄参二钱，连翘、板蓝根、马勃、鼠粘子、薄荷一钱，僵蚕、升麻七分，柴胡、桔梗二钱。为末汤调，时时服之，或蜜拌为丸，噙化。(李杲，普济消毒饮)③预防流行性腮腺炎：板蓝根、山茨菇各一两，连翘八钱，甘草六钱，青黛一钱(冲服)。上药用水浸泡半小时，放入大砂锅内，放清水800～1000毫升，煎成500毫升，分为10份，装入小瓶。4岁以上儿童每天服一次，每次15毫升；1～3岁每次服10毫升，每天一次，温服。(《全展选编.爱国卫生》)④治肝炎：板蓝根一两。水煎服。(《辽宁常用中草药手册》)⑤治肝硬化：板蓝根一两，茵陈四钱，郁金二钱，苡米三钱。水煎服。(《辽宁常用中草药手册》)⑥治痘疹出不快：板蓝根一两，甘草三分(锉，炒)。上同为细末，每服半钱或一钱，取雄鸡冠血三两点，同温酒少许，食后，同调下。(《阎氏小儿方论》)　　]",
    " 临床应用": "[①防治流行性乙型脑炎预防用板蓝根3钱煎服，每日剂，连服5天。治疗用50%或200%板蓝根注射液每次2毫升肌肉注射，每日～3次。或用板蓝根煎服，昏迷者行鼻饲，12岁以下每日两，13岁以上2～4两，1次顿服或2次分服，连服2～3周；亦可每2小时服1次，成人每次用2～2.5钱，15岁以下用1～2钱，待体温降至正常后酌减剂量及次数，2天后停药。治疗过程中需配合必要的针灸、西药等对症处理及支持疗法。板蓝根在临床上清热凉血、抗病毒抗菌作用明显，用量大，堪称中成药之最。研究结果表明，板蓝根具有显著的清除体内能引起体温升高的热原作用，并已分离得到这种活性物质。板蓝根的退烧作用即是通过杀灭体内的病毒细菌等病原体、清除引起发烧的过氧自由基和热原等因素而实现的。在低烧的情况下，服用板蓝根等中成药，不但能够有效的退烧，同时，还能够促进身体的康复和免疫力抵抗力的增强。早期应用，同时配合对症处理，可大大提高治疗效果。据190例的观察，治愈率在90%以上。绝大多数病例于3天内退热：临床症状除特别严重者外，通常均能在退热后即消失；少数有后遗症，均系疾病过程中持续高热、严重昏迷和抽搐的病例。②防治流行性腮腺炎用板蓝根2～4两，小儿减半，每日剂煎服。同时可将板蓝根配成30%溶液涂患处。据387例的观察结果，除5例好转、5例无效外，其余均治愈。对伴有并发症者效果较差。预防服药11295人次，似有控制流行的作用。③治疗感冒(包括流感) 用100%板蓝根注射液肌肉注射，视年龄及病情每次～6毫升，每日～4次。治疗80例，治愈78例，无效2例(其中1例合并肺炎)。一般在1～3天退热，2～5天症状消失。④治疗传染性肝炎用板蓝根1两，每日剂煎服；或用板蓝根6斤、蒲公英3斤，糖适量，制成煎剂1000毫升，日服2次，每次50毫升，15～20天为一疗程。单味煎剂治疗8例均获效果，症状消失平均时间为6天，肝功能恢复为15.7天，肝脏缩小为13天。疗效优于茵陈蒿汤对照组。复方煎剂治疗50例，经一个疗程后有50%病例肝功能恢复正常，第一、二疗程累计肝功能恢复正常者达92%。⑤治疗暴发性红眼用板蓝根制成10%或5%眼药水，每日滴眼4次。观察235例，4天内治愈率达94.9%。多数病例用药(10%浓度)1天后球结膜水肿消失或好转，自觉症状减轻或消失。治疗早、病情轻者疗效最好。药液浓度10%的比5%的效果好。⑥治疗单纯性疱疹性口炎取板蓝根l两，制成60毫升煎液，1～3岁小儿每次～20毫升，日服3次。治疗11例，均于第2、3天热退、流涎停止、充血消失、坏死上皮脱落，第4、5天见粘膜再生、溃疡愈合。⑦治疗扁平疣等用50%板蓝根注射剂肌肉注射，每次2毫升，每月～2次，10～20天为一疗程。儿童可用成人剂量。观察45例，39例获得治愈或进步。一般于2～15天开始见效，治愈时间7～45天不等。但皮损较多、范围较广泛者多无效果。此外，用板蓝根煎剂治疗非典型性肺炎、流行性脑脊髓膜炎、白喉，用板蓝根配合大青叶、羌活治疗上呼吸道感染，用板蓝根肌肉注射治疗带状疱疹、单纯疱疹及流行性腹泻等，均有不同程度的疗效。曾有报道，1例上呼吸道炎患者肌注板蓝根注射液2毫升后15分钟，即出现头晕眼花，胸闷气短，心慌烦乱，四肢麻木、发胀、奇痒，两前臂及两小腿满布荨麻疹等过敏反应现象，经及时处理后恢复。　　]",
    " 用药注意事项": "[少年儿童应该避免大剂量，长期服用板蓝根。板蓝根这样的抗病毒清热解毒药，本来毒副作用很小，但是用的时间长了，吃的数量多了，就会积“药”成疾，酿成后患。在临床中使用板蓝根冲剂造成小儿过敏反应、消化系统和造血系统损害的病例屡见不鲜。服用“板蓝根”等呼吸道疾病药物时，有过敏史者一定要注意不要轻易服用。对于小儿，千万不能用成人剂量，更不能长期大剂量服用。如果在用药中发生了过敏反应，首先应立即停药，并迅速送往医院；如是上消化道出血，除立即停药外，还应禁食，并尽快送医院处置。感冒大多由病毒感染所致，中药板蓝根虽有抗病毒的作用，但中医学把感冒分为风寒型感冒和风热型感冒两大类，又由于季节的不同，感受外邪（致病因 子）的不同，又有夹湿、夹暑、夹燥的不同，如果患感冒不分寒热、虚实和夹杂，一味用板蓝根治疗，是不科学的。　　]",
    " 其他": "",
    " 药用植物栽培": "[（一）生物学特性生物学特性 喜湿暖环境，耐寒、怕涝，宜选排水良好、疏松肥沃的砂质壤土。栽培技术 种子繁殖。春播在3月下旬至4月上旬，夏播不迟于6月。条播，行距20cm开沟，覆土2-3cm，每1hm2用种量为30-45kg，种子发芽率为70%，温度在16-21℃时保持土壤湿润5-6d出苗，当苗长至2-3cm时按株距3-4cm定苗。生长期根据土壤营养追施磷、钾肥。当年收根，如留种，在收获时选 无病残健壮根条按行、株距50cm×25cm，移到留种田内，栽后浇水，11月底防寒过冬。翌年近表及时浇、松土、施肥。5-6月种子成熟，采下晒干。近年研究以高平畦栽种可提高产量20%D左右，做宽50cm，高1.5-20cm高平畦，按行距15cm开沟，深2-3cm，下种后盖平、稍压，沟内浇水，以畦面湿润为度。可避免因雨季积水造成烂根。（二）植物特性一年生或二年生草本植物，高33～66厘米，根白色细长，圆柱形。第一年生根叶，当年入药，第二年5月份开花结种子，茎直立，多分枝，互生叶，根生叶大，有柄，长椭圆总状花序，顶生或腋生，小黄花，长圆形角果，扁平有翅。（三）生长特性适应性很强，对自然环境和土壤要求不严，耐寒、喜温暖，是深根植物，宜种植在土壤深厚疏松肥沃的沙质壤土，忌低洼地，易乱根，故雨季注意排水。（四）栽培技术1．选地整地选肥沃的壤土，前茬收获后翻耕晒地，越深越好，利于根的下伸、顺直、光滑、不分杈。每公顷施是肥450～600千克，把基肥撒均匀后再翻耕一次，耙细整平作畦。备播种用。2.繁殖方法主要种子繁殖，种子发芽率70％，温度在16-21度，湿度适宜，播种5天即可出苗。分春播、夏播、秋播。春播3月下旬至4月上旬，夏播5月下旬至6月上旬，秋播在8月下旬至9月上旬，方法基本都相同。只是秋播在结冻前浇一次冻水，保护苗越冬，在做好的畦上按23-26厘米行距划4．5厘米左右浅沟，种子均匀撒人沟内，覆　土0．6～1厘米，每公顷播种量22．5～30千克。3．选留良种采收板蓝根时，选无病虫害的，主根粗大健壮无分杈的根条作为种子，按行株距50厘米*26～33厘米移栽到苗种田内。浇水以后加强管理，结冻之前薄薄的铺上一层马粪或圈肥防寒。次年秧苗返青时及时浇水，松土。苗高6厘米时追肥灌水，以利秧苗旺盛生长，抽薹开花时再施一次追肥，5月份种子成熟，割下晒干，脱粒，收过种子的板蓝根如木质化，根不能作药用。4．间套作在留种地里可以和蔬菜、玉米间作，玉米在畦梗上66厘米交叉种植，还可和药间作如桔梗、防风等植物，充分利用不同采收季节和植物的特性，因地制宜的进行间套作。5，田间管理当苗高6厘米左右时，要及时间苗、补苗、除草，除草一般3～4次，松土，定苗株距6～10厘米，5月份追一次肥，每公顷施硫酸铵150千克，尿素112．5千克，撒入行间。如果施饼肥每公顷．6～7.5千克。割取大青叶后施第二次肥，水肥充足大青叶生长的好，一般浇水6～7次。6．病虫害防治（1）霜霉病主要危害叶片，在叶子的背面产生白色或灰白色霉状物，病班不明显，严重的可使叶枯黄。防治方法：收获后烧掉病残株，减少越冬菌原。发病前和发病初期用50%退菌特1000倍液或65%代森锌可湿粉500倍液喷雾防治，注意通风透光和排水。（2）菜白蝶和小菜蛾菜白蝶的幼虫危害叶片，把叶子吃成孔洞、缺刻，严重者仅留叶脉。防治方法：根收后，集中烧毁地上部，幼虫幼龄期喷90％敌百虫800倍液或2．5%鱼藤精乳油500～800倍液。蚜虫：用200倍乐果液喷洒。（五）采收加工由于播种期不同，采收时间各有差异，如果秋播的大青叶种子，于第二年5月份开花，5月末至6月份种子逐渐成熟，种子变成黑色时，割取地上部晒干，脱粒，种子装在布袋或麻袋里，放在通风阴冻干燥处，或者马上进行复播。春播的种子，待苗高16～20厘米时，6月份割取第一次叶子，若割口从基部开始留1．6～2.6厘米，新叶长出后8月份再割一次，如果少量栽培，可在周围采叶子，留中间的进行生长。10月末挖取板蓝根，刨根时在畦子一侧挖50-60厘米左右的深沟，顺沟刨收，勿伤根。刨出后去掉泥土，晒干六、七成，捆成小捆，再进行晾晒至干为止，每公顷收干根2250～3000千克。　　]",
    " 板蓝根的食用方法": "[1.板蓝根煮汤，在板蓝根苗长到15-20cm的时候，可以将板蓝根连叶带根洗净，像煮白菜一样放点油、盐、味精就可以了，稍有苦味；2.素炒板蓝根，先放点油，放点辣椒，大蒜，葱，再把切好的板蓝根放入炒就可以了。　　]",
    " 参看": "[《中药学》- 板蓝根]",
    " 健康问答网关于板蓝根的相关提问": "[幼儿能不能服用板蓝根呢?]"
},