{
    "中药名称": "半枫荷",
    "简介": "[现状：稀有种。半枫荷是1962年发现的新属的模式种。现残存于中国南部和东南部山区。因天然林分受人为干扰严重，分布范围越来越窄，保存的植株也较稀少。　　]",
    " 形态特征": "[常绿乔木，高约17米，胸径达60厘米，树皮灰色，稍粗糙；芽体长卵形，略有短柔半枫荷毛；当年枝千后暗褐色，无毛；老枝灰色，有皮孔。叶簇生于枝顶，革质，异型，不分裂的叶片卵状椭圆形，长8-13厘米，宽3.5-6厘米；先端渐尖，尾部长1-1.5厘米；基部阔楔形或近圆形，稍不等侧，上面深绿色，发亮，下面浅绿色，无毛，或为掌状3裂，中央裂片长3-5厘米，两侧裂片卵状三角形，长2-2.5厘米，斜行向上，有时为单侧叉状分裂；边缘有具腺锯齿；掌状脉3条，两侧的较纤细，在不分裂的叶上常离基5-8毫米，中央的主脉还有侧二脉4-5对，与网状小脉在上面很明显，在下面突起，叶柄长3-4厘米，较粗壮，上部槽，无毛。雄花的短穗状花序常数个排成总状，长6厘米，花被金缺，雄蕊多数，花丝极短，花药先端凹人，长1.2毫米。雌花的头状花序单生，萼齿针形，长2-5毫米，有短柔毛，花柱长6-8毫米，先端卷曲，有柔毛，花序柄长4.5厘米，无毛。头状果序直径2.5厘米，有蒴果22-28个，宿存萼齿比花柱短。　　]",
    " 生长习性": "[产地多属亚热带低山至中山，向南楔入热带，分布点的年均温在18℃以上，极端低温可达-5℃，年降水量1200-1300毫米，半枫荷喜生于土层深厚、肥沃、疏松、湿润排水良好的酸性土壤，如贵阳黔灵山为典型的酸性黄壤，三都、荔波、榕江、赤水等地的半枫荷生长在PH值为5-6的酸性红黄半枫荷壤或紫色土地上。花期2-3月，果实秋季成熟。半枫荷为中性树种，幼年期较耐荫；天然更新力差，萌生能力也较弱，在贵州多散生于海拔700-1200米的山地常绿阔叶林中，常与蕈树（Altingiachinensis）、丝栗栲（Castanopsisfargesii）、枫香（Liquidambarformosana）、杨梅（Myricarubra）、细枝柃（Euryaloquiana）、油茶（Cameulaoleifera）、中华里白（Hicriopterischinensis）等混生，有时也生于马尾松（Pinusmassoniana）、杉木（Cunninghamialanceolata）疏林中。　　]",
    " 分布范围": "[分布于江西南部、广西北部、贵州南部，广东（海南岛在内）。半枫荷为中国特有种，其分半枫荷布中心在华南或华东地区的福建东南部永春、西南部龙岩、漳平、南靖和中部南平；江西东南部石城、瑞金和南部龙南、金南、寻乌、安远；湖南南部宜章，广东东北部灌阳、贺县、龙胜、临桂、永福、大苗；贵州的赤水官渡、贵阳黔灵山、榕江沙平沟、雷公山、三都坝街、荔波茂兰、月亮山等山区。由于森林植被严重破坏，残存的种群落数量已极为稀少，多为零星生长的单株，同时其树皮及根可供药用而遭剥皮之灾，如三都坝街一带的半枫荷，其树皮已被刮剥近干顶，实属名存实亡。　　]",
    " 组织培养": "[采用单因子比较和均匀设计法，分别研究了影响半枫荷Altingiachingii愈伤组织诱半枫荷导和生长的各种因素。试验结果表明：叶片愈伤组织诱导率高于茎段；愈伤组织诱导的最适基本培养基为MS，生长的最适培养基为MS＋6-BA2mg/L＋NAA1mg/L＋蔗糖3%；黑暗培养对愈伤组织生长极为有利。　　]",
    " 化学成分": "[目的从金缕半枫荷Semiliquidambarcathayensis根茎抗炎有效的乙酸乙酯萃取部位分离鉴定化合物。方法通过巴豆油鼠耳刺激药理实验确定金缕半枫荷抗炎有效部位，利用硅胶柱层析等手段分离单体化合物，借助质谱和核磁(包括HMQC，HMBC)等光谱学测定确定化合物结构。结果从该植物中分离鉴定了9个化合物：齐墩果酸、3-羰基齐墩果酸、2α，3β-二羟基齐墩果酸、2α，3β，23-三羟基齐墩果酸、鞣酸-3，3'二甲醚、鞣酸-3，3＇，4-三甲醚、鞣酸-3，3＇-二甲醚-4-O-β-D-木糖苷、β-谷甾醇和半枫荷硬脂酸。结论首次从金缕半枫荷中分离得到上述化合物。　　]",
    " 濒危及保护": "[]",
    " 保护价值": "[半枫荷是金缕梅科新发现的寡种属植物，为中国特产。具有枫香属Liquidambar和蕈树属Altingia两属间的综合性状，对研究金缕梅科系统发育有学术价值，木材材质优良，旋刨性良好，可作旋刨制品。　　]",
    " 保护措施": "[半枫荷分布星散，植株稀少，除自然保护区加强保护、严禁砍伐外，产区各植物园、树木园应引种保存，各林场可营造人工林。　　]",
    " 栽培方法": "[目前未作人工引种驯化研究，常用裂开脱出种子，干藏成熟后采回置于阳光下爆晒，即可使蒴果裂开脱出种子，干藏至翌年春季播种，可适当予以遮荫，一般播后半个月即可发芽，发芽率达65%，在此期间注意保持苗床疏松湿润，但也不能积水、随着幼苗的生长发育，适当降低遮荫程度，幼苗出土约2-3个月即可进行分床移植以促进幼苗充分生长，苗高达40厘米即可选择适宜的环境造林。半枫荷用种子繁殖。霜降前后采回果实，晒于阳光下，促使蒴果开裂，种子即可脱出。干藏至第二年春季播种，发芽率60%，播后15天内发芽，搭盖荫栅，3个月内分床移栽，苗高30-40厘米即可造林。　　]",
    " 半枫荷根": "[【功效】：半枫荷根(《岭南采药录》)【来源】为梧桐科植物翻白叶树的根。【植物形态】翻白叶树，乔木，高可达20米。小枝被红色或黄色茸毛。叶异型，革质；幼树或萌发枝上的叶盾形，长约20厘米，掌状3-5深裂；成长树上的叶长圆形或卵状长阙形，长7-15厘米，宽3.5-8厘米，先端渐尖，或短尖，基部钝形、截形或斜心形，上面无毛，下面密被黄褐色茸毛；叶柄长1-2厘米；托叶线状长圆形。花脓生、单生成2-4朵聚生；小苞片2-4，全缘；萼片5，狭披针形，长2-2.5厘米，宽2-3毫米；花瓣5，白色；雄蕊15，每3个合成1束，与5个退化雄蕊互生；子房5室，被毛。蒴果木质，狭卵形，长4-5厘米，密被锈色星状柔毛。花期8月。生于砂质土山坡、平原、丘陵地疏林或密林中。分布广东、广西、福建、台湾。本植物的叶(半枫荷叶)亦供药用，另详专条。【采集】全年可采，切片，晒干。【药材】干燥根常切为厚约3毫米的饮片，栓皮浅棕色，木心浅红棕色。质略松，易碎。产广东、广西。半枫荷品种很多，尚有金缕梅科的金缕半枫荷，五加科的变叶树参(白半枫荷)，樟科的檫木(枫荷桂)，桑科的白桂木(红半枫荷)，功效基本相同。半枫荷【性味】广州部队《常用中草药手册》：甘淡，微温。【功用主治-半枫荷根的功效】祛风除湿，活血消肿。治风湿痹痛，腰肌劳损，手足酸麻无力，跌打损伤。①《岭南采药录》：善祛风湿，凡脚气、脚弱、痹痛，以之浸酒服。②广州部队《常用中草药手册》：治风湿痹痛，腰肌劳损，跌打瘀积，产后风瘫。③《广西药植名录》：治气管炎。【用法与用量】内服：煎汤，0.5-1两；或浸酒。民间则用半枫荷的根或叶煎汤，作全身或局部汤浴。经长期广泛实践，证实疗效显著。民间广泛用于：风寒所致身痛，手足麻木，半身不遂，腰腿疼痛，疲劳跌损及皮肤瘙痒等症。　　]",
    " 半枫荷叶": "[【功效】：半枫荷叶(《广西中草药》)【来源】为梧桐科植物翻白叶树的叶。植物形态详半枫荷根条。【功用主治-半枫荷叶的功效】治外伤出血：半枫荷鲜叶捣烂敷患处；或焙干研末撒患处。药用半枫荷的种类很多，涉及6科8属的植物，是形态特征或临床功效相似的一类植物。该类植物的药用部位广泛，包括：根、茎、枝、叶以及树皮和花蜜，都具有祛风除湿、活血消肿的独特功效，是有很好发展前景的新型药用植物资源。文章对药用半枫荷植物的植物学特征、地理分布、经济价值及研究现状与进展进行了综述。为药用半枫荷植物资源的可持续开发的提供理论基础并提出相应的保护措施。　　]",
    " 半枫荷酒": "[【配方】半枫荷、五加皮、阴香皮，首乌、千斤拔、当归各1500半枫荷克，枯红皮.熟川乌、牛膝各1000克，50-60度糖波酒(榨蔗糖的糖液蒸出的酒)50千克。【制法】将前9味切片置瓷缸内，加入糖波酒，密盖，浸泡2-3周(夏季可减少几天，冬季可增加几天)，过滤去渣，即得。【功用】祛风湿、强筋骨、止疼痛。【主治】类风湿性脊椎炎、腰肌劳损及关节扭伤等症。【用法】口服。每次服15毫升，日服2次。【附记】引自《广西卫生》，验之临床，多效。　　]",
    " 膝关节骨性关节炎": "[半枫荷散治疗膝关节骨性关节炎的临床疗效。方法：将200例膝关节骨性关节炎患者随机分为4组各50例。半枫荷散组以半枫荷散(由半枫荷根、荆芥、防风、乳香、胡椒根组成)治疗；扶他林膏组以扶他林膏治疗；复方南星止痛膏组以复方南星止痛膏治疗；理疗组以YSHD-Ⅰ型红外线治疗灯治疗。结果：愈显率、总有效率治疗组分别为68%、90%，复方南星止痛膏组分别为44%、82%，扶他林膏组分别半枫荷为42%、70%，理疗组分别为38%、78%。半枫荷散组与复方南星止痛膏组、理疗组比较，差异均有显著性意义(P＜0.05)；与扶他林膏组比较，差异有非常显著性意义(P＜0.01)。结论：半枫荷散治疗膝关节骨性关节炎疗效显著。　　]",
    " 半枫荷属": "[]",
    " 特征": "[常绿乔木；叶草质，互生，具柄，叶片异型，通常卵形或椭圆形，有离基三出脉，叶片上部为叉状3裂，或单侧叉状分裂，叶缘有锯齿，齿尖有腺状突；托叶线形，早落。花单性，雌雄同株，头状花序或短穗状花序；雄性短穗状花序常多个排成总状，生于校顶，每一花序有苞片3-4片，萼片与花瓣均不存在，雄蕊多数，花药倒四角锥形，2室，花丝极短；雌性头状花序单生于校顶叶腋，有苞片2-3片半枫荷，有长花序柄；雌花多数，萼筒与子房合生，萼齿短小，线形，宿存，有时不存在，花瓣缺，不具退化雄蕊，子房下位，2室，花柱2，偏斜，常卷曲，柱头有小乳头状突起，胚珠多数，中轴胎座。头状果序；蒴果木质，沿隔膜裂开为2片，每片2浅裂；种子有棱。花期2-3月，果期4-9月。少种属。　　]",
    " 本属生境": "[生于常绿阔叶林中、灌丛中或山坡路旁。土壤pH值5.0-6.0。海拔320-1000米。　　]",
    " 本属分布": "[广东：乳源、大埔、东山、信宜、乐昌、梅县、英德、连山、温塘山。广西：临桂、灌阳、大瑶山、贺县，龙胜、大苗山、永福、上思。海南：保亭、琼中、陵水、乐东。福建：漳平、永春、龙岩、南靖、南平、沙县。湖南：宜章、资兴。浙江：景宁、泰顺。贵州：雷山、榕江、荔波、册亨、赤水、贵阳。江西：石城、瑞金、龙南、全南、寻乌、安远。　　]",
    " 本科概述": "[该科27属，约140种，主要分布于亚洲东部。中国有17属76种，主要分布于西南部经中部至台湾。其中5属为特有属。　　]",
    " 相关传说": "[贵州黔东南州，这里常年雾气弥漫，冬季阴冷，有“天无三日晴”之说。但当地患骨关节疾病的人却极少。原来当地的深山老林中生长着一种神奇树，叫半枫荷，它的叶子，一半形似枫叶，另一半似荷叶，因此被称作“半枫荷”。而它的药效奇特。这个神奇的植物用于骨关节病的历史可以追溯到三国时期诸葛亮七擒孟获时。孟获当时是苗族的苗王，建兴三年，苗王孟获大起蛮兵十万，犯境侵略。诸葛亮亲带五十万大军到益州的建宁（当今的黔东南州一带）讨伐孟获。因为山高路远加上气候潮湿多雨，很多士兵患上了严重的骨关节病，患病的士兵浑身酸痛无力、关节肿痛、手足麻木、军医一时束手无策，军中人心惶惶，诸葛亮忧心如焚；一段时间后诸葛亮发现有几个士兵的症状变好，细问之下，原来他们疼痛难耐，浑身酸痛，就在扎营不远的雷公山上一眼温泉浸泡，泡完后感觉这种浑身酸痛、关节肿胀、手足麻木的症状也消失了；在他们的带领下，诸葛亮找到了这眼温泉，这一眼温泉怎么能让众多的患病士兵浸泡呢？诸葛亮看了看周围发现长满了一种奇怪的树木，它的叶子，一半形似枫叶，另一半似荷叶形状，有很多叶子都掉在水里，散发出一阵阵异香，诸葛亮心中一动，让军医采了一些回去，用水煮后给患病的士兵泡澡，结果很快痊愈，军心大振。这种神奇的植物为诸葛亮七擒孟获立下了大的功劳，诸葛亮为这种植物取名为”半枫荷”。]"
},{
    "中药名称": "半蒴苣苔",
    "内容": ""
},{
    "中药名称": "半夏",
    "概述": "[植物学名：Pinellia ternata （Thunb.）Breit.该物种为中国植物图谱数据库收录的有毒植物，其毒性为全株有毒，块茎毒性较大，生食0．1—1．8g即可引起中毒。对口腔、喉头、消化道粘膜均可引起强烈刺激；服少量可使口舌麻木，多量则烧痛肿胀、不能发声、流涎、呕吐、全身麻木、呼吸迟缓而不整、痉挛、呼吸困难，最后麻痹而死。有因服生半夏多量而永久失音者。小鼠腹腔注射半夏浸膏LD50相当于块茎13．142g／kg，慢性中毒引起死亡的原因可能与刺激肠道产生腹泻有关；注射20g／kg块茎的乙醇提取液，大部分共济失调，死亡。重要：治疗半夏中毒用生姜捣汁服下，其毒解【内容介绍】：半夏 (《本经》)【异名】地文、水玉(《本经》)，守田、示姑(《别录》)，羊眼半夏(《唐本草》)，和姑(《纲目》)，蝎子草(《植物名实图考》)，地珠半夏(《昆明药植调查报告》)，麻芋果(《贵州民间方药集》)，三步跳、泛石子(《湖南野生植物》)，地鹧鸪、地茨菇(《广西中兽医药植》)，老黄嘴、老和尚头、野芋头，老鸹头(《江苏植药志》)，捉嘴豆子，地巴豆(《河北药材》)，无心菜根、天落星、老鸹眼、麻芋子(《山东中药》)，地雷公、老瓜蒜、狗芋头(《中药志》)，珠半夏(《广西中药志》)，裂刀菜(《辽宁经济植物志》)，麻草子(安徽《土农药介绍》)。【来源】为天南星科植物半夏的块茎。【植物形态】半夏，又名：三叶半夏；半月莲；三步跳；地八豆；守田；水玉；羊眼。多年生小草本，高15～30厘米。块茎近球形。叶出自块茎顶端，叶柄长6～23厘米，在叶柄下部内侧生一白色珠芽；一年生的叶为单叶，卵状心形；2～3年后，叶为3小叶的复叶，小叶椭圆形至披针形，中间小叶较大，长5～8厘米，宽3～4厘米，两侧的较小，先端锐尖，基部楔形，全缘，两面光滑无毛。肉穗花序顶生，花序梗常较叶柄长；佛焰苞绿色，长6～7厘米；花单性，无花被，雌雄同株；雄花着生在花序上部，白色，雄蕊密集成圆筒形，雌花着生于雄花的下部，绿色，两者相距5～8毫米；花序中轴先端附属物延伸呈鼠尾状，通常长7～10厘米，直立，伸出在佛焰苞外。浆果卵状椭圆形，绿色，长4～5毫米。花期5～7月。果期8～9月。野生于山坡、溪边阴湿的草丛中或林下。我国大部分地区有分布。【采集】7～9月间采挖，洗净泥土，除去外皮，晒干或烘干。【药材】干燥块茎呈圆球形、半圆球形或偏斜状，直径0.8～2厘米。表面白色，或浅黄色，未去净的外皮呈黄色斑点。上端多圆平，中心有凹陷的黄棕色的茎痕，周围密布棕色凹点状须根痕，下面钝圆而光滑。质坚实，致密。纵切面呈肾脏形，洁白，粉性充足；质老或干燥过程不适宜者呈灰白色或显黄色纹。粉末嗅之呛鼻，味辛辣，嚼之发粘，麻舌而刺喉。以个大、皮净、色白、质坚实、粉性足者为佳。以个小、去皮不净、色黄白、粉性小者为次。全国大部分地区均产；主产四川、湖北、安徽、江苏、河南，浙江等地；以四川产量大、质量好。除上述品种外，尚有同属植物掌叶半夏的块茎，在江苏、河南、河北、山西等地亦作半夏使用。与半夏的主要区别点为：掌叶半夏的块茎较大，通常直径3～4厘米；叶片掌状，有小叶9～11枚。参见掌叶半夏条。　　]",
    " 药理作用": "[1.镇咳作用:生半夏、姜半夏、姜浸半夏和明矾半夏的煎剂，0.6-1g/kgig或iv，对猫碘液注入胸腔或电刺激喉上神经所致的咳嗽有明显的镇咳作用，且可维持5小时以上。0.6g/kg的镇咳作用接近于可待因lmg/kg的作用。2.抑制腺体分泌的作用:半夏制剂ip，对毛果芸香碱引起的唾液分泌有显著的抑制作用，亦有报道煎剂po时，唾液分泌先增加，后减少。3.镇吐和催吐作用:半夏加热炮制或加明矾、姜汁炮制的各种制剂，对去水吗啡、洋地黄、硫酸铜引起的呕吐，都有一定的镇吐作用。上述3种催吐剂的作用机制不同，而半夏都可显示镇吐作用，推测其镇吐作用机制是对呕吐中枢的抑制。4.抗生育作用:半夏蛋白1.25mg/ml（在0.9%NaCl中）sc0.2ml对早孕小鼠的抑孕率为50%。结晶半夏蛋白经6M盐酸胍变性后，用分步透析法（即用缓冲液等体积递减稀释变性剂），最终恢复半夏蛋白在生理盐水中平衡，去除变性剂后可以重新天然化，并恢复其原有活力。不同逆转条件的恢复半夏蛋白，对小鼠抗早孕的抑孕率在69-88%之间，仅一种逆转条件为5-8℃者，抑孕率仅36%。利用辣根过氧化物酶标记定位术显示子宫内膜、腺管上皮细胞以及胚胎外胚盘锥体上某些部分细胞团和半夏蛋白有专一性的结合。这些部位很可能就是外源蛋白质一半夏蛋白的抗孕作用部位。如直接将半夏蛋白注入小鼠子宫腔内也表明有抗早孕作用。如果上述结合部位确实是半夏蛋白影响小鼠已着床的子宫内膜和胚胎，产生抗早孕作用，则上述部位也可能起着床识别的作用，因为半夏蛋白不仅能终止小鼠早期妊娠，还有制止兔胚泡着床的效应。半夏蛋白还有很强的抗兔胚泡着床作用，子宫内注射500ug，抗着床率达100%。经半夏蛋白作用后的子宫内膜能使被移植的正常胚泡不着床。在子宫内经半夏蛋白孵育的胚泡移植到同步的假孕子宫，着床率随孵育时间延长而降低。5.对胰蛋白酶的抑制作用:半夏胰蛋白酶抑制剂只抑制胰蛋白酶对酰胺、酯、血红蛋白和酪蛋白的水解，不能抑制胰凝乳蛋白酶、舒缓激肽释枚酶、枯草蛋白酶和木瓜蛋白酶对各自底物的水解。抑制剂对猪胰蛋白酶水解酰胺、酯、血红蛋白和酪蛋白的重量抑制比值分别为1：0.71、1：O.88、1：0.71和1：0.71。从化学分子大小的范围看，半夏胰蛋白酶抑制剂应属大分子抑制剂。6.炮制品的药理作用:清半夏（按中国药典85年版制法）水煎液200%浓度26.5ml/kg预防给药时，对氯化钡诱发的大鼠室性心律失常有明显的对抗作用（P&lt;0.05）。小鼠ip60g/kg对自发活动有明显的影响（P&lt;0.05）。Ip15g/kg或30g/kg可显著增加戊巴比妥钠阈下催眠剂量的睡眠率（P&lt;0.05）。并有延长戊巴比妥钠睡眠时间的趋势，但无统计学意义。大剂量对电惊厥有轻微的对抗趋势。30ml/kg剂量ig，可明显抑制（P&lt;0.05）硝酸毛果芸香碱5mg/kg对唾液的分泌作用。6.抗癌的作用药理实验表明，掌叶半夏的稀醇或水浸出液，对动物实验性肿瘤和Hela细胞都具有明显的抑制作用。从水溶部分得的胡芦巴碱，对小鼠肝癌(HCA)亦有明显抑制作用。其所含的β谷甾醇及类似物也有抑瘤作用。并能明显促使癌细胞逐渐脱落而使癌体缩小或消失。临床药理观察，对宫颈癌有效，且局部清洁作用明显。7.其它作用:7.1. 降压作用:半夏浸膏对离体哇心和兔心呈抑制作用。Iv对犬、猫和兔有短暂降压作用，具有快速耐受性。煎剂ig时小鼠肾上腺皮质功能有轻度刺激作用。若持续给药，能引起功能抑制。7.2.凝血作用：半夏蛋白也是一种植物凝集素，它与兔红血球有专一的血凝活力，浓度低至每1ml2μg仍有凝集作用。除免红细胞外，对羊、狗、猫、豚鼠、大鼠、小鼠和鸽的红细胞亦有凝集作用。但不凝集人、猴、猪和鸡、鸭、鹅、龟、蟾蜍、鳝的红细胞。半夏蛋白是目前已知的唯一只与甘露糖而不与葡萄糖结合的一种具有凝集素作用的蛋白质。除红细胞外半夏蛋白亦凝集其它细胞，对小鼠脾细胞、人肝癌细胞（QGY7703-3和7402）、艾氏腹水癌和腹水型肝癌细胞均能被半夏蛋白凝集，但它不凝集大鼠附睾和猪大网膜脂肪细胞，虽然它能和这两种细胞结合。提示半夏蛋白的细胞凝集作用不仅具有动物种属专一性并存在细胞类别专一性。7.3.促细胞分裂作用：半夏蛋白的促细胞分裂作用亦有动物种属专一性，它促使兔外周血淋巴细胞转化，但不促使人外周血淋巴细胞分裂。　　]",
    " 中药化学成分": "[块茎含挥发油，内含主成分为3-乙酰氨基-5-甲基异唑(3-acetoamino-5-methylisooxazole)，丁基乙烯基醚(butyl-ethylene ether)，3-甲基二十烷(3-methyleicosane)，十六碳烯二酸(hexadecylendioic acid)，还有2-氯丙烯酸甲酯(methyl-2-chloropropenoate)，茴香脑(anethole)，苯甲醛(benzaldehyde)，1，5-戊二醇(1,5-pentadiol)，2-甲基吡嗪(2-methylpyrazine)，柠檬醛(ciTCMLIBal)，1-辛烯(1-octene)，β榄香烯(β-elemene)，2-十一烷酮(2-undecanone)，9-十七烷醇(9-heptadecanol)，棕榈酸乙酯(ethylpalmitate)，戊醛肟(pentaldehyde oxime)等60多种成分。还含左旋麻黄碱(ephedrine)，胆碱(choline)，β-谷甾醇(β-ssitosterol)，胡萝卜甙(daucosterol)，尿黑酸(homogentisic acid)，原儿茶醛(protocatechualdehyde)，姜辣烯酮(shogaol)，黄芩甙(baicaline)，黄芩甙元(baicalein)，姜辣醇(gingerol)，1，2，3，4，6-五-O-没食子酰葡萄糖(1,2,3,4,6-penta-Ogalloylglucose)，12,13-环氧-9-羟基十九碳-7，10-二烯酸(12,13-epoxy-9-hydroxynonadeca-7,10-dienoic acid)及基衍生物等。又含以α-及β-氨基丁酸(aminobutyric acid)，天冬氨酸(aspartic acid)为主成分的氨基酸和以钙、铁、铝、镁、锰、铊、磷等为主的无机元素。另含多糖，直链淀粉，半夏蛋白(系1种植物凝集素)和胰蛋白酶抑制剂。【化学成分】块茎含挥发油、少量脂肪(其脂肪酸约34%为固体酸、66%为液体酸)、淀粉、烟碱、粘液质、天门冬氨酸、谷氨酸、精氨酸、β-氨基丁酸等氨基酸、β-谷甾醇、胆碱、β-谷甾醇-β-D-葡萄糖甙、3，4-二羟基苯甲醛，又含药理作用与毒芹碱及烟碱相似的生物碱、类似原白头翁素刺激皮肤的物质。嫩芽含尿黑酸及其甙。　　]",
    " 中药炮制和功用": "[生半夏：拣去杂质，筛去灰屑。法半夏：取净半夏，用凉水浸漂，避免日晒，根据其产地质量及其颗粒大小，斟酌调整浸泡日数。泡至10日后，如起白沫时，每半夏100斤加白矾2斤，泡1日后再进行换水，至口尝稍有麻辣感为度，取出略晾。另取甘草碾成粗块，加水煎汤，用甘草汤泡石灰块，再加水混合，除去石灰渣，倒入半夏缸中浸泡，每日搅拌，使其颜色均匀，至黄色已浸透，内无白心为度。捞出，阴干。(每半夏100斤，用白矾2斤，甘草16斤，石灰块20斤)姜半夏：取拣净的半夏，照上述法半夏项下的方法浸泡至口尝稍有麻辣感后，另取生姜切片煎汤，加白矾与半夏共煮透，取出，晾至六成干，闷润后切片，晾干。(每半夏100斤，用生姜25斤，白矾12斤两，夏季用14斤两)清半夏：取拣净的半夏，照上述法半夏项下的方法浸泡至口尝稍有麻辣感后，加白矾与水共煮透，取出，晾至六成干，闷润后切片，晾干。(每半夏100斤，用白矾12斤两，夏季用14斤两)①《雷公炮炙论》：修事半夏四两，用捣了白芥子末二两，头醋六两，二味搅令浊，将半夏投于中，洗三遍用之。半夏上有隟涎，若洗不尽，令人气逆，肝气怒满。②陶弘景：半夏，用之皆先汤洗十许过，令滑尽，不尔戟人咽喉。　　]",
    " 各种半夏炮制品的比较": "[生半夏：取原药材，除去杂质，洗净，干燥，用时捣碎。有毒，多外用，以消肿止痛为主。清半夏：白矾浸泡或煮或腌制。消除了辛辣刺喉的副作用，降低了毒性，以燥湿化痰为主。类圆形或肾形厚片，直径6～18mm，表面乳白色，周边黄棕色，中间隐现黄白色筋脉点。气微辣涩。姜半夏：姜矾煮或腌制或蒸制，或姜炒。温中化痰，降逆止呕为主。形如清半夏，薄片，表面有光泽，透明，片面灰黄色或淡黄色，角质样，质脆。微有辣味，微具姜气。法半夏：石灰制半夏。治寒痰、湿痰为主，同时具有调脾和胃的作用。形如生半夏，内外皆呈黄色或淡黄白色，粉性足，质松脆，气微，味淡。竹沥半夏：半夏或法半夏，竹沥拌透阴干。温燥大减，适于胃热呕吐，肺热痰黄稠粘，痰热内闭中风不语。半夏曲：生半夏浸泡晒干研粉，姜汁、面粉调匀，发酵制成。化湿健脾，消食止泻。【性味】辛，温，有毒。①《本经》：辛，平。②《别录》：生微寒，熟温，有毒。③《药性论》：有大毒。④《日华子本草》：味辛。⑤(医学启源》：《主治秘要》云，性温，味辛苦。【归经】入脾、胃经。①《汤液本草》：入足阳明、太阴、少阳经。②《雷公炮制药性解》：入肺、脾、胃三经。③《本草经疏》：入足太阴、阳明、少阳，手少阴经。④《本草汇言》：入手阳明、太阴、少阴三经。⑤《本草再新》：入肝、脾、肺三经。【功用主治】本品辛散温燥有毒，主入脾胃兼入肺，能行水湿，降逆气，而善祛脾胃湿痰。水湿去则脾健而痰涎自消，逆气降则胃和而痞满呕吐自止，故为燥湿化痰，降逆止呕，消痞散结之良药。既主治脾湿痰壅之痰多咳喘气逆，如二陈汤、小青龙汤，又治湿痰上犯之眩晕心悸失眠，如半夏白术天麻汤，还可治风痰吐逆，头痛肢麻，半身不遂，口眼歪斜等症，如玉壶丸。本品善燥湿降逆止呕，又性温兼散寒，主治胃寒及痰饮呕吐，如小半夏汤。若治疗其他原因所致的呕恶，当据情配伍它药。本品又善治胃气上逆之恶心呕吐，痰湿中阻之胸脘痞闷，气郁痰结咽中如有物阻之梅核气，如半夏厚朴汤。若痰热互结之心下痞，如小陷胸汤 。还可治痰湿凝滞经络或肌肉所致的瘿瘤痰核及痈疽肿毒，未化脓者，可单用生品为末，醋调外敷。此外，取本品和胃之功，治疗胃不和卧不安，与秫米合用，如半夏秫米汤；取本品行湿润燥之功，治疗老人火衰便秘，与硫黄合用，如半硫丸。　　]",
    " 临床应用": "[1. 用于痰多咳嗽。用半夏的地下部分制成半夏露糖浆,用于痰湿壅滞、咳嗽气逆等，与陈皮、茯苓等配伍；治痰多咳嗽，又常与贝母配伍应用。可用治寒痰，宜与白芥子、生姜等同用；因其化痰力佳，故亦可治热痰与风痰，治热痰可与瓜蒌、黄芩等配伍；治风痰，宜与天南星等同用。2. 用于胸脘痞闷，胸痹，结胸。痰湿内阻、胸脘痞闷者，可配陈皮、茯苓等同用；如寒热互结，可配黄芩、黄连、干姜等。此外，又常用于胸痹疼痛，配瓜蒌、薤白等同用；治结胸可与瓜蒌、黄连等同用。3. 用于瘿瘤瘰疬、疮疡肿痛、梅核气等。治瘿瘤瘰疬痰核，与海藻、昆布、贝母等配用。痈疽未溃者可用生半夏配生南星等同研，调醋外敷，有散结消肿的功效。用治梅核气，可配厚朴、紫苏等。4. 用于胃气上逆、恶心呕吐。治胃寒呕吐，可配合生姜或藿香、丁香等品；治胃热呕吐可配合黄连、竹茹等药；治妊娠呕吐，可配合灶心土等品；治胃虚呕吐，可配人参、白蜜同用。　　]",
    " 文献摘录：": "[①《本经》：主伤寒寒热，心下坚，下气，喉咽肿痛，头眩胸胀，咳逆，肠鸣，止汗。②《别录》：消心腹胸膈痰热满结，咳嗽上气，心下急痛坚痞，时气呕逆；消痈肿，堕胎，疗痿黄，悦泽面目。生令人吐，熟令人下。③《药性论》：消痰涎，开胃健脾，止呕吐，去胸中痰满，下肺气，主咳结。新生者摩涂痈肿不消，能除瘤瘿。气虚而有痰气，加而用之。④《日华子本草》：治吐食反胃，霍乱转筋，肠腹冷，痰疟。⑤《本草图经》：主胃冷，呕哕。⑥《医学启源》：治寒痰及形寒钦冷伤肺而咳，大和胃气，除胃寒，进饮食。治太阳痰厥头痛，非此不能除。《主治秘要》云，燥胃湿，化痰，益脾胃气，消肿散结，除胸中痰涎。⑦朱震亨：治眉棱骨痛。⑧《纲目》：治腹胀，目不得瞑，白浊，梦遗，带下。【用法与用量】内服：煎汤，1.5～3钨；或入丸、散。外用：研末调默。【宜忌】一切血证及阴虚燥咳、津伤口渴者忌服。①《本草经集注》：射干为之使。恶皂荚。畏雄黄、生姜、干姜、秦皮、龟甲。反乌头。②《药性论》：忌羊血、海藻、饴糖。柴胡为之使。③张元素：诸血证及口渴者禁用。孕妇忌之，用生姜则无害。④《医学入门》：凡诸血证及自汗，渴者禁用。【选方】①治湿痰，咳嗽脉缓，面黄，肢体沉重，嗜卧不收，腹胀而食不消化：南星、半夏(俱汤洗)各一两，白术一两半。上为细末，糊为丸，如桐子大.每服五、七十丸，生姜汤下。(《素问病机保命集》) ②治湿痰喘急，止心痛：半夏不拘多少，香油炒，为末，粥丸梧子大。每服三、五十丸，姜汤下。(《丹溪心法》) ③治痰饮咳嗽：大半夏一斤，汤泡七次，晒干，为细末，用生绢袋盛贮，于磁盆内用净水洗，出去粗柤，将洗出半夏末，就于盆内日晒夜露，每日换新水，七日夜了，澄去水，晒干，每半夏粉一两，入飞过细朱砂末一钱，用生姜汁糊为丸，如梧桐子大。每服七十丸，用淡生姜汤下，食后服。(《袖珍方》辰砂半夏丸) ④治心下有支饮(呕家本渴，渴者为欲解，今反不渴)：半夏一升，生姜半斤。上二味，以水七升，煮取一升半，分温再服。(《金匮要略》小半夏汤) ⑤治肺胃虚弱，好食酸冷，寒痰停积，呕逆恶心，涎唾稠粘，或积吐，粥药不下，手足逆冷，目眩身重；又治伤寒时气，欲吐不吐，欲呕不呕，昏瞶闷乱，或饮酒过多，中寒停饮，喉中涎声，干哕不止：陈皮(去白)、半夏(煮)各七两。上二件，锉为粗散，每服三钱，生姜十片，水二盏，煎至一中盏，去滓温服，不拘时候。留二服滓并作一服，再煎服。(《局方》橘皮半夏汤) ⑥治卒呕吐，心下痞，膈间有水，眩悸者：半夏一升，生姜半斤，茯芩三两。上三味，以水七升，煮取一升合，分温再服。(《金匮要略》小半夏加茯苓汤) ⑦治胃反呕吐者：半夏二升(洗完用)，人参三两，白蜜一升。上三味，以水一斗二升，和蜜汤之二百遍，煮药取二升半，温服一升，余分再服。(《金匮要略》大半夏汤) ⑧治妊娠呕吐不止：干姜、人参各一两，半夏二两。上三味，末之，以生姜汁糊为丸，如梧子大。饮服十丸，日三服。(《金匮要略》干姜人参半夏丸) ⑨治小儿痰热，咳嗽惊悸：半夏、南星等分，为末，牛胆汁，入胆内和，悬风处待干，蒸饼丸，绿豆大。每服三、五丸，姜汤下。(《摘元方》) ⑩治霍乱心腹胀痛，烦满短气，未得吐下：桂、半夏等分。末，方寸匕，水一升，和服之。(《补缺肘后方》) ⑾除积冷，暖元藏，温脾胃，进饮食，治心腹一切痃癖冷气及年高风秘、冷秘或泄泻：半夏(汤浸七次，焙干，为细末)、硫黄(明净好者，研令极细)。上等分，以生姜自然汁同熬，入干蒸饼末搅和匀，入臼内杵数百下，丸如梧桐子大。每服空心温酒或生姜汤下十五丸至二十丸，妇人醋汤下。(《局方》半硫丸) ⑿治痰厥：半夏八两，防风四两，甘草二两。同为细末，分作四十服，每服用水一大盏半，姜二十片，煎至七分，去滓温服，不计时候。(《卫生家宝方》省风汤) ⒀治目不瞑，不卧：以流水千里已外者八升，扬之万遍，取其清五升煮之，炊以苇薪火，沸，置秫米一升，治半夏五合，徐炊令竭，为一升半，去其滓，饮汁一小杯，日三，稍益，以知为度。(《灵枢》半夏秫米汤) ⒁治少阴病，咽中痛：半夏(洗)、桂枝(去皮)、甘草(炙)。上三味等分，各别捣筛已，合治之，白饮和服方寸匕，日三服。若不能服散者，以水一升，煎七沸，纳散两方寸匕，更煮三沸，下火令小冷，少少咽之。(《伤寒论》半夏散及汤) ⒂治痰结，咽喉不利，语音不出：半夏(洗)五钱，草乌一字(炒)，桂一字(炙)。上同为末，生姜汁浸蒸饼为丸，如鸡头大，每服一丸，至夜含化。(《素问病机保命集》玉粉丸) ⒃治喉痹肿塞：生半夏末搐鼻内，涎出效。(《濒湖集简方》) ⒄治产后晕绝：半夏末，冷水和丸，大豆大，纳鼻中。(《肘后方》) ⒅治奶发，诸痈疽发背及乳方：末半夏，鸡于白和涂之，水磨敷。(《补缺肘后方》) ⒆治小儿惊风：生半夏一钱，皂角半钱。为末，吹少许入鼻。(《仁斋直指方》嚏惊散) ⒇治重舌木舌，肿大塞口：半夏煎醋，合漱之。(《纲目》) (21)治诸瘘五六孔相通：生半夏末，水调涂孔内，一日二次。(《外科小品》) (22)治外伤性出血：生半夏、乌贼骨等分，研细末，撒患处。(徐州《单方验方新医疗法选编》) (23)治蛇伤：鲜半夏、鸭食菜(苦麻菜)、香蒿尖各等量，混合捣碎成膏状，敷于伤处。(辽宁《中草药新医疗法资料选编》) (24)老人风痰。用半夏（泡七次，焙过）、硝石各半两，共研为末，加入白面捣匀，调水做成丸子，如绿豆大。每服五十丸，姜汤送下。(25)风痰头晕（哎逆目眩，面色黄，脉弦）。用生半夏、生天南星、寒水石（煅）各一两，天麻半两，雄黄二钱，小麦面三两，共研为末，加水和成饼，水煮浮起，取出捣烂做成丸子，如梧子大。每服五十丸，姜汤送下。极效。亦治风痰咳嗽、二便不通、风痰头痛等病。(26)热痰咳嗽（烦热面赤，口燥心痛，脉洪数）。用半夏、天南星各一两，黄芩一两半，共研为末，加姜汁浸蒸饼做成丸子，如梧子大。每服五十至七十丸，饭后服，姜汤送下。此方名小黄丸。(27)湿痰咳嗽（面黄体重，贪睡易惊，消化力弱，脉缓）。用半夏、天南星各一两，白术一两半，共研为末加薄糊做成丸子，如梧子大。每服五十至七十丸姜汤送下。此方名白术丸。(28)气痰咳嗽（面白气促，洒淅恶寒，忧悉不乐，脉涩）。用半夏、天南星各一两，官桂半两，共研为末，加糊做成丸子，如梧子大。每服五十丸，姜汤送下。此方名玉粉丸。(29)呕吐反胃。用半夏三升、人参三两、白蜜一升、水一半二千，细捣过，煮成三升半，温服一升。一天服两次。此方名为大半夏汤。(30)黄疸喘满，小便自利，不可除热。用半夏、生姜各半斤，加水七升，煮取一升合，分两次服下。(31)老人便结。用半夏（泡，炒）、生硫磺，等分为末加自然姜汁煮糊做成丸子，如梧子大。每服五十丸，空心服，温酒送下。此方名半硫丸。(32)失血喘急（吐血下血，崩中带下，喘急痰呕，中满宿瘀）。用半夏捶扁，包在以姜汁调匀的面中，放火上煨黄，研为末，加米糊成丸子，如梧子大。每服三十丸，白开水送下。(33)喉痹肿塞。用生半夏末 鼻内，涎出见效。(34)骨鲠在咽。用半夏、白牙，等分为末，取一匙，水冲服，当呕出。忌食羊肉。【临床应用】①治疗呕吐用姜半夏制成1：1注射液，肌肉注射，每次2毫升。治疗各种呕吐，临床上可代替爱茂尔应用，有人认为其镇吐作用比爱茂尔强两倍多。未发现副作用。②治疗疟疾生半夏2钱，捣烂置于胶布上。于疟疾发作前3～4小时贴于脐部，可控制发作。③治疗急性乳腺炎取生半夏1～2钱，葱白2～3根，共捣烂，揉成团(亦可用生半夏捣细和米饭少许捏成丸)，塞于患乳对侧鼻孔，每日2次，每次塞半小时。用于急性乳腺炎早期计72例，多数治疗2～3次见效。④治疗鸡眼半夏研末敷于患部。用药前先洗净患处，消毒后用手术刀削去鸡眼的角化组织，呈一凹面，然后放入半夏末，外贴胶布。经5～7天后，鸡眼坏死脱落，生出新生肉芽组织，再过数日即可痊愈。治疗30余例未见复发。⑤治疗牙痛生半夏1两，捣碎，置于90%酒精3两中，浸泡1日后即可使用。用时以棉球蘸药液塞入龋齿洞中，或涂擦痛牙周围。治疗100余例，95%以上患者均有效果。⑥治疗急慢性化脓性中耳炎生半夏研末溶于米酒或50%酒精中(1份半夏，3份酒精)，浸泡24小时以上，取上层澄清液滴耳。用时先用双氧水洗涤外耳道，然后滴入药液数滴，每天1～2次。据10例观察，对急性中耳炎效果较好，一般1～2天见效，1周内可治愈。⑦预防和减轻血吸虫病口服锑剂的中毒反应口服锑剂治疗血吸虫病过程中，呕吐是常见的毒性反应，往往迫使治疗中断；如于口撮锑剂同时加服法半夏粉与甘草粉，则有预防或减轻中毒反应的作用。每口服锑剂1次，服半夏粉3.2分，生甘草粉4.8分。据12例观察，一般服药期间都能照常工作，精神愉快，食欲正常；仅4例有轻微不适：略感恶心呕吐，或短暂的腹痛或腹泻，均不影响工作。⑧治疗矽肺据144例各期患者的初步观察，对主观症状有不同程度的改善；客观检查除个别病例的血清粘蛋白下降和血矽增高外，其它检查(如X线摄片)尚无明显变化。少数病例对肝功能有不良影响，尿中出现红细胞，故应用时应紧密注意肝肾的毒性反应。用法：用姜半夏口服、肌肉注射或喷雾给药，剂量一般为每日钱。治疗持续1～10个月不等，大多在3～5个月左右。【中毒处理】曾有报道，4例误食生半夏0.1～0.2克、1.4克、1.8克、2.4克而引起中毒者，症状表现主要为口腔及咽喉部粘膜的烧灼感和麻辣味，胃部不适、恶心及胸前压迫感。4例中除1例因误食量甚少而自愈外，其余3例均经服生姜而痊愈。　　]",
    " 半夏栽培": "[（一）概述别名三叶半夏、三叶老、三步跳、麻玉果、燕子尾等。为天南星科植物半夏「Pinellia ternata （Thunb.）Breit.]，以块茎入药。半夏有毒，不经过泡制不能入药，是属于有毒植物。有燥湿化痰、祛寒作用，主治咳嗽痰多、胸闷胀满、恶心呕吐，生外用治疖肿。主产于南方各省区，东北、华北、长江流域诸省均有栽培。（二）植物特性半夏为天南星科，多年生草本植物，地下块茎球形，叶基生，叶片掌状三出，在叶柄或小叶分枝处着生珠芽，可作繁殖材料，由块茎生出的植株可抽出花茎，肉穗花序，外具有佛焰苞，浆果，嫩时绿色，熟时红色图。（三）生长特性繁殖力强，能耐寒，不耐干旱，忌烈日暴晒，半夏喜温暖阴湿的环境，生长在沙质壤士，在房前屋后、山野溪边、林下都可见到半夏，前茬以豆科和玉米为宜，忌黏重土壤。（四）栽培技术1．选地整地半夏对土壤要求不严，除盐碱地之外，一般土壤均可，以沙质壤上为宜。种在桑园，果园和高秆作物下边进行间作，与玉米间作每隔130厘米栽一行玉米，穴距66厘米，每穴2株。上面宜平，每公顷地施圈肥或土杂肥37500～60000千克，施过磷酸钙225～300千克，撒于畦面。2．繁殖方法分块茎繁殖、珠芽繁殖、种子繁殖，但种子和珠芽繁殖当年不能收获，用块茎繁殖当年能收获。（1）块茎繁殖挖当年生的小块茎用湿沙土混拌存放在阴凉处进行繁殖。栽植时间分为春秋两季。春季三月份，栽前浇透水，块茎用5％草木灰液或50％多菌灵1000倍液或0．005％高锰酸钾液或食醋300倍液浸泡块茎2～4小时，晾干后将块茎按大小分别栽植，行距16～20厘米，株距6～10厘米，穴探5厘米，每穴裁2块，覆土3-5厘米，每公顷需块茎750千克左右，大的块茎300千克左右。（2）珠芽繁殖夏秋间利用叶柄下珠芽栽培，行距10-16厘米，株距6-10厘米，开穴，每穴放株芽3～5个，覆土1．6厘米。（3）种子繁殖此法由于种苗不足或育种时采用，从秋季开花后十余天佛焰苞枯萎采收成熟的种子，放在湿沙中贮存，备播种，分春秋二季播种，春天在做好的畦上按行距10～13厘米开沟，将种子均匀撒入沟内，覆土10～13厘米，并盖稻草保墒，当苗高10厘米时定植。此外也有一种很粗放的繁殖方法，半夏繁殖力很强，种过的地上每年连绵不断地有半夏生长，所以不必另播种，加以管理，即可收获，但产量低。3．田间管理（1）浇水半夏喜湿润，无论哪种方法播种前必须浇水，在生长期天气热，需要经常浇水，土壤中不可缺水，如果遇到干旱，引起苗子枯萎倒伏。有了水分条件再长新芽影响产量，但不能有积水，否则乱根。（2）培土珠芽生长需要培土，所以6、7月份在叶柄下部培土，追肥2次，每公顷施圈肥7500～15000千克，或稀薄人粪尿，每次培土从行间取土盖上珠芽，培土1．6厘米以上，生长期要经常松土除草。（3）摘蕾除作种子外，生长期长出的花蕾全部摘掉，促使块茎生长肥大，可提高产量。4，病虫害防治（1）叶斑病在叶上长紫褐色小斑。防治方法：发病前和初期，喷1：1：120波尔多液或60％代森锌500倍液，每7～10天1次，连续2～5次。（2）红天蛾7、8月份幼虫把叶子咬成缺刻。防治方法：幼龄期喷90％敌百虫800倍液，人工捕捉。（五）采收加工当秋季地上部枯萎，开始采收，用块茎和珠茎繁殖，在当年或第二年采收，种子需3～4年才采收，用三齿或二齿耙挖畦土，收块茎，大的作药用，小的作繁殖材料。作药用的在室内堆放10～12厘米“发汗”，筛去泥土，按大中小分档装入麻袋或化纤编织袋内，每袋装2／3，扎紧口袋放在水泥池内，灌入冷水，水面淹没盛药袋的一半，穿上高统水鞋连续踩25分钟左右，并注意翻袋，至此袋内鲜半夏已全部脱皮。放在清水中洗去皮，捞出半夏，使块茎洁白，晾干表皮水，用硫磺熏至透心，放在阳光下暴晒，不断翻动晒干，每公顷产干货3750千克左右，切忌生半夏有毒，不可内服，必经泡制才能用。烘干：用无烟火烘干，温度35～60℃，不时翻动，力求干燥均匀。　　]",
    " 毒性试验": "[【毒性】1　原生物毒性实验生半夏有毒，最早见于《神农本草经》，后世医家也一致公认。我们进行了生半夏的动物实验，取生半夏(地区医药公司药材科)200 g粉碎过120目筛，加水400 mL煎10 min成混悬液备用；1)取上述混悬液给5只家兔进行点眼刺激实验，结果5只家免均有不同程度眼结膜水肿、水泡、眼睑轻度外翻；2)取上述混悬液，对10只家鸽每只服10 mL，20 min后均有呕吐，解剖鸽嗉囊，可见粘膜有不同程度的出血；3)取上述混悬液给10只小鼠每只服用10 mL,20 min后，小鼠均有失音，解剖喉部有明显水肿和充血。人体实验发现口中有强烈麻舌和刺激感觉，30 min后自感症状消失。古人将半夏毒性归纳为“戟人咽”，“生令人吐”，“熟令人下”的说法是非常正确的，所以当半夏入丸散时应经过严格炮制。2　生半夏入汤剂的实验在传统汤剂中生半夏取代制半夏，不但能提高疗效，也省略了加工炮制的环节，更重要的是对合理用药的一大改革。《伤寒论》和《金匮要略》中用生半夏的共有43方，其中内服汤剂37方，广泛运用于外感病、杂病和妇科病中，发挥其燥湿化痰，下气降逆，和胃止呕，辛开泄痞等功用。张仲景也是重用生半夏的先师，其经方中生半夏用量约合50 g；用生半夏与姜配伍共30方，有12方不与姜配伍，可见用姜主要是因症施治，取其协同作用，并非专用于解半夏之毒，这就为临床使用生半夏提供了依据。动物实验：取生半夏200 g，姜制半夏200 g(来源于地区医药公司药材科)，分2次煎煮，浓缩液各200 mL备用。1)取浓缩液分别对5只家兔进行点眼实验，其结果家兔的10只眼睑均无明显刺激作用。2)对家鸽进行呕吐实验，每组5只，每只服用上述浓缩液各10 mL，在服用4 h内两组家鸽无呕吐现象，手术解剖亦未见鸽嗉囊内有粘膜充血。3)对小鼠进行失音的实验，取10只小鼠，每组5只，分别服用以上两种浓缩液各10 mL，在4 h内进行观察，未发现有失音的现象，解剖喉部均无粘膜充血和水肿。再对怀孕早期的家兔进行实验，在服用上述煎液的两组4只家兔也未发现有明显副作用和堕胎。经过实验证明，生半夏的煎剂并无明显的毒性，入传统汤剂可以服用。3　生半夏化学成分据分析，生半夏的药效成分包括β-谷甾醇及其葡萄糖苷、黑尿酸及天门冬氨酸、谷氨酸、精氨酸-β-氨基丁酸；儿茶醛即为半夏辛辣刺激性物质，它不易溶于水，且遇高温后分解。故生半夏入丸散时有毒副作用，经过炮制或水煎煮无刺激作用。4　生半夏的临床应用生半夏入传统汤剂不但安全无毒且疗效高于制半夏，在降逆止呕、化痰镇咳、辛开泄痞等方面用制半夏效力不佳者改用生半夏即显效。对于阴虚火旺的患者来说，也不必禁忌，只要符合生半夏的适应证就应该用。在养阴药中掺以少量半夏即可达到养阴而不腻膈的目的。生半夏入汤剂剂量与毒性反应似无明显关系，需注意，在应用生半夏时应先煎沸30 min为妥，这样绝无口麻等副作用。李国亮，男，1961年出生毕业于河南省云阳中医中药学校中药专业，1997年自学毕业于河南中医学院中医本科，现任主管中药师，从事中草药的毒性和临床治疗效果及医院中药剂型改革方面的研究。已发表论文20余篇，有专论一部“青蒿口服液的制备和应用”获得地区科技成果二等奖。半　夏　Rhizoma Pinelliae（英）　Pinellia Tuber别名　三叶半夏、三步跳、麻芋子。来源　天南星科植物半夏Pinellia ternata（Thunb．）Breit. 的块茎。植物形态　多年生草本，高15～30cm。幼苗常为单叶，卵状心形，2～3年后生3小叶的复叶；叶柄长10～25cm，基部有珠芽。花单性同株，花序柄长于叶柄，佛焰苞绿色，下部细管状；雌花生于花序基部，雄花生于上端，花序顶端附属器青紫色，伸于佛焰苞外呈鼠尾状。浆果卵状椭圆形，绿色。花期5～7月，果期8～9月。生于田野、溪边、阴湿山坡、林下。主产四川、湖北、河南、贵州、安徽。采制　夏、秋季采挖，洗净，除去外皮及须根，晒干。一般炮制后用。性状　类球形，有的稍偏斜，直径1～1．5cm。表面白色或浅黄色，顶端中心有凹陷的茎痕，周围密布凹点状根痕；下面钝圆，较光滑。质坚实，断面洁白，富粉性。味辛辣、麻舌而刺喉。化学成分　含β-与γ- 氨基丁酸（β-，γ-aminobutyric acid）、天门冬氨酸、谷氨酸等多种氨基酸，1- 麻黄碱、久谷甾醇及其葡萄糖甙（β-sitosterol-3-o-β-D-gluco-side）、尿黑酸（homogentisic acid）及其葡萄糖甙、胆碱和半夏蛋白Ⅰ等。性味　性温，味辛；有毒。功能主治　燥湿化痰，降逆止呕，消痞散结。用于痰多咳喘、痰饮眩悸、内痰眩晕、痰厥头痛、呕吐反胃、胸脘痞闷、梅核气症；生用外治痈肿痰核。－－亳州中药材网半 夏 Rhizoma Pinelliae（英） Pinellia Tuber别名 三叶半夏、三步跳、麻芋子。来源 天南星科植物半夏Pinellia ternata（Thunb．）Breit. 的块茎。植物形态 多年生草本，高15～30cm。幼苗常为单叶，卵状心形，2～3年后生3小叶的复叶；叶柄长10～25cm，基部有珠芽。花单性同株，花序柄长于叶柄，佛焰苞绿色，下部细管状；雌花生于花序基部，雄花生于上端，花序顶端附属器青紫色，伸于佛焰苞外呈鼠尾状。浆果卵状椭圆形，绿色。花期5～7月，果期8～9月。生于田野、溪边、阴湿山坡、林下。主产四川、湖北、河南、贵州、安徽。采制 夏、秋季采挖，洗净，除去外皮及须根，晒干。一般炮制后用。性状 类球形，有的稍偏斜，直径1～1．5cm。表面白色或浅黄色，顶端中心有凹陷的茎痕，周围密布凹点状根痕；下面钝圆，较光滑。质坚实，断面洁白，富粉性。味辛辣、麻舌而刺喉。化学成分 含β-与γ- 氨基丁酸（β-，γ-aminobutyric acid）、天门冬氨酸、谷氨酸等多种氨基酸，1- 麻黄碱、久谷甾醇及其葡萄糖甙（β-sitosterol-3-o-β-D-gluco-side）、尿黑酸（homogentisic acid）及其葡萄糖甙、胆碱和半夏蛋白Ⅰ等。性味 性温，味辛；有毒。功能主治 燥湿化痰，降逆止呕，消痞散结。用于痰多咳喘、痰饮眩悸、内痰眩晕、痰厥头痛、呕吐反胃、胸脘痞闷、梅核气症；生用外治痈肿痰核。半夏现在还作为许多人喜爱的名字，作为网名半夏生长习性与规范化“GAP”栽培技术一、半夏的形态特征半夏为天南星科多年生草本植物。高15～35cm，块茎近球形，直径0.5～3.0cm，基生叶1～4枚，叶出自块茎顶端，叶柄长5～25cm，叶柄下部有一白色或棕色珠芽，直径3～8cm，偶见叶片基部亦具一白色或棕色小珠芽，直径2～4mm。花单性，花序轴下着生雌花，无花被，有雌蕊20～70个，花柱短，雌雄同株；雄花位于花序轴上部，白色，无被，雄蕊密集成圆筒形，与雌花间隔3～7mm，其间佛焰苞合围处有一直径为1mm的小孔，连通上下，花序末端尾状，伸出佛焰苞，绿色或表紫色，直立，或呈“S”形弯曲。二、半夏生长要求的生态环境〈一〉、对温度的要求：平均地温在10℃左右时，半夏萌发出苗；平均气温达15℃～27℃时，半夏生长最茂盛。在我国部分地区，7月中旬开始，随着梅雨季节的结束，气温上升，最高温度经常超过35℃，半夏生长受到严重影响，没有遮阴条件的半夏地上部分相继死亡，形成夏季大倒苗。半夏生长的适宜温度为23℃～29℃。〈二〉、对湿度的要求：半夏不耐旱，喜爱在湿度较高的土壤中生长。我们曾调查了单县终兴镇一块半夏高产田，平均块茎单产达1500公斤。其品种为菏泽产“狭三叶半夏”，全年几乎没有明显倒苗过程，即使在盛夏季节，生长也十分旺盛。主要的措施之一就是夏季坚持每天傍晚用井水沟灌1次，这样既保持了土壤湿润，又降低了土温，一举两得。半夏既喜水又怕水，当土壤湿度超出一定的限度，反而生长不良，造成烂根、烂茎、倒苗死亡，块茎产量下降。〈三〉、对光照的要求：半夏是耐阴而不是喜阴植物，在适度遮光条件下，能生长繁茂。但是，若光照过强，半夏则难以生存。以半荫环境为宜，珠芽数和块茎增重可达最大值。三、半夏的生长习性半夏根浅，喜温和、湿润气候，怕干旱，忌高温。夏季宜在半阴半阳中生长，畏强光；在阳光直射或水分不足条件下，易发生倒苗。耐阴，耐寒，块茎能自然越冬。要求土壤湿润、肥沃、深厚，土壤含水量在20%～30%、pH值6～7呈中性反应的沙质壤土较为适宜。一般对土壤要求不严，除盐碱土、砾土、过沙、过粘以及易积水之地不宜种植外，其他土壤基本均可，但以疏松肥沃沙质壤土为好。半夏一般于8℃～10℃萌动生长，13℃开始出苗，随着温度升高出苗加快，并出现珠芽，15℃～26℃最适宜半夏生长，30℃以上生长缓慢，超过35℃而又缺水时开始出现倒苗，秋后低于13℃以下出现枯叶。冬播或早春种植的块茎，当1～5cm的表土地温达10℃～13℃时，叶柄发出，此时如遇地表气温又持续数天低于2℃以下，叶柄即在土中开始横生，横生一段并可长出一代珠芽。地、气温差持续时间越长，叶柄在土中横生越长，地下珠芽长的越大。当气温升至10℃～13℃时，叶柄直立长出土外。用块茎繁殖，块茎越大，不仅叶柄粗，珠芽结的大，而且珠芽在叶柄上着生的位置也越高；块茎越小，叶柄细，珠芽也小，珠芽在叶柄上着生的位置越低。四、规范化“GAP”栽培技术〈一〉、选地宜选湿润肥沃、保水保肥力较强、质地疏松、排灌良好、呈中性反应的沙质壤土种植，亦可选择半阴半阳的缓坡山地。可连作2～3年。涝洼、盐碱、重金属含量高的地块不宜种植。土壤选好后，还应对周围的环境进行考察，1000米内没有污染源，离交通主干道100米以上，所用的灌溉水应符合国家农田灌溉水标准。〈二〉、整地地选好后，于10～11月间，深翻土地20cm左右，除去石砾及杂草，使其风化熟化。半夏生长期短，基肥对其有着重要的作用，结合整地，每亩施入发酵好的厩肥或堆肥2000kg，过磷酸钙50kg，翻入土中作基肥。于播前，再耕翻一次，然后整细耙平，起宽1.3m的高畦，畦沟宽40cm。〈三〉、药剂拌种人工栽培半夏的病虫害以预防为主，治疗为辅，一旦发现有病虫害发生，治疗起来相当麻烦，不但影响了半夏的生长，同时容易产生农药残留，增加了成本。所以，播种前的种茎处理非常重要，慎选药物和剂量及方法，切不可大意和马虎。〈四〉、催芽催芽栽种并加盖地膜不仅使半夏早出苗，增加了30余天的生育期，而且还能保持土壤整地时的疏松状态，促进根系生长，使半夏的根粗长，根系扩大，增强抗旱防倒苗能力。〈五〉、栽种1、栽种时间：不同地区栽种时间不尽相同，黄淮地区一般雨水至惊蛰间栽种最宜，无冻害的南方可冬季栽培，西北部地区的栽种时间可适当向后推迟。总之，适时早播并采取有效措施，可使半夏叶柄在土中横生并长出珠芽，在土中形成的珠芽个大，并能很快生根发芽，形成一棵新植株，并且产量高。2、栽种方法：在整细耙平的备播畦面上开横沟条播。把已分开大小种茎分开播种，一级种茎行株距较稀，播种较深；依次类推，四级种茎行株距较稠，种植较浅。播后，上面施一层混合肥土，由腐熟堆肥和厩肥加人畜肥、草土灰等混拌均匀而成，最后覆土少低于地面即可。（也可采用现实新技术半机诫化播种，一次完成，可提高效率80%）3、喷洒除草剂：由于半夏生长期间杂草较多，尤其是在苗期，往往是看不见半夏只见草，所以，半夏播种完成后，马上喷洒半夏专用除草剂，并立即盖上地膜，可有效防治杂草的危害，特别对禾本科杂草的防治效果达100%4、覆盖地膜：待喷洒除草剂后要立即盖上地膜，所用地膜可以是普通农用地膜(厚0.014mm)，也可以用高密度地膜(0.008mm)。地膜宽度视畦的宽窄而选。盖膜三人组，先从畦的两埂外侧各开一条8cm左右深的沟，深浅一致，一人展膜，二人同时在两侧拉紧地膜，平整后用土将膜边压在沟内，均匀用力，使膜平整紧贴畦埂上，用土压实。〈六〉、田间管理1、揭掉地膜：半夏出苗后，待苗高2～3cm时，应及时“破膜放苗”，或苗出齐后揭去地膜，以防膜内温度过高，烤伤小苗。2、中耕松土：半夏植株矮小，在生长期间要经常松土除草，避免草荒。同时，中耕还可破除土壤板结，增加土壤的透气性，对半夏的生长非常有利。一般中耕深度不要超过5cm，避免伤根。3、摘除花蕾：为了使养分集中于地下块茎，促进块茎的生长，有利增产，除留种外，应把抽出的花蕾分批摘除。4、水肥管理：半夏喜湿怕旱，无论采用直播或套种，在播种前都应浇一次透水，以利出苗。出苗前后不宜再浇，以免降低地温。立夏前后，天气渐热，半夏生长加快，干旱无雨时，可根据墒情适当浇水。浇后及时松土。夏至前后，气温逐渐升高，干旱时可7～10天浇水一次。处暑后，气温渐低，应逐渐减少浇水量。经常保持栽培环境阴凉而又湿润，可延长半夏生长期，减少倒苗，有利光合作用，多积累干物质。因此，加强水肥管理，是半夏增产的关键。除施足基肥外，生长期追肥4次。第一次于4月上旬齐苗后，每亩施入1∶3的人畜粪水1000kg；第二次在5月下旬珠芽形成期，每亩施用人畜粪水2000kg；第三次于8月倒苗后，当子半夏露出新芽，母半夏脱壳重新长出新根时，用1∶10的粪水泼浇，每半月一次，至秋后逐渐出苗；第四次于9月上旬，半夏全苗齐苗时，每亩施入腐熟饼肥25kg，过磷酸钙20kg，尿素10kg。经常泼浇稀薄人畜粪水，有利保持土壤湿润，促进半夏生长，起到增产的作用。若遇久晴不雨，应及时灌水，若雨水过多，应及时排水，避免因田间积水，造成块茎腐烂。5、培土：珠芽在土中才能生根发芽，在6～8月间，有成熟的珠芽和种子陆续落于地上，此时要进行培土，从畦沟取细土均匀地撒在畦面上，厚约1～2cm。追肥培土后无雨，应及时浇水。一般应在芒种至小暑时培土二次，使萌发新株。二次培土后行间即成小沟，应经常松土保墒。半夏生长中后期，每10天根外喷施一次0.2%磷酸二氢钾或三十烷醇，有一定的增产效果。〈七〉刨收加工1、适时刨收：半夏的收获时间对产量和产品质量影响极大。适时刨收，加工易脱皮、干的快、商品色白粉性足、折干率高。刨收过早，粉性不足，影响产量。刨收过晚不仅难脱皮、晒干慢，而且块茎内淀粉已分解，加工的商品粉性差、色不白，易产生“僵子”（角质化）质量差，产量更低。倒苗后再刨收，费工三倍还多。根据山东菏泽市润康中药材研究所多年人工栽培半夏研究结果表明，半夏的最佳刨收期应在秋天温度降低于13度以下，叶子开始变黄绿时刨收为宜；黄淮地区气温13度正为“秋分”前后；长江流域要根据气温差别适当向后推迟；东北各地气温偏低，要适当提前刨收。2、刨收方法：在收获时，如土壤湿度过大,可把块茎和土壤一齐先刨松一下，让其较快的蒸发出土壤中水分，使土壤尽快变干，以便于收刨。刨收时，从畦一头顺行用爪钓或铁镐将半夏整棵带叶翻在一边，细心地拣出块茎。倒苗后的植株掉落在地上的珠芽应刨收前拣出。刨收后地中遗留的枯叶和残枝应检出烧掉，以减轻明年病虫害的发生。3、加工技术：（1）发酵：将收获的鲜半夏块茎堆放室内，厚度50厘米，堆放15—20天，检查发现半夏外皮稍腐，用手轻搓外皮易掉，既可。（2）去皮：将发酵后的半夏块茎用筛分出大、中、小三级。数量少的可采用人工去皮，其方法是，将半夏块茎分别装入编织袋或其他容器内，水洗后，脚穿胶靴踏踩或用手来回反复推搓10分钟，倒在筛子里用水漂去碎皮，未去净皮的拣出来再搓，直至全部去净为止。如果较大的块茎去皮后，底部（俗称“后腚门”）仍有一小圆块透明的“茧子”时，量少可用手剥去，量多再装袋搓掉，直至半夏块茎全部呈纯白色为止。面积较大的半夏基地，可采用机械脱皮。（3）干燥：脱皮后的半夏需要马上晾晒，在阳光下暴晒最好，并不断翻动，晚上收回平摊于室内晾干，次日再取出晒至全干，既成商品。如半夏数量较大，最好建有烘房，随脱皮，随烘干，不受天气影响，其加工的半夏商品质量较好。　　 半夏制法不同及应用区别&lt;一&gt;法半夏：法半夏长于燥湿,且温性低。用于痰多咳喘，痰饮眩悸，风痰眩晕，痰厥头痛。【制法】取净半夏，大小分开，用水浸泡至内无干心，取出；另取甘草适量，加水煎煮二次，合并煎液，倒入用适量水制成的石灰液中，搅匀，加入上述已浸透的半夏，浸泡，每日搅拌1～2次，并保持浸液pH值12以上，至剖面黄色均匀，口尝微有麻舌感时，取出，洗净，阴干或烘干，即得。每100kg净半夏,用甘草15kg、生石灰10kg。&lt;二&gt;清半夏：清半夏长于化痰。功用主治燥湿化痰，降逆止呕，消痞散结。治湿痰冷饮，呕吐，反胃，咳喘痰多，胸膈胀满，痰厥头痛，头晕不眠。外消痈肿。1.清半夏制作：（1）矾泡 取净半夏，大小分开，用8％的矾溶液浸泡，至内无干心，口尝微有麻舌感，取出，洗净，切厚片，干燥。每半夏100kg，用白研20kg（《药典85》）。 （2）矾煮 取拣净的半夏，用凉水浸漂，避免日晒，根据其产地、质量及大小斟酌调整浸泡日数。泡至10日后，如起白沫时，每半夏100kg加白矾2kg，泡1日后再换水，至口尝无麻辣感后，加白矾与水共煮透，取出，晾至6成干，焖润后切片，晾干即得。每半夏100kg，用白矾12．5kg）（夏季用14．5kg（《药典63》）。 （3）矾腌 取原半夏，筛去粉末，大小个分开，择净杂质。将半夏分别倒入容器内，放入清水浸泡，水量以淹过半夏的5寸为度，春秋每日翻倒，换水2次，夏季每日3次，浸泡3天，待腌。取净白矾，用石研轧成粉末，取少量泡好半夏铺于容器内，上面撒1层白矾面，再铺1层半夏，如此，半夏与白矾面层层铺均，然后加入清水淹没，淹至3天，再将白矾水撤掉，换清水浸泡一天待煮。将锅内入清水，加热至沸，取泡好的半夏，倒入锅中，用武火加热煮沸后，再加文火缓煮，用铲随时搅动，煮至2-3小时后切开，口尝稍有麻辣感为度，捞出。摊开烘干或晒干。择净杂质，用粉碎机打成颗粒即得。每净半夏100kg，用白矾10kg（《天津》）。 （4）白矾、面粉制 取拣净的生半夏，大小分挡，用清水浸泡。夏天泡7天左右，冬天泡14天左右。每日换水1－2次，泡至口尝稍有麻辣感时，移置锅内加白矾与水煮透；或再加面粉拌匀，取出，制成团，略晾后，切片0．3mm厚左右，干燥（用时筛去末）。每半夏500g，用白矾60－90g，面粉适量（《河南》）。 （5）矾、姜、甘草制　①取生半夏，用水浸7－10天（每天换水2次），取出，放缸中，加白矾及热甘草水及生姜泡7－10天后，蒸约8小时，至无白心，晾冷，焖1－2天，切鱼鳞厚片。每半夏100kg，用生姜1kg，甘草2kg，白矾12．5kg（《集成》）。 ②取生半夏，加水浸10天（换水2-3次），换缸，铺1层半夏，1层生姜、明矾，至缸将满时放入清水，1个月后倾出，换水洗2次，再将甘草破开，掺入半夏蒸透，倾出，晾风，隔2天后，装入硫黄柜内熏1夜，稍去水气，刨片。每半夏100kg，用生姜7kg，甘草3kg，白矾10kg（《集成》）。&lt;三&gt;姜半夏：姜半夏长于降逆止呕。功能与主治：降逆止呕。用于呕吐反胃，胸脘痞闷，梅核气。用姜矾汤在半夏晒至半干时浸润。经炮制后得到的炮制品之一姜半夏毒性降低,但由于其中的有效成分及刺激性成分不明确,《中华人民共和国药典》2005年版仅在半夏项下收载氨基酸的定性鉴别,未见有关姜半夏的质量标准报道。&lt;四&gt;半夏曲：半夏曲长于消食化痰。半夏曲“苦辛，平。”入肺，脾，大肠三经。功 效化痰止咳，消食宽中。主 治治泄泻，咳嗽。【炮制方法】：①取生半夏、法半夏各半，研成粉末。每斤用生姜8两洗净捣碎绞汁，同面粉4两，和温开水调成稀糊，倒入半夏粉内揉搓成团，发酵后，以木制模型压成小块，晾干。②取漂过的半夏，研粉。每斤用面粉4两、生姜2两洗净打汁拌入面粉内，加些温开水调成糊浆，再与半夏粉充分拌和，压扁约三分厚，切为小块，晒至半干，放入锅内烘至黄色为度。均宜置干燥处，防霉。《纲目》：“半夏研末，以姜汁、白矾汤和作饼，楮叶包置篮中，待生黄衣，晒干用，谓之半夏曲。”]",
    " 参看": "[《中药学》- 半夏《本草纲目 · 半夏》]"
},{
    "中药名称": "半枝莲",
    "基本概述": "[]",
    " 品名": "[半枝莲　　]",
    " 英文名": "[HERBASCUTELLARIAEBARBATAE。　　]",
    " 概述": "[半枝莲为唇形科植物半枝莲（Scutellaria barbata D．Don．）的干燥地上部分，具清热解毒、活血祛瘀、消肿止痛、抗癌等功能。蒋仪《药镜拾遗赋》记载\"半支莲解蛇伤之仙草\"。民间除治毒蛇咬伤外，尚用治肿瘤，有一定的近期疗效。《校正本草纲目》记载\"此草开紫白色花，草紫红色，对结对叶，七八月采用\"。所述形态与本种相近。民间草药中以半支莲或\"半支\"为名的品种甚多。《百草镜》载\"各种半支有七十二种\"。赵学敏在《本草纲目拾遗》中收载有鼠牙半支、狗牙半支及虎牙半支等，系景天科景天属的几种植物。《中华人民共和国药典》1985年版一部收载的半支莲即为本品。　　]",
    " 别名大全": "[半枝莲(图2)　　]",
    " 别名": "[并头草，狭叶韩信草，牙刷草，四方马兰，半枝莲，挖耳草，通经草，紫连草，小韩信草，小韩信，小耳挖草，金挖耳草，盒挖耳，耳挖草，溪边黄芩，野夏枯草，方儿草，半向花，半面花，偏头草，四方草，小号向天盏，虎咬红，再生草，赶山鞭，狭叶向天盏。　　]",
    " 商品名": "[半支莲，半枝莲。以植株完整、肥壮、色绿、无混土者为隹。　　]",
    " 处方名": "[半支莲，半枝莲，鲜半支莲。以植株完整、肥壮、色绿、无混土者为准。为唇形科植物半枝莲的全草及根。又名狭叶韩信草、并头草。性凉，味微苦。功能为清热解毒、活血化瘀、利水消肿。主治毒蛇咬伤、疔疮疖肿、1、半枝莲的药理作用本品含有生物碱、黄酮类甙、甾体以及酚类、鞣质等。其所含的半枝莲素，系一种黄酮类化合物(2，5-二羟基-6，7，8-三甲氧基黄酮)，此外，还有另两种黄酮类化合物汉黄苓素(5，7-二羟基-8甲氧基黄酮)和5-羟基-7， 8-二甲氧基黄酮。半枝莲(图3)动物实验证实，半枝莲对肉瘤180、艾氏腹水癌、脑瘤22等均有一定抑制作用。日本学者在通过体外实验对800种中药作抗肿瘤活性筛选时发现有88种中药对肿瘤细胞增殖的抑制率在 90%以上，其中半枝莲对JTc-26瘤细胞体外抑制率达100%，其对正常细胞的抑制率则仅为50%。在观察这些中药的临床抗肿瘤疗效时发现，即使是对治疗乏术的晚期肿瘤，亦有改善症状、抑制肿瘤增殖和延长患者生命的作用。实验还证实，用美蓝试管法，半技莲对急性粒细胞型白血病细胞有轻度抑制作用;用细胞呼吸法，对急性粒细胞型白血病细胞和抑制率大于75%。半枝莲制剂还对W256、U14、S186、EAC、ESC等动物肿瘤均有一定抑制作用[5]除抗癌作用外，本品还有抑菌、利尿、止咳、平喘等多种药理作用。2、半枝莲在临床治疗癌症的应用半枝莲在临床治疗癌症中，应用十分广泛，多与白花蛇舌草、半边莲等组成复方配伍用于多种肿瘤的治疗，临床有大量报道。a、胃癌半枝莲(图4)有报道，以半枝莲、白花蛇舌草等制成复方丸剂三宝功德丹，治疗中晚期胃癌182例。口服每次g，每日3次，并用地骨皮、枸杞子各10g煎汤冲服，患者用药1个月～10年。结果：基本治愈(症状消失，胃镜检查癌变消失，存活3年以上)46例，显效52例，好转45例，无效39例。临床证实，服药时间越长，疗效越好。另有人用抗癌注射液(半技莲、白花蛇舌草、白英、龙葵、猪殃殃)治疗胃癌41例，临床总有效率为82.4%。b、食道癌有报道，以半枝莲复方莲蛇饮(半枝莲、白花蛇舌草、刘寄奴、郁金等)内服，每日剂，并同时加用开道散3g，分3次冲服，治疗食管癌。证实能缓解症状，减少痛苦，延长生存期。部分患者经治疗后，可顺利进食，恢复体力，生活自理，生存期超过5年。湖北省南漳县人民医院，用复方半枝莲场(半枝莲60g，公英、黄药子各30g，黄连6g，半夏9g，全瓜萎1枚)为主治疗食道癌25例。结果显效6例(自觉症状消失，细胞学检查癌细胞消失，基底层细胞重度增高或重度增生，癌细胞萎缩或破坏，X线则见局部病灶消失)，好转9例，无效7例，死亡3例，总有效率为60%。张氏报道，治疗食管癌31例。辨证分型，对气滞血瘀及痰湿凝结型均用半枝莲复方，60剂为1疗程。疗效好的改汤剂为散剂，每服10g，每日2次;疗程差的坚持用汤剂2个疗程。治疗结果存活5年以上6例，3年以上9例，1年以上10例，不足1年死亡者6例。 肝炎、肿瘤等病证。　　]",
    " 半枝莲的传说": "[半枝莲(图5)半枝莲，又名韩信草，常用于治疗跌打损伤、吐血、咯血、脓肿痔疮等疾病，“韩信草”这个名字是怎么来的呢?相传，汉朝开国元勋大将军韩信幼年丧父，青年丧母，家境贫寒，靠卖鱼苦苦度日。一天，韩信在集市卖鱼时，被几个无赖打了一顿，卧床不起。邻居赵大妈送饭照料，并从田地里弄来一种草药，给他煎汤服用，没过几天，他就恢复了健康。后来，韩信入伍从军，成为战功显赫的将军，他非常爱护士兵，每次战斗结束后，伤员都很多，他一面看望安慰，一面派人到田野里采集赵大妈给他治伤的那种草药。采回后，分到各营寨，用大锅熬汤让受伤的士乓喝，轻伤者三五天就好，重伤者十天半月痊愈，战士们都非常感激韩信。大家听说韩信也不知道这种草药叫什么名字，于是，就想给这种草药起个名字，有人提议叫“韩信草”，于是，“韩信草”的名字就这样叫开了，并一直流传至今。　　]",
    " 产地分布": "[分布于我国南方各省区。河南省确山县为现在主产区，近年来发展量较大。　　]",
    " 形态特征": "[半枝莲(图6)一二年生草本花卉，株高30-40厘米。茎下部匍匐生根，上部直立，茎方形、绿色。叶对生，叶片三角状卵形或卵圆形，边缘有波状钝齿，下部叶片较大，叶柄极短。花小，2朵对生，排列成偏侧的总状花序，顶生；花梗被黏性短毛；苞片叶状，向上渐变小，被毛。花萼钟状，外面有短柔毛，二唇形，上唇具盾片。花冠唇形，蓝紫色，外面密被柔毛；雄蕊4，二强；子房4裂，柱头完全着生在子房底部，顶端2裂。小坚果卵圆形，棕褐色。花期5-6月，果期6-8月。　　]",
    " 生态环境": "[多见于沟旁、田边及路旁潮湿处。过于干燥的土壤不利生长。半枝莲喜温暖湿润的气候，对土壤条件要求不高。　　]",
    " 采收储藏": "[用种子繁殖的，从第二年起，每年、7．9月都可收割1次。分株繁殖的，当年9月收获1次，以后每年也可收割3次。收时用镰刀齐地割取全株，拣除杂草，捆成小把，晒干或阴干即可。储藏养护：置干燥处。　　]",
    " 药物形状规格": "[半枝莲(图7)本品长15-35cm，无毛或花轴上疏被毛。根纤细。茎丛生，较细，方柱形；表面暗紫色或棕绿色。叶对生，有短柄；叶片多皱缩，展平后呈三角状卵形或披针形，长1.5-3cm，宽0.5-1cm；先端钝，基部宽楔形，全缘或有少数不明显的钝齿；上表面暗绿色，下表面灰绿色。花单生于茎枝上部叶腋，花萼裂片钝或较圆；花冠二唇形，棕黄色或浅蓝紫色，长约1.2cm，被毛。果实扁球形，浅棕色。气微，味微苦。　　]",
    " 性味功能": "[辛、苦，寒。归肺、肝、肾经。功能与主治清热解毒，化瘀利尿。用于疔疮肿毒，咽喉肿痛，毒蛇咬伤，跌扑伤痛，水肿，黄疸。用法与用量15-30g，鲜品30-60g；外用鲜品适量，捣敷患处。　　]",
    " 真伪鉴别": "[]",
    " 性状鉴别": "[半枝莲(图8)全长15-40cm，无毛或花轴上疏被毛。根纤细。茎四棱形，表面暗紫色或棕绿色。叶对生，有短柄或近无柄；叶片皱缩或卷摺，展平后呈三角状卵形或披针形，长1.5-3cm，宽0.5-1cm，先端钝，基部截形或宽楔形，全缘或有少数有明显的钝齿，上面深绿色，下面淡绿色；质脆易碎。花序生于枝端，花冠二唇形，棕黄色或深蓝紫色，长约1.2cm，被毛，但商品中花冠常已脱落，留有匙形的下萼和具盔状盾形的上萼，内藏4个扁球形小坚果，浅棕色。全草质柔软，易折断。气微，味苦涩。以色绿、味苦者为佳。　　]",
    " 显微鉴别": "[叶表面制片：表皮细胞呈长多角形，垂周壁波状弯曲，上表皮细胞较大，长55-93μm，宽14-40μm，下表皮细胞长25-48μm，宽11-25μm。非腺毛1-2个细胞组成，圆锥形，壁具疣状突起，基部细胞具放射状角质层纹理；近叶缘处非腺毛较大，由1-3个细胞组成，长48-141μm。腺鳞上表面较少，下表面较多，腺头圆球形、扁圆球形，由7-8个细胞组成，直径50-75μm，腺柄单细胞；腺毛存在于下表皮，由4个细胞组成的腺头，直径约28μm，腺柄单细胞。气孔存在于下表皮，直轴式。　　]",
    " 理化鉴别": "[1、取本品粉末10g，加80%乙醇50ml，置水浴上回流半小时，趁热滤过，滤液作以下试验：（1）取滤液1ml，加镁粉少许及浓盐酸4滴，溶液渐呈绯红色。（检查黄酮类）（2）取滤液1ml，加1%三氯化铁试液1-2滴，溶液呈墨绿色。（检查酚类）（3）取以上剩下的滤液于水浴上蒸干，残渣加5%盐酸5ml溶解，滤过。于三支试管中各加滤液约1ml，再分别加碘化铋钾试液、碘化汞钾试液及钨酸试液各1-2滴，均产生沉淀。（检查生物碱）2、薄层层析样品制备：本品粉末（20目）2g，加乙醚10ml，回流半小时，倾去乙醚，残渣加甲醇15ml，回流半小时后冷却，滤过，滤液供点样用。点样量10ml。吸附剂：硅胶H（黄岩荧光化学厂），加0.5%CMC铺板，110℃活化半小时。展开剂：甲苯-甲酸乙酯-甲酸（3:3:1）。展距12cm。于紫外光灯（365nm）下观察斑点。　　]",
    " 种植技术": "[1、选地、整地半枝莲(图9)以疏松、肥沃的砂壤土或壤土为好，翻耕，同时每亩施入农家肥2000千克作基肥，耕细整平，作成1.3米宽的畦。2、繁殖方法以种子繁殖为主，也可用分株繁殖。（1）种子繁殖多直播，时间于9月下旬至10月上旬，条播或穴播。条播按行距25-30厘米开沟，沟深4厘米左右；穴播者按穴距27厘米左右开穴。播种时，先将种子撒人混有畜粪水的草木灰里，拌成种子灰，再均匀地撒人沟内或穴内，覆一层细土或草木灰，厚度不得超过0.5厘米。播后在出苗前要绝对保持土壤湿润，播后约20天即可出苗。每亩用种子1.5-2千克。（2）分株繁殖春夏进行。将植株老根挖起，选健壮、无病虫害植株进行分株，每株有苗3-4根，按穴距27厘米左右穴栽，裁后浇水。3、田间管理（1）间苗、补苗直播的在苗高5-7厘米时按株距4-5厘米进行间苗，同时进行补苗，补苗应带土移栽，栽后浇水。（2）中耕除草出苗即行中耕除草，以后每次收割后都应及时进行。（3）追肥结合中耕除草，每次每亩追施2000千克人畜粪水。4、病虫害防治半枝莲在生长过程中，几乎无病害发生，花期易发生蚜虫和菜黑虫为害，前者可用乐果防治，后者可用50%的敌敌畏l000倍液喷雾防治。5、留种技术5-6月，种子逐渐成熟时分批采收果枝，晒干或阴干，搓出种子，簸净茎秆、杂质，置布袋中，于干燥处贮藏。半枝莲连作田无需留种，一般可以连茬3-4年再更新1次根苗。　　]",
    " 药典标准": "[拼音名：Banzhilian英文名：HERBASCUTELLARIAEBARBATAE本品为唇形科植物半枝莲Scutellaria barbata D.Don的干燥全草。夏、秋二季茎叶茂盛时采挖，洗净，晒干。性状：本品长15-35cm，无毛或花轴上疏被毛。根纤细。茎丛生，较细，方柱形；表面暗紫色或棕绿色。叶对生，有短柄；叶片多皱缩，展平后呈三角状卵形或披针形，长1.5-3cm，宽0.5-1cm；先端钝，基部宽楔形，全缘或有少数不明显的钝齿；上表面暗绿色，下表面灰绿色。花单生于茎枝上部叶腋，花萼裂片钝或较圆；花冠二唇形，棕黄色或浅蓝紫色，长约1.2cm，被毛。果实扁球形，浅棕色。气微，味微苦。含量测定： 总黄酮对照品溶液的制备 精密称取在105℃干燥至恒重的野黄芩苷对照品10mg，置50ml量瓶中，加甲醇至刻度，摇匀，即得（每1ml中含野黄芩苷0.2mg）。标准曲线的制备 精密量取对照品溶液0.4ml、0.8ml、1.2ml、1.6ml、2.0ml，分别置25ml量瓶中，加甲醇至刻度，摇匀。以甲醇为空白，照分光光度法（附录ⅤB），在335nm的波长处分别测定吸收度，以吸收度为纵坐标，浓度为横坐标，绘制标准曲线。测定法 精密量取野黄芩苷[含量测定]项下经索氏提取并稀释至100ml的甲醇溶液1ml，置50ml量瓶中，加甲醇至刻度，照标准曲线制备项下方法，自\"以甲醇为空白\"起，依法测定吸收度，从标准曲线上读出供试品溶液中野黄芩苷的重量（mg），计算，即得。本品按干燥品计算，含总黄酮以野黄芩苷（C21H18O12）计，不得少于1.50%。野黄芩苷 照高效液相色谱法（附录Ⅵ D）测定。色谱条件与系统适用性试验 用十八烷基硅烷键合硅胶为填充剂；甲醇-水-醋酸（35:61:4）为流动相；检测波长为335nm。理论板数按野黄芩苷峰计算应不低于1500。对照品溶液的制备 精密称取野黄芩苷对照品8mg，置100ml量瓶中，加流动相至刻度，摇匀，即得（每1ml中含野黄芩苷80μg）。供试品溶液的制备 取本品粉末（过三号筛）约1g[同时另取本品粉末测定水分（附录ⅨH第一法）]，精密称定，置索氏提取器中，加石油醚（60-90℃）提取至无色，充去醚液，药渣挥去石油醚，加甲醇继续提取至无色，转移至100ml量瓶中，加甲醇至刻度，精密量取25ml，蒸干，残渣用20%甲醇溶解，并转移至25ml量瓶中，稀释至刻度，摇匀，滤过，取续滤液，用微孔滤膜（0.5μm）滤过，即得。测定法 分别精密吸取对照品溶液与供试品溶液各10μl，注入液相色谱仪，测定，即得。本品按干燥品计算，含野黄芩苷（C21H18O12）不得少于0.20%。炮制：除去杂质，洗净，切段。性味与归经：辛、苦，寒。归肺、肝、肾经。功能与主治：清热解毒，化瘀利尿。用于疔疮肿毒，咽喉肿痛，毒蛇咬伤，跌扑伤痛，水肿，黄疸。用法与用量：15-30g；鲜品30-60g。外用鲜品适量，捣敷患处。贮藏：置干燥处。　　]",
    " 半枝莲的药理作用": "[本品含有生物碱、黄酮类甙、甾体以及酚类、鞣质等。其所含的半枝莲素，系一种黄酮类化合物(2，5-二羟基-6，7，8-三甲氧基黄酮)，此外，还有另两种黄酮类化合物汉黄苓素(5，7-二羟基-8甲氧基黄酮)和5-羟基-7， 8-二甲氧基黄酮。动物实验证实，半枝莲对肉瘤180、艾氏腹水癌、脑瘤22等均有一定抑制作用。日本学者在通过体外实验对800种中药作抗肿瘤活性筛选时发现有88种中药对肿瘤细胞增殖的抑制率在 90%以上，其中半枝莲对JTc-26瘤细胞体外抑制率达100%，其对正常细胞的抑制率则仅为50%。在观察这些中药的临床抗肿瘤疗效时发现，即使是对治疗乏术的晚期肿瘤，亦有改善症状、抑制肿瘤增殖和延长患者生命的作用。实验还证实，用美蓝试管法，半技莲对急性粒细胞型白血病细胞有轻度抑制作用;用细胞呼吸法，对急性粒细胞型白血病细胞和抑制率大于75%。半枝莲制剂还对W256、U14、S186、EAC、ESC等动物肿瘤均有一定抑制作用[5]除抗癌作用外，本品还有抑菌、利尿、止咳、平喘等多种药理作用。　　]",
    " 治疗癌症的应用": "[半枝莲在临床治疗癌症中，应用十分广泛，多与白花蛇舌草、半边莲等组成复方配伍用于多种肿瘤的治疗，临床有大量报道。1、胃癌有报道，以半枝莲、白花蛇舌草等制成复方丸剂三宝功德丹，治疗中晚期胃癌182例。口服每次g，每日3次，并用地骨皮、枸杞子各10g煎汤冲服，患者用药1个月～10年。结果：基本治愈(症状消失，胃镜检查癌变消失，存活3年以上)46例，显效52例，好转45例，无效39例。临床证实，服药时间越长，疗效越好。另有人用抗癌注射液(半技莲、白花蛇舌草、白英、龙葵、猪殃殃)治疗胃癌41例，临床总有效率为82.4%。2、食道癌有报道，以半枝莲复方莲蛇饮(半枝莲、白花蛇舌草、刘寄奴、郁金等)内服，每日剂，并同时加用开道散3g，分3次冲服，治疗食管癌。证实能缓解症状，减少痛苦，延长生存期。部分患者经治疗后，可顺利进食，恢复体力，生活自理，生存期超过5年。湖北省南漳县人民医院，用复方半枝莲场(半枝莲60g，公英、黄药子各30g，黄连6g，半夏9g，全瓜萎1枚)为主治疗食道癌25例。结果显效6例(自觉症状消失，细胞学检查癌细胞消失，基底层细胞重度增高或重度增生，癌细胞萎缩或破坏，X线则见局部病灶消失)，好转9例，无效7例，死亡3例，总有效率为60%。张氏报道，治疗食管癌31例。辨证分型，对气滞血瘀及痰湿凝结型均用半枝莲复方，60剂为1疗程。疗效好的改汤剂为散剂，每服10g，每日2次;疗程差的坚持用汤剂2个疗程。治疗结果存活5年以上6例，3年以上9例，1年以上10例，不足1年死亡者6例。3、肝癌有报道，以莲花片(半枝莲、七叶一枝花、牛黄、山慈姑、田七、蜈蚣、莪术)治疗中晚期原发性肝癌22例。治疗结果：肿瘤缩小者7例，稳定6例，增大9例，但接受治疗的患者生存率均超过1年以上。吉林市第二医院治疗中晚期肝癌50例。以本品为主每日～180g，根据病情辅以平肝、柔肝、扶脾、活血等法，并适当加用化疗药物，结果近期治愈9例，显效8例，有效14例，总有效率为62%。其中中期患者11例，近期治愈9例，显效4例。因此认为对早、中期病例疗效更佳。刘氏报道，治疗原发性肝癌11期患者50例。配合放疗、化疗，辨证分为甲组(脾虚型)，在补益药的基础上加半枝莲等抗癌药物;乙组(痰湿凝聚型、气滞血瘀型。肝肾阴虚型)分别辨证用方。结果，甲组生存期416～7 240天，平均 1975.28天;乙组生存期57～402天，平均170.16天;两组比较甲组疗效明显优于乙组(P&lt;0.001)证实补益药加半枝莲等抗癌药合用在综合治疗中疗效最高。陈氏报道，以半枝莲复方蛇莲石楞汤(白花蛇舌草、半枝莲、石见穿、锻瓦楞等)加减治疗肝癌患者41例，并在肝癌肿块处外敷独角莲或活蟾皮，内服胜利丹等。治疗后，完全缓解4人，部分缓解16人，无变化19人，进展2人，普通延长了患者的生命。　4、绒癌、恶性葡萄胎有报道，用半技莲复方(半枝莲、龙葵等)结合西药治疗绒癌、恶葡77例。治疗后近期治愈率达83.1%。陈氏报道，用中西药治疗恶葡238例。以半枝莲、紫草根、葵树子为主的抗癌中草药组方，每日剂内服，结合天花粉注射液、穿心莲注射液静滴治疗，临床证实基本上无副作用，并发症少，复发率低，死亡率低，随访患者186例，情况良好者180例。此外，半枝莲在治疗其他肿瘤方面亦有不少报道。为治疗白血病，上海第二医学院附属瑞金医院内科用半枝莲复方蟾莲汤内服，并加用西药化疗治疗急性粒细胞性白血病60例。结果总有效率达50%，完全缓解率为28.33%，平均缓解期约为4.2个月。治疗晚期肺癌：张氏报道，治疗34例，辨证分型，但各型均加用半枝莲、白花蛇舌草等抗癌中药，用药4个月，结果部分缓解1例，稳定30例，恶化3例。生存1年者27例，1～2年者6例，2年以上1例，死亡6例。治疗膀胱癌：有人用半技莲复方辨证加减进行治疗34例。结果有2例分别生存9年和15年,3例生存5年以上，4例生存4年以上，6例生存3年以上。治疗大肠癌：刘氏报道，以半枝莲、白花蛇舌草为主组成的清肠消肿汤治疗50例，获较好疗效。刘氏报道，治疗多发性骨髓瘤10例。用半枝莲等组成基本方，并配合化疗，重症4例用M2方案，轻症6例用PN方案，治疗结果，目前存活6例，其中显效2例，缓解3例，无变化1例，最长者已存活5年;死亡4例。　5、鼻咽癌有报道，用鼻咽灵(半枝莲、山豆根、石上柏等)治疗鼻咽癌226例，总有效率达87.38%，而对照组总有效率仅为14%。罗氏报道，中西医结合治疗鼻咽癌49例，在放疗阶段，用白莲解毒汤(白花蛇舌草、半枝莲、半边莲、鸡血藤、生地、女贞子、雪梨干)进行治疗，放疗后阴虚火旺型亦用本方加减。结果生存5年以内42例，占44.4%;5～10年38例，占40%;10年以上15例，占15.6%。合计大于5年生存率55.6%。柳氏报道，治疗1例鼻咽癌，用黄芪抗癌汤(黄芪、半技莲、白花蛇舌草、黄连)连续服药150例，症状改善，病理检查细胞核发裂数明显减少，病情稳定，随访5年情况良好。]",
    " 参看": "[《中药学》- 半枝莲]"
},{
    "中药名称": "瓣蕊唐松草",
    "瓣蕊唐松草.植物": "",
    " 简介": "[【出处】出自《河北中药手册》【拼音名】Bàn Ruǐ Tánɡ Sōnɡ Cǎo【英文名】Root of Petalformed Meadowrue【别名】唐松草、马尾黄连【来源】药材基源：为毛茛科植物瓣蕊唐松草的根及根茎。拉丁植物动物矿物名：Thalictrum petaloideum L.[T.Petaloideum L.var.latifoliolatum Kitag.]采收和储藏：夏、秋季采挖，除去茎叶及泥土，切段，晒干备用。　　]",
    " 形态特征": "[多年生草本，无毛。茎高20-50厘米，分枝。叶为3-4回出复叶，互生；小叶倒卵形、近圆形或菱形，长3-12毫米，宽2-25毫米，3 浅裂至深裂，裂片卵形或倒卵形，全缘，脉平或微隆起。伞房状聚伞花序；花梗长0.5-2.8厘米；花直径1-2厘米；萼片4，白色，卵形，长3-5毫米，早落；无花瓣；雄蕊多数，长5-12毫米；花丝中上部棍棒状倒披针形，白色，比花药宽，或成花瓣状。花期6-7月。瘦果卵球形，长4-6毫米，宿存花柱直。果期8-9月。　　]",
    " 分布及用途": "[分布：分布于海拔300～2500米山地草坡向阳处。 分布于我国四川、青海、甘肃、陕西、河南、安徽、山西、河北、内蒙古和东北等省(区)。用途： 部分地区用其根做“马尾连”入药,清热燥湿，泄火祛毒。性味苦、寒，无毒。能清热祛风，去皮里膜外及筋络之郁热。治小儿热症伤风及豆疹难透。用量：1~3钱。园林用途用于药用植物园或植物群落的布置。瓣蕊唐松草枝叶舒展，体表 似覆白霜，细腻雅致。花小繁密，花丝下 垂披散，潇洒飘逸，适宜野生花卉园或自 然风景园丛植点缀，亦可盆栽观赏。 同属植物约100种，分布在北温带， 常见栽培观赏的还有：唐松草(T． aquilegifolium)； 云南唐松草(T． dipterocarpum)；黄花唐松草(T． flavum)；华东唐松草(T．fortunei) 等。　　]",
    " 繁殖培育": "[播种或分根法繁殖，春、秋季均可， 以秋季为好。播种后约半月出苗，当年生 长缓慢，翌年或第3年开花。早春切取有 芽的根分栽， 当年可开花。定植株行距 20～30cm。　　]",
    " 瓣蕊唐松草.中药材.《中华本草》": "",
    " 原形态及分布": "[瓣蕊唐松草，多年生草本，高20-80cm。全株无毛。茎直立，上部分枝。叶互生；叶柄长达10cm，基都有鞘；叶为三至四回出复叶或羽状复叶；小叶草质，倒卵形、菱形或肾壮圆形，长3-12mm，宽2-15mm，先端钝，基部圆楔形或楔形，3浅裂或3深裂，裂片全缘，网脉不明显；小叶柄长5-7mm。复单歧聚伞花序伞房状；花两性，花梗长0.5-3cm；萼片4，花瓣状，卵形，长3-5mm，白色，早落；花瓣无；雄蕊多数，长5-12mm，花丝上部比花药宽，基部狭窄，花药狭长圆形，长0.7-1.5mm，先端钝；心皮4-13，无柄，花柱短，柱头生于腹面。瘦果卵形，长4-6mm，有8条纵助，无柄，宿存花柱长约1mm。花期6-7月，果期7-9月。【生境分布】生态环境：生于海拔500-3000m的山坡草地。资源分布：分布于东北、华北及陕西、宁夏、甘肃、青海、安徽、河南、四川。　　]",
    " 药用价值": "[【性状】1.性状鉴别 根茎极短。须根较稀疏，长3-5cm，直径1-1.2mm；表面褐色，具数条细纵棱；质脆，易折断。气微，味稍甜，嚼之粘牙。2.显微鉴别 根横切面：多角形。表皮破碎，具根毛。皮层狭窄，细胞壁非木化增厚；内皮层明显，母细胞切向分隔成5-10个子细胞。中柱鞘细胞壁常破碎。初生木质部三原型；木质部束间及中央无纤维束。【化学成份】根茎含小檗碱（berberine），隐品碱（crytoPine），药根碱（jatrorrihizine），木兰花碱（magnoflorine）。【性味】味苦；性寒【归经】归肝；胃；大肠经【功能主治】清热；燥湿；解毒。主主治湿热泻痢；黄疸；肺热咳嗽；目赤肿痛；痈肿疮疖；渗出性皮炎【用法用量】内服：煎汤，9-15g。外用：适量，研末撒，或鲜品捣敷。【注意】虚寒证慎服。【附方】①治红自痢疾：马尾黄连三钱，马齿苑五钱。水煎服。(《宁夏中草药手册》)②治痈肿疮疖：马尾黄连三钱，蒲公英一两。水煎服。(《宁夏中草药手册》)②治渗出性皮炎(浸淫疮)：瓣蕊唐松草焙干研末，取适量，撒布患处；或与松花粉各等分同用。如檄后患处干燥起裂，可用香油调敷。(《河北中药手册》)【各家论述】1.《河北中药手册》：治渗出性皮炎。2.《宁夏中草药手册》：清热解毒。]"
},{
    "中药名称": "蚌",
    "食疗价值": "[蚌科动物背角无齿蚌或褶纹冠蚌、三角帆蚌等蚌类的肉。蚌类古代简称为蚌，又称蜃，一般也叫做河蚌、河歪、河蛤蚧。背角无齿蚌、褶纹冠蚌分布于我国大部分地区的江河、湖泊；三角帆蚌分布于长江流域及河北地区的江河、湖泊。获得后，去壳取肉，洗净鲜用。[性能]味甘、咸，性微寒。能滋阴养肝，明目，清热。[参考]含丰富的钙和蛋白质、脂肪、糖类、磷、铁、维生素A、B1、B2等成分。[用途]用于肝肾阴虚，烦热消渴；眼目昏花，眩晕等。[用法]煮食，煎汤等。[注意]脾虚便溏腹泻者不宜。[附方]1，清炖蚌肉：鲜蚌肉250g，加水适量，小火炖熟，加盐少许调味。饮汤食肉。源于《泉州本草》。本方取蚌肉滋养肝肾，清热止渴。用于消渴引饮。亦可用于蚌肉的其它适应证。2，蚌肉明目汤：蚌肉60g，夏枯草、决明子各15g。加水煎汤服。本方用蚌肉养肝明目，夏枯草、决明子清热明目。用于肝阴不足，目昏眼干或多眵。【别名】河歪，河蛤蜊。【归经】归肝、肾经。【功效】滋阴，养肝，明目，清热。宜：阴虚内热者宜食，诸如消渴，烦热口干，目赤者；妇女虚劳，血崩，带虾，以及痔疮者宜食；甲状腺机能亢进，高血压病，高脂血症，红斑狼疮者宜食；胆囊炎，胆石症，泌尿系结合，尿路感染，癌症患者及糖尿病患者宜食；小儿水痘者宜食；炎夏季节烦热口渴时宜食。忌：蚌肉性寒，脾胃虚寒，腹泻便溏者忌食。3，生拌蚌肉：蚌肉洗净，用热水焯过沥净，加入盐、酱油等调味料即可。此菜口感清新，营养丰富，有清热解毒、滋阴益气、防癌抗癌的功效；对贫血、厌食症、疲劳综合症也有疗效。]",
    " 参考": "[《本草纲目 · 蚌》]"
},{
    "中药名称": "蚌花",
    "内容": ""
},{
    "中药名称": "蚌兰花",
    "基本信息": "[【草药名】： 蚌兰花【内容介绍】：蚌兰花 (《岭南采药录》)【异名】蚌花(《广州植物志》)，菱角花、红蚌兰花(广州部队《常用中草药手册》)。【来源】为鸭跖草科植物紫万年青的带有苞片的花序。植物形态详蚌兰叶条。【采集】夏月采摘，晒干，或蒸10分钟后再晒干。　　]",
    " 药材形态特征": "[干燥的花序，全体似舟状或摺扇状，高约2厘米，横长5～6厘米。残存花序柄长约5～10毫米。苞2片，蚌壳状，棕褐色，纸质，先端喙尖，长约3厘米，有自基部放射排列的脉纹。苞片内丛生多数花朵，常为卵形的花蕾；花柄细长，柄基部有膜质小苞片，呈茶褐色，有的已结有蒴果。质稍柔韧。气微香、味淡。以干燥，花朵未开放者为佳。产广东、广西、福建。　　]",
    " 药用信息": "",
    " 基本信息": "[【化学成分】花含黄酮甙、有机酸。【性味】甘，凉。①《南宁市药物志》：平，微辛涩。②《广东中药》Ⅱ：甘淡，凉。　　]",
    " 功用主治": "[清肺化痰，凉血，止痢。治肺热燥咳，吐血，衄血，血痢，便血。①《岭南采药录》：治便血，咳血，和猪肉煎汤服之。治血痢则煎水饮之。②《福建民间草药》；清血解热，止血疗痢。③《广东中药》Ⅱ：止咳，去痰火。治痨伤吐血，痰火核。　　]",
    " 用法与用量": "[内服：煎汤，3～5钱(鲜者1～2两)。　　]",
    " 选方": "[治感冒咳嗽，咳痰带血，百日咳，鼻衄，菌痢：干蚌花二十至三十朵。水煎服。(广州部队《常用中草药手册》)　　]",
    " 药用植物栽培": "[生物学特性 喜温暖湿润气候和半荫环境，不耐寒。宜选择肥沃疏松、排水良好的砂质壤土栽培。 栽培技术 常扦插和分株繁殖法。扦插繁殖：春季，按行株距50cm×40cm开穴，截取长15-20cm的母株主茎插植。分株每殖：春季，挖取母株，分成带根的分株数蔸，按行株距50cm×40cm开穴栽植，每穴栽1蔸。]"
},{
    "中药名称": "蚌肉",
    "形态与采集": "[【动物形态】①背角无齿蚌贝壳2片，呈具有角突的卵圆形，壳长约为壳高的1.5倍。前端稍圆，后部略呈斜切形，末部钝尖，腹缘弧形。壳顶部位于背缘中央稍偏前方。壳前背缘短于后背缘；后背缘的后端与后缘的背部形成一钝角突起、后背部有自壳顶射出的3条粗肋脉。壳面绿褐色，平滑，有细环形肋脉，顶部刻划，略呈同心圆的4～6条肋脉。铰合部无齿；韧带坚固，闭壳肌痕长椭圆形，大而浅；外套肌痕显明。壳内面珍珠层乳白色，有光泽，边缘部为青灰色。足宽大，扁平，呈斧状。生活于江河、湖沼中。全国大部分地区有分布。②褶纹冠蚌贝壳略似不等边三角形。前部短而低，前背缘冠突不明显。后部长而高，后背缘向上斜出，伸展成为大型的冠。壳面深黄绿色至黑褐色。铰合部强大，左右两壳各有1高大的后侧齿，前侧齿细弱。分布亦很广泛，全国大部分地区有产。③三角帆蚌贝壳略呈四角形。左右两壳顶紧接在一起，后背缘长，并向上突起形成大的三角形帆状后翼，帆状部脆弱易断。铰合齿发达，左壳有拟主齿和侧齿各2枚；右壳有拟主齿2枚，侧齿1枚。分布长江流域及河北地区。以上几种动物的珍珠层(珍珠母)、贝壳制成的粉(蚌粉)、体内分泌液(蚌泪)及所产之珍珠亦供药用，各详专条。【采集】全年均可捕捉。【资源分布】1.分布于广东、广西沿海，尤以北部湾较为常见，广西合浦产量最高。2.分布于广东、海南、广西及西沙群岛等沿海为育珠的良种之一。3.分布于海南及西沙群岛为热带亚热带种。4.生境与分布同合浦珠母贝。5.分布于河北、江苏、安徽、浙江等地。6.分布于全国各地。　　]",
    " 功用主治": "[清热，滋阴，明目，解毒。治烦热，消渴，血崩，带下，痔瘘，目赤，湿疹。①《食疗本草》：主太热，解酒毒，止渴，去眼赤。②《本草拾遗》：主妇人劳损下血，明日，除湿，止消渴。③《日华子本草》：明目，止消渴，除烦解热毒，补妇人虚劳、下血，并痔瘘、血崩、带下。④《本草再新》：治肝热，肾衰，托斑疹，解痘毒，清凉止渴。⑤《随息居饮食谱》：清热滋阴，养肝凉血，熄风解酒，明目定狂。【宜忌】脾胃虚寒者慎服。①《本草衍义》；多食发风，动冷气。②《随息居次食谱》：多食寒中，外感未清，脾虚便滑者皆忌。【选方】①治小儿胎毒、湿疹：鲜河蛤蜊一个。烧存性，研细。香油调涂患处。(《吉林中草药》)蚌肉②治鼻疔：活河蛤蜊一个，冰片一分，硼砂二分。将硼砂和冰片研细，放入蛤蜊壳内。待死后，用水溶液滴入鼻内。(《吉林中草药》)　　]",
    " 药理作用": "[1.抗癌作用 从蚌肉和蚌泪中提取的有效成分具有明显的抗小鼠腹水肝癌和艾氏腹水癌作用，瘤重抑制率为30%-59.2%；体外实验证明，该成分右以抑制肿瘤细胞的DNA聚合酶α。无齿蚌提取物以25mg/(kg.d)或50mg/(kg.d)剂量给荷瘤动物连续腹腔注射7天，对S180、Ehrlich癌、Lewis肺癌、B16黑色素瘤肪P388白血病有体内抗肿瘤作用；体外对L1210、P388、HeLa、S3等肿瘤细胞无直接细胞毒作用；该提取缔物能提高小鼠腹腔的作用，可加强特异性T淋巴细胞的免疫活性，也能增加天然杀伤细胞对肿瘤细胞的杀伤能力。2.毒性，从蚌肉及蚌泪中提出的有效成分给小鼠灌胃，其LD50为4.02-5.86g/kg。微生物致突变试验阴性。【化学成分】褶纹冠蚌含钙3.39%(以干品计算，下同)。各部分含钙率不同，例如内鳃板含钙10.90%，外鳃板8.42%，此是含钙特多的部位；壳肌1.24%，脚1.07%，此是含钙较低的部位。因此鳃板或系蚌的储钙处所。　　]",
    " 各家论述": "[1.《食疗本草》：主大热，解酒毒，止渴，去眼赤。2.《本草拾遗》：主妇人劳损下血，明目，除湿，止消渴。3.《日华子本草》：明目，止消渴，除烦解热毒，补妇人虚劳、下血，并痔瘘、血崩、带下。4.《本草再新》：治肝热，肾衰，托斑疹，解痘毒，清凉止渴。5.《随息居饮食谱》：清热滋阴，养肝凉血，熄风解酒，明目定狂。　　]",
    " 蚌肉.药膳食疗": "[蚌肉【简介】蚌肉，为蚌科动物背角无齿蚌或褶纹冠蚌、三角帆蚌的肉。【功用】滋阴养肝，清热明目。主治肝肾阴虚，腰膝酸软，眼目昏花，耳鸣眩晕，眼干多眵；阴虚内热，烦热引饮，消谷善饥，多尿，月经过多，白带，痔漏，目赤等。【性味归经】性寒，味甘、咸。人肝、肾经。【用量用法】内服：煮食，每日～250克；外用：烧存性，研末水调敷，或取水溶液滴鼻。【现代研究】本品含钙较丰富。【进补应用】1.肝肾阴虚，腰酸膝软，头晕目眩，耳鸣遗精；阴虚内热，烦渴引饮，消谷善饥，多尿 清炖蚌肉：鲜蚌肉250克，洗净后切成块，放人沙锅中，加水适量，用武火煮沸后，改用文火慢炖至烂熟，加精盐调味食用。食肉、喝汤。2.肝阴不足，目眩，眼于多眵 蚌肉明目汤：蚌肉60克，夏枯草15克，决明子15克。将蚌肉洗净切块，将中药洗净，装人纱布袋中，扎紧袋口，一并放人沙锅里，加水适量，用武火煮沸后，改用文火煎煮30分钟，待肉熟后，去纱布袋，食肉喝汤。]"
},{
    "中药名称": "棒棒木",
    "简介": "[【别名】棒棒树、棒子木、棒子树、黑弹木、黑弹树、朴树、木黄瓜树、白麻子、白麻树【来源】榆科朴树属植物小叶补Celtis bungeana Blume的树干。全年可采，切成小段，晒干。【性味归经】辛、微苦，凉。【科属分类】榆科【拉丁文名】Caulis Celtis Bungeanae【功能主治】祛痰，止咳，平喘。用于支气管哮喘，慢性支气管炎。【用法用量】 1～2两。【生态环境】生于低山、丘陵地区。【采收和储藏】夏季砍割枝条，切薄片，或取树干刨成薄片，晒干。【资源分布】分布华东、西南及辽宁、河北、山西、陕西、甘肃、山东、江苏、安徽、浙江、江西、湖北、湖南、广西、西藏等地。【摘录】《全国中草药汇编》　　]",
    " 药理作用": "[止咳作用小鼠腹腔注射棒棒木水煎剂、醚提取物及挥发油部分(氨水喷雾引咳法)均有止咳作用。从棒棒木分离出来的N(对羟基苯乙基)对羟基肉桂酰胺已经动物试验证明有止咳作用。祛痰、平喘作用棒棒木水煎剂以及醚、氯仿和乙醇的提取物腹腔注射均有祛痰作用(小鼠酚红法)；但各种提取物均无平喘作用(豚鼠组织胺喷雾法)。抗菌作用棒棒木的乙醚提取物对肺炎球菌、甲链球菌、卡他球菌和流感杆菌都有一定抑制作用，根、皮、茎、叶和茎皮均有效。 棒捧木茎皮注射液在瓦勃氏呼吸器试验中，能抑制大鼠气管-肺组织呼吸，使耗氧量降低29.1%。 树皮和心材的水浸膏或乙醚提取液60g/kg 给小鼠灌胃，对因浓氨水引起的咳嗽有一定止咳作用；用酚红法对小鼠进行祛痰实验证明，其醇、醚、氯仿及水提取液60g/kg都具有祛痰作用。树皮和心材乙醚提取液(1:1)对肺炎球菌有抑制作用。　　]",
    " 中药化学成分": "[茎含挥发油、糖类、羟基桂皮酰胺衍生物、生物碱；树皮和心材含生物碱、皂甙、β型强心甙、不饱和甾醇、内酯、挥发油，脂肪和糖类。　　]",
    " 药(毒)理学": "[捧棒木水煎剂20、40及60g／kg腹腔注射于小鼠，观察3天未见异常。棒捧木根注射液及醋酸铅沉淀的乙醚提取液腹腔注射后(剂量分别为30及15g生药／kg)，动物有翻正反射消失及呼吸变慢等，持续20分钟左右恢复。　　]",
    " 选方": "[治支气管哮喘，慢性支气管炎一、棒棒木二两，白糖五钱。水煎捧棒木约40分钟，成浓茶色，放入白糖，连煎三次，每晚服一次。二、棒棒木三斤，甘草三两。加水8000毫升，煎至3000毫升。每日三次，每次服10毫升。(《全展选编.内科》)治慢性支气管炎捧棒木二两(劈成薄片或刨成刨花)，地龙三钱，百部三钱，黄芩三钱。 急火先煎棒棒一至二小时，成浓茶色，再加余药，煎两次，混合后，分二次早晚服用，每日剂，十天为一疗程。〔《新医药研究》(4～5)：42，1971〕　　]",
    " 动植物形态": "[落叶乔木。一年枝无毛。叶互生；叶柄长5-10mm；无托叶；叶片斜卵形至椭圆形，长4-11cm，宽2-4cm，先端渐钝，基部阔楔形，中、上部边缘具锯齿，有时近全缘，上面无毛，下面仅脉腋常有柔毛。核果单生于叶腋，球形，直径4-7mm，紫黑色，果柄长1.2-2.8cm，果核平滑，稀有不明显网纹。花期4-5月，果熟期8-10月。　　]",
    " 临床运用": "[治疗慢性气管炎。用棒捧木粗粉浸泡煎煮、浓缩，以酒精提取制成针剂，每毫升含生药 1g。每日两次肌肉注射，每次ml，10天为一疗程。曾治653例，有效率为93%。以止咳作用较为明显。用药后病人普遍反映食欲增加，睡眠好。除个别病人有口干、发热外，未发现其他副作用。或将棒棒木制成浸膏糖衣片，每片含生药4.6g。口服每日两次，每次片。10天为一疗程。观察190例，经三个疗程，治愈8例(4.2%)，效40例(21.1%)，好转105例(55.3%)，无效37例(19.5%)。据观察，本品对咳嗽、咯痰、喘息及炎症均有一定的效果，以止咳平喘效果较好；对单纯型的有效率比喘息型略高。服药过中，个别病人有头昏、心慌、气短及恶心，5例患者血压明显升高。]"
},{
    "中药名称": "宝盖草",
    "内容": ""
},{
    "中药名称": "报春花",
    "基本资料": "[英语名字：Primrose, auricula, cowslip and oxlip（实际上是此花的四个品种）.科学分类 ：域： 真核域/Eukarya花期:翌年春季，12月--次年4月土质:肥沃腐质砂土目前栽培的多为园艺品种，通常8月中下旬播 种，经3次～4次移苗和换盆，可在早春开花。喜冷凉、半阴和湿润的环境。冬季室温夜间10℃～12℃，白天15℃～18℃。报春花属植物在世界上栽培很广，历史亦较久远，近年来发展很快，已成为当前一类重要的园林花卉。中名报春和学名Primula，均含有早花的意思。早春开花为本属植物的重要特性。　　]",
    " 产地分布": "[报春花属全世界约有500种，我国约有近400种，主要分布于四川、云南和西藏南部，陕西、湖北、贵州次之，其余各省（区）甚少。　　]",
    " 形态结构": "[报春花为报春花科多年生草本植物，常作一、二年生栽培。叶基生，全株被白色绒毛。叶椭圆形至长椭圆形，叶面光滑，叶缘有浅被状裂或缺，叶背被白色腺毛。花葶由根部抽出，高约30厘米，顶生伞形花序，高出页面。有柄或无柄，全缘或分裂；花通常2型，排成伞形花序或头状花序，有时单生或成总状花序；萼管状、钟状或漏斗状，5裂；花冠漏斗状或高脚碟状，长于花萼，裂片5，广展，全线或2裂；雄蕊5，着生于冠管上或冠喉部，内藏；胚珠多数；蒴果球形或圆柱形，5-10瓣裂。上面已经说过，本属的花多是2型的，即在一植株上的花中有长花柱，柱头长达花冠的口部，而雄蕊则生于冠管的中部；而在别一植株上的花中有短花柱，柱头仅及花冠的中部，雄蕊则生于冠管的口部。这是适应异花授粉的一种构造，因为它的花冠管是长而且狭的，除了具有长缘的蜜蜂和蝴蝶外，其他的昆虫就无法向它采蜜。在这种情况下，当长喙的昆虫采蜜时无形中就把长雄蕊的花粉传于长花柱的柱头上，短雄蕊的花粉传于短花柱的柱头上，这种正配授粉才能产生充分发育的种子。花期冬春两季，花有深红、纯白、碧蓝、紫红、浅黄等色；红、蓝、白色花有黄芯，还有紫花白芯、黄花红芯等，可谓五彩缤纷，鲜艳夺目，多数品种花还具有香气。蒴果球状，种子细小，褐色，果实成熟时开裂弹出。　　]",
    " 常见种类": "[多年生宿根草本植物，但多数作一、二年生花卉栽培。植株低矮，叶全部基生，形成莲座状叶丛，花有红、黄、橙、蓝、紫、白等色，在花蕾上排成伞形花序，总状花序，蒴果球状。报春花类种类繁多，最常见的有：1．报春花（P．malacoides）原产云贵，园艺品种繁多，为优良冷温室冬季盆花。2．鄂报春（P．obconica）又名四季樱草，原产西南，园艺品种花色丰富，色彩鲜明，既有单瓣，又有重瓣型，为冷室冬季早春盆花，现广泛栽种于世界各地，在昆明全年开花不辍，故又名四季报春。3．藏报春（P．sinensis）又名中国樱草，原产四川、湖北等地。原种花玫瑰紫色，园艺品种花型更大，花色有桃红、橙、深红、蓝及白色等，为重要的冷室冬春盆花。4．欧报春（P．vulgaris）商业上常用P．acaulis来指园艺变种群，原产西欧和南欧，现代园艺品种除单瓣、重瓣外，还有套瓣。花色丰富，性耐寒，在西欧可露地越冬，为早春花坛优良品种，也可盆栽。　　]",
    " 生态习性": "[报春花属是一典型的暖温带植物，绝大多数种类均分布于较高纬度低海拔或低纬度高海拔地区，喜气候温凉、湿润的环境和排水良好、富含腐殖质的土壤，不耐高温和强烈的直射阳光，多数亦不耐严寒。一般用作冷温室盆花的报春花，如鄂报春、藏报春，宜用中性土壤栽培。不耐霜冻，花期早。而作为露地花坛布置的欧报春花，则适合生长于阴坡或半阴环境，喜排水良好、富含腐殖质的土壤。　　]",
    " 繁殖方法": "[报春花以种子繁殖为主，特殊园艺品种亦用分株或分蘖法。种子寿命一般较短，最好采后即播，或在于燥低温条件下贮藏。采用播种箱或浅盆播种。因种子细小，播后可不覆土。种子发芽需光，喜湿润，故需加盖玻璃并遮以报纸，或放半阴处。10～28天发芽完毕。适温 15℃～21℃，超过 25℃，发芽率明显下降，故应避开盛夏季节。播种时期根据所需开花期而定，如为冷温室冬季开花，可在晚春播种；如为早春开花，可在早秋播种。春季露地花坛用花，亦可在早秋播种。分株分蘖一般在秋季进行。　　]",
    " 栽培技术": "[报春花栽培管理并不困难，作温室盆花用的种类，自播种至上12厘米盆上市，约需160天。如在7月播种，可在年初开花。为避开炎热天气，在8月播种，也可在1月开花。第一次在浅盆或木箱移植，株距约2厘米，或直接上8厘米小盆，盆土切不可带酸性，然后直接上12厘米盆。栽植深度要适中，太深易烂根，太浅易倒伏。须经常施肥。叶片失绿的原因除盆土酸性外，可能太湿或排水不良。不仅夏季要遮阳，在冬季阳光强烈时，也要给庇荫，以保证花色鲜艳。耐寒种类，在长江以北地区露地越冬时，要提供背风的条件，并给予轻微防护，以保安全。8月播种，盆栽苗在冷床越冬，可于2～4月开花上市。幼苗移植上盆，花盆一般以12厘米～16厘米为限。2年生老株，盆可适当放大。越夏时应注意通风，给予半阴并防止阵雨袭击，采用喷雾、棚架及地面洒水等措施以降温。冬季室内夜温最低温度控制在5℃左右，不宜过高。但作为盆花，如播种过迟（10月份），则越冬温度需提高至10℃，以便加速生长，保证明春及时开花。　　]",
    " 科学繁殖": "[报春花主要采用播种繁殖，播种期可按开花的需要而定，一般播后6个月左右便可开花。报春花种子寿命较短，以采种后立即播种为宜，或放在干燥低温条件下贮藏。报春花播种多用浅盆，盆土用细的腐叶土、园土混合培植，盆土整平以后，将种子拌上4倍细沙，均匀撒播于盆内，然后用光滑木板将土面轻轻压实，以利种子吸水和扎根，不必覆土。播后连盆放水池中浸水，以待表土浸湿后取出，放置半阴处，经1~2周发芽后移至有光线处。盆面加盖玻璃，以保持湿润。播种适宜温度为15~21℃，超过25℃发芽不良。　　]",
    " 养护要点": "[秋季一年生用播肿法,多年生用分株法报春花性喜温暖湿润而通风良好的环境，忌炎热，较耐阴、耐寒、耐肥，宜在土质疏松、富含腐殖质的沙质壤土中生长。其养护要点是：①幼苗出土后，长到5片真叶时，移栽在口径10厘米的小花盆内，盆底宜施少量骨粉或腐熟饼肥末。待幼苗长到一定高度时，定植在口径16厘米的花盆中。②盆土宜选用腐叶土7份，园土3份，并施入少量基肥的培养土。③初上盆时应注意适当遮荫，缓苗以后约10~15天左右，施1次氮磷结合的稀薄液肥或复合化肥。生长期间浇水要见干见湿，避免盆内积水。④花谢后及时剪除残花，施1~2次薄肥，以利新花枝生长，则可继续开花。⑤报春花幼苗软弱极易发生猝倒病，引起幼苗腐烂死亡，应注意及早防治。　　]",
    " 药用价值": "[此植物在东欧和德国普遍被用来治疗神经、咳嗽、气管炎、头痛、流感等等疾病，在国内的中草药学上也有被使用的记载，但作药用必须听医嘱。　　]",
    " 有关花语": "[报春花的种类很多，其中最令人喜爱的种类是西洋报春。报春花是向我人报知春天的朋友，红、粉、黄、白、紫等五彩缤纷的花朵，植株低矮，小盆栽植的花姿精巧可爱，被称为迷你报春。花语：青春的快乐和悲伤赠花礼仪：用素色的大浅盘装入各种色彩的小盆报春，包上玻璃纸，再将缎带打成十字花结做配饰。　　]",
    " 栽培历史": "[根据地方志的记载和云南民间将报春花盆栽供春节欣赏的传统习俗。我国的藏报春于1820年前后输入英国，据云此花采自广州私人庭园。可见我国栽培报春花属植物，至少始于明、清两代。 在欧洲，当地种类如黄花九轮草P.veris及欧报春P.vulgaris等均为黄花野生种，直至17世界初高加索欧报春P.vulgaris var.sibthorpi.传入后，始有红、紫等色，初栽于园林。1596年在阿尔卑斯山输入高山报春P.auricula至英国后，迅即成为英人所喜爱的花卉。 19世纪末至本世纪初，英美等国派人来我国采集报春花标本及种苗，其中多种已成为园林植物。　　]",
    " 品种情况": "[种、变种与品种：根据近年植物分类学者的研究，我国报春花属植物可分成30个组。栽培上主要分为温室盆花类、宿根花卉类及岩石园、高山园、野趣园和沼泽园等特用原种类。主要的品种有：矮葶缺裂报春安徽羽叶报春暗红紫晶报春暗紫脆蒴报春巴塘报春白背小报春白粉圆叶报春白心球花报春苞芽粉报春苞芽粉报春(原变种)宝兴报春宝兴报春(原亚种)宝兴掌叶报春保康报春报春花报春花属波密脆蒴报春波密镰叶报春波缘报春薄叶长柄报春薄叶粉报春藏报春藏南粉报春糙毛报春糙叶铁梗报春叉梗报春察日脆蒴报春察日脆蒴报春(原变种)长瓣穗花报春长苞大叶报春长柄雪山报春长管垂花报春长蒴圆叶报春长葶报春车前叶报春城口报春橙红灯台报春匙叶小报春匙叶雪山报春齿萼报春齿叶灯台报春翅柄岩报春川北脆蒴报春　　常见病害及防治一、报春花花叶病症状：由黄瓜花叶病毒CMV引起的全株性病害。症状为叶片变小、畸形，分布有暗绿色斑纹或黄化。染病植株不开花，亦或开花，花也矮小畸形，有斑纹。传染途径主要由桃蚜和棉蚜传毒。传染源主要为周围杂草感病病株。防治方法：首先要及时清除杂草，减少传染源。其次应及早防治蚜虫，消除传毒媒介。二、报春花褐斑病症状：多在四季报春上发生。由半知菌亚门的链格孢菌类引起。染病植株叶片上有褐色斑点。传染途径是分生孢子借风雨传播。防治方法：发病初期喷洒70％百菌清可湿性粉剂1000倍液等杀菌剂。三、报春花灰霉病症状：为报春花的常见病害之一，全国各地均有发生。植株感病后，整株黄化，枯死。该病主要侵染叶片、嫩茎、花器等部位。多在叶尖、叶缘处发生。发病初期叶片出现水浸状斑点，以后逐渐扩大，变成褐色并腐败。后期，病斑表面形成灰黄色霉层。茎部感病后，病斑呈褐色，逐渐腐烂。花器被侵染后也成为褐色，腐烂脱落。在潮湿的条件下，病部出现灰色霉层，这是该病的一大特征。该病以菌核在病残体和土壤内越冬。气温20℃左右、空气湿度大时易发病。通过风雨、工具、灌溉水传播。温室中冬末春初发病最为严重。防治方法：种植密度要合理。注意通风，降低空气湿度。病叶、病株及时清除，以减少传染源。发病初期喷洒50％速克灵或50％扑海因可湿性粉剂1500倍液。最好与65％甲霉灵可湿性粉剂500倍液交替施用，以防止产生抗药性。四、报春花斑点病症状：主要危害植株叶片。病情由植株下部向上部蔓延。病斑通常直径3至4毫米，褐色，严重时，病叶枯死，造成落叶。该病由报春柱格孢菌引起。病菌以菌丝体或分生孢子座在病残体上越冬，种子也可带菌，成为第二年的初侵染源。该病主要靠分生孢子随空气及雨水传播。生长季节再侵染频繁。通常温暖多湿的天气和偏施氮肥时，植株容易发病。一般7月开始发病，8至10月流行。防治方法：选育抗病品种，加强肥水管理，增施有机肥和磷钾肥，避免偏施氮肥。病害初期喷洒70％甲基托布津1000倍液加75％百菌清可湿性粉剂1000倍液，或1∶1∶100波尔多液。五、报春花细菌性叶斑病症状：多在叶及花托上发病。初期沿叶脉产生水浸状不规则病斑，以后黄化、变褐，病斑扩大，叶缘干枯。严重时自下叶枯死。防治方法：加强栽培管理，培育无病种苗，苗床土应消毒；温室内应及时放风，降低空气湿度。及时清除病株残体。发病后用50％琥胶肥酸铜可湿性粉剂500倍液，或72％农用链霉素可湿性粉剂4000倍液喷施。六、报春花缺铁黄叶病症状：植株上部嫩叶首先失绿，而老叶仍正常。失绿叶片叶肉变黄，叶脉还保持绿色。严重时叶尖出现褐斑，甚至脱落。防治方法：盆土应选用富含铁质的壤土。在有机肥中混入硫酸亚铁、硫酸锌等，可促使根系发育，增加吸铁能力。出现缺铁病状时，可喷施0.2至0.5％硫酸亚铁溶液，效果比直接施入土中要好。　　]",
    " 常见病害及防治": "",
    " 萎焉报春花抢救": "[报春花由于其花色多样，色彩艳丽，深受养花者的喜爱。但是在养护过程中常常会出现萎蔫现象，这是最使养花者头痛的问题。那么，怎样对萎蔫的报春花进行抢救呢?笔者经过实践，总结出以下四点，供养花爱好者参考。缺水造成的萎蔫水分不足是造成萎蔫的一种常见现象。表现为叶色变淡发黄，叶面起皱而无光泽，叶柄软瘪，叶子整片下垂、萎蔫。究其原因主要有两点：其一，报春花喜欢温暖而潮湿的环境，而夏季来临时，由于空气过分干燥，水分蒸发量大，造成其不能获得所需要的水分供应而脱水，抢救办法是将报春花移置于通风、阴凉处，待盆土温度下降后再浇水，然后从第二天开始早、晚各浇水一次，注意夏季浇水时间为：早上应在10点以前，下午应在5点以后。天气较凉爽时应在中午前后浇水，天气寒冷时，下午2点至3点浇水较好。其二，是由于盆土缺水，常常是养花者每次浇水量太少，只把盆土表面浇湿，水分未能深入盆底，下部的根须未吸收到水分。这样时间久了，花卉自然因得不到水分而萎蔫。补救办法就是对盆土进行浇水，但注意只能逐渐增加浇水量，不能猛然一下浇得太多。这是由于花卉植株萎蔫时，根毛已经萎缩，丧失了吸水功能。同时，萎蔫已使细胞失水，若供应水分骤然过多，会使细胞壁和原生质壁分离。病菌感染而造成的萎蔫冬、春交替时，由于气温变化大，久雨睛后，最易出现此症状。原因是天晴时温度变暖，而泥土潮湿，此时最适合细菌生长繁殖，这时报春花极易感染细菌，因而常常出现萎蔫现象。表现为：叶片失去原有的刚性、韧性，触之感到很柔软，且最先是下部叶片萎蔫，匍匐在地上，然后逐渐蔓延整个植株，全部叶子都发软而伏在地上。抢救办法：用土菌诺进行灭菌。具体操作：每次～5克加1.5千克河沙(或细土)充分搅拌均匀，制成河沙和土菌诺的混合物，然后将此物在报春花根部周围表面覆盖一层，注意不要盖住叶片以及花的中心部位。覆盖后，喷洒少量的水，将河沙湿透即可。如果发现及时，处于感染早期，通过以上处理后一天时间即可恢复，若感染时间过久，且叶柄已开始腐烂，则恢复时间需2周左右，严重者则会死亡。施肥过度造成的萎蔫有些养花者一心只希望枝繁叶茂，急于求成，大量施肥、施肥过多过浓，或施肥次数过多，就会使报春花细胞液外渗，产生质壁分离。表现为植株叶片边缘焦黄、叶片萎蔫，时间一长就会死亡。抢救办法：多浇清水，冲淡土壤中的肥分，使之随水流走，或立即翻盆，换上新土，这样可使植株逐渐恢复正常的生长状态。盆土水分过多造成的萎蔫报春花缺水不行，水分过多也不行。土壤含水量过大就会把土壤内部的孔隙都堵塞起来，使空气中的氧气进不去，造成缺氧，导致根系霉烂。土壤水分过多时，植株常表现为嫩叶颜色变淡，接着老叶下垂、颜色泛黄，并逐渐萎蔫甚至枯死。抢救方法：立即停止浇水和施肥，把土掏松，改善其通气条件，若过于板结，应换盆，换盆时除去腐烂的旧根，这样方能控制病情，使其恢复生长。]"
},{
    "中药名称": "抱树莲",
    "药材简介": "[药名抱树莲别名巧根藤、飞连草、抱石莲、猫龙草、瓜子菜、飞蓬草汉语拼音bao shu lian英文名Herb of Pilosella-leaved Drymoglossum拉丁植物动物矿物名Drymoglossum piloselloides(L.) Presl［Pteris piloselloides L.］归经肝；肺经生态环境生于疏林中的树干上。考证出自《生草药性备要》。科属分类水龙骨科功效分类清热解毒药；渗湿利尿药性味甘；淡；微凉采收和储藏全年均可采收，洗净，晒干或鲜用。资源分布分布于广东、海南、云南等地。药材基源为水龙骨科植物抱树莲的全草。用法用量内服：煎汤，15-30g。外用：适量，煎水洗；或捣敷。　　]",
    " 功效主治": "[功效清热解毒；消肿散结；止血主治湿热黄疸；目赤肿痛；化脓性中耳炎；腮腺炎；淋巴结炎；疥癞；跌打损伤　　]",
    " 各家论述": "[1、《生草药性备要》：治疥癞，杀虫。2、《岭南采药录》：煎服治眼热，跌打损伤瘀痛。3、广州空军《常用中草药手册》：消炎解毒，祛风止咳。治黄疸，淋巴腺结核，腮腺炎，咳嗽咳血，风湿骨痛，乳癌，大便燥结。　　]",
    " 动植物形态": "[植株高2-12cm。根茎细长，横生，密被中部深棕色边缘淡棕色、近圆形至卵形细小鳞片，盾状着生，边缘有睫毛。叶远生或疏生，二型，无柄；营养叶肉质，近圆形或为宽椭圆形，长5-6cm，宽约2cm，先端阔圆形，基部渐狭，疏被贴生的星芒状毛；中脉仅下部可见；孢子叶有长达1cm的短柄；叶片线形，长3-12cm，宽5-8mm，先端阔圆形，基部渐狭，背面贴生星芒状毛；叶脉隐没于叶肉中，连结成网眼，有内藏小脉。孢子囊群贴近叶缘延长成狭带状，宽约2.5mm，孢子叶宽圆的先端也能育，向下同达基部；孢子两面型，有粗疣突或刺状突起，隔丝星芒状。　　]",
    " 药材鉴定": "[生药材鉴定性状鉴别根茎圆柱形，细长，直径约1mm，棕色或深棕色；密被细小鳞片，鳞片近圆形至卵形，边缘生众多长睫毛。叶二型，营养叶近圆形，直径约1cm，或阔椭圆形，长5-6cm，宽2cm，全缘，厚肉质，对光视之可见网状脉，表面疏被星状毛；孢子叶线形，全缘，长3-12cm，宽5-8mm，厚肉质，孢子囊群长线形，生于下表面叶缘处，孢子两面型。气微，味淡。]"
},{
    "中药名称": "豹骨",
    "内容": ""
},{
    "中药名称": "爆仗竹",
    "内容": ""
},{
    "中药名称": "北豆根",
    "基本介绍": "[北豆根 Rhizoma Menispermi（英） Asiatic Moonseed Rhizome别名：黄条香、野豆根、蝙蝠藤。来源：为防己科植物蝙蝠葛Menispermum dauricum DC. 的根茎。植物形态 缠绕落叶木质藤本。小枝有细纵条纹。叶互生，圆肾形或卵圆形，先端尖，基部浅心形或近于截形，边缘近全缘或3~7浅裂，掌状脉5~7；叶柄盾状着生。花小，单性异株，花序短圆锥状；雄花萼片6，花瓣6~9，黄绿色，较萼片小；雄蕊10~20，花药球形；雌花心皮3。果实核果状，熟时黑紫色。花期6~7月，果期7~8月。生于山地灌丛中或攀援于岩石上。主产东北、华北及陕西。采制 春、秋季采挖，除去须根及泥沙，干燥。性状 根茎圆柱形，弯曲，有分枝，长可达50cm，直径0.3~0.8cm。表面黄棕色至暗棕色，多有弯曲的细根及纵皱纹，外皮易剥落。质韧，不易折断，断面不整齐，纤维性，木部淡黄色，呈放射状排列，中心有髓。气微，味苦。化学成分 含蝙蝠葛碱（dauricine）、蝙蝠葛任碱（menisperine）、蝙蝠葛诺林碱（daurinoline）等。性味：性寒，味苦。功能主治：清热解毒，祛风止痛。用于咽喉肿痛、肠炎痢疾、风湿痹痛。　　]",
    " 北豆根-菜谱介绍": "[北豆根知识介绍：北豆根北豆根为防己科植物蝙蝠葛的根茎。蝙蝠葛多年生缠绕藤本，生于山坡林缘、灌丛中、田边、路旁及石砾滩地，或攀援于岩石上，分布于东北、华北、华东及陕西、宁夏、甘肃等地。北豆根北豆根根茎呈细长圆柱形，有分枝，长30至50厘米，直径3至8毫米。表面黄棕色至暗棕色，外皮易脱落，内部呈淡黄色，有皱纹及根痕，质韧，以折断，折断面纤维状，可见放射状纹理，木部黄色，髓部类白色。气微，味苦。以条粗壮，味苦者为佳。北豆根适合人群：脾虚便溏者禁服，孕妇及有肝病慎服。北豆根食疗作用：北豆根味苦，性寒；有小毒；归肺、胃、大肠经；善降泄；具有清热解毒，利湿消肿的功效；主治咽喉肿痛，肺热咳嗽，痄腮，泻痢，黄疸，风湿痹痛，痔疮肿痛，食管癌，胃癌，蛇虫咬伤。北豆根做法指导：1.热毒咽喉肿痛者，可与射干、玄参、金银花甘草等配伍，以清热利咽止痛。2.本品如治湿热泻痢，可配黄连、黄芩。3.治湿热黄疸，可配茵陈蒿、栀子、大黄。　　]",
    " 鉴别方法": "[北豆根山豆根为豆科植物越南槐的根及根茎。近年来，本药物用量很大，市场上有以防己科植物蝙蝠葛的根茎冒充北豆根者，我院即曾遇到这种情况。现将二者的经验鉴别介绍如下:山豆根根茎呈不规则结节状，横向延长，顶端常残留茎基或茎痕。其下着生根数条。根长圆柱形，有时分枝，略弯曲，长短不一，直径0.7～1.5cm。表面棕色至黑棕色，有不规则的纵皱纹及突起的横长皮孔。质坚硬，难折断，断面略平坦，皮部北豆根3淡黄棕色，木部淡黄色。略有豆腥气，味极苦。以条粗、外色棕褐、质坚、味苦者为佳。 北豆根根茎细圆柱形，略弯曲，有分枝，长30～50cm，直径3～8mm。表面黄棕色至褐棕色、有纵皱纹，细长须根或突起的须根痕。外皮极易脱落。质韧，不易折断，折断面不整齐，纤维性，木部淡黄色，中心有髓。气微、味苦。以条粗、外皮黄棕色、断面浅黄色者为佳。北豆根片鉴别方法：本品为北豆根中提取的总生物碱片。【性状】本品为糖衣片，除去糖衣后显黑棕色；味苦。【鉴别】取本品1片，除去糖衣，研细，加乙酸乙酯15ml及氨试液0.5ml，振摇10分钟，滤过。滤液蒸干，残渣加乙酸乙酯1ml使溶解，作为供试品溶液。另取北豆根对照药材0.5g，加乙酸乙酯15ml及氨试液0.5ml，回流30分钟，滤过，同法制成对照药材溶液。照薄层色谱法（附录ⅥB）试验，吸取上述两种溶液各1～2μl，分别点于同一以羧甲基纤维素钠为黏合剂的硅胶G薄层板上，以三氯甲烷-甲醇-氨试液（9：1：1）为展开剂，展开，取出，晾干，喷以碘化铋钾试液。供试品色谱中，在与对照药材色谱相应的位置上，显相同颜色的斑点。【含量测定】取本品20片，精密称定，研细，精密称取适量（约相当于总生物碱80mg）置具塞锥形瓶中，加乙酸乙酯25ml，振摇30分钟，滤过，用乙酸乙酯10ml分三次洗涤容器及滤渣，洗液与滤液合并，置水浴上蒸干，残渣加无水乙醇10ml使溶解，精密加入硫酸滴定液(0.01mol/L)25ml与甲基红指示液2滴，用氢氧化钠滴定液(0.02mol/L)滴定，即得。每1ml硫酸滴定液(0.01mol/L)相当于6.248mg蝙蝠葛碱(C38H44N2O6)。北豆根本品含生物碱以蝙蝠葛碱(C38H44N2O6)计，应为标示量的90.0%～110.0％。【功能与主治】清热解毒，消肿利咽。用于火毒内结所致的咽喉肿痛；急性咽炎、扁桃体炎见上述证候者。【用法与用量】口服，一次mg，一日3次。【规格】(1)15mg(2)30mg【贮藏】密封。　　]",
    " 近代研究": "[北豆根 药品【性状】本品根茎呈不规则的结节状，顶端常残存茎基，其下着生根数条。根呈长圆柱形，常有分枝，长短不等，直径0.7～1.5cm；表面棕色至棕褐色，有不规则的纵皱纹及突起的横向皮孔。质坚硬，难折断，断面皮部浅棕色，木部淡黄色。有豆腥气，味极苦。【性味与归经】苦，寒；有毒。归肺、胃经。【功能与主治】清热解毒，消肿利咽。用于火毒蕴结，咽喉肿痛，齿龈肿痛。【用法与用量】3～6g；抗肿瘤可用到9~15g【贮藏】置干燥处。【注意】脾胃虚寒者不可用。北豆根　　]",
    " 古籍论述": "[《开宝本草》：“主解诸药毒，止痛，消疮肿毒，急黄，发热咳嗽，杀小虫。”《珍珠囊补遗药性赋》：“疗咽痛，头疮，五痔。止咳嗽。”《本草经疏》：“入散乳毒药中，能消乳岩。”《本草求真》：“功专泻心保肺，及降阴经火逆，解咽喉肿痛第一要药。”　　]",
    " 现代药理": "[化学成分根含生物碱(苦参碱、氧化苦参碱），另含总多糖。药理作用1、抗肿瘤作用北豆根山豆根所含多种生物碱对小鼠肉瘤S180、肉瘤S37、小鼠宫颈癌U14、吉田肉瘤、腹水型肝癌有抑制作用，另外氧化苦参碱对肿瘤之氧细胞具有选择性杀伤作用。 2、对心血管系统的影响山豆根总碱有降压作用，此作用可能与其扩血管作用有关。山豆根总碱还能显著增加豚鼠离体心脏冠脉流量。作用强度与心肌收缩力增强无关，为一直接的扩冠作用。3、对免疫功能的影响山豆根注射液腹腔注射能明显抑制小鼠腹腔巨噬细胞的吞噬功能。4、对中枢神经系统的影响山豆根能抑制小鼠自发活动，拮抗苯丙胺的兴奋作用，加强戊巴比妥钠、硫贲妥钠及水合氯醛对中枢的抑制作用。5、抗溃疡作用。　　]",
    " 临床应用": "[可用于治疗肺癌、咽喉癌、滋养叶细胞癌、白血病、食管癌等；还有慢性活动性肝炎。　　]",
    " 种植方法": "[北豆根山豆根的原植物是柔枝槐SophoratonkinensisGagnep．，为豆科植物。别名：广豆根。具有清热解毒、消肿止痛的功能。主治咽喉肿痛、肺热咳嗽、肝炎、便秘、毒蛇咬伤等症。分布于我国南部，以广西产量较大。 【生长习性】野生于石山脚下或岩缝中。喜温暖、凉爽的环境，25～30℃最适宜生长。不耐寒，绝对低温5℃时生长停滞。一般土壤均能种植。忌积水。【繁殖方法】用种子繁殖。1．选地与整地：选土层深厚，排水良好的山坡脚疏林下的壤土或砾土为宜。全垦，深耕30厘米，碎土耙平，施入底肥，做宽2米的畦，开排水沟，畦长不限。2．播种方法：秋播或春播，以秋播较好，随采随播，发芽率高。直接将种子均匀撒播于苗床内，覆盖草皮泥或细土2厘米，浇水，保持土壤湿润。气温25℃以上时，10天左右出苗。播种量每亩～1500克。苗高3～4厘米时，间去细弱和过密的小苗。苗高10厘米左右时，按株行距50厘米X60厘米移栽。北豆根【田间管理】1．中耕除草：山豆根幼苗生长缓慢，应及时除草。定植后，隔月中耕除草1次。2．追肥：定植返青后，结合中耕除草追肥，春夏季以追人粪尿或尿素等氮肥为主，秋冬季施草皮泥、堆肥或厩肥。3．排水：雨季注意排水，以免烂根。4．设支柱：2年生以上的植株，枝条柔软易下垂，应设立支柱，以利通风透光。【病虫防治】天牛蛀入茎秆为害，可用药棉蘸80％敌敌畏原液塞入蛀孔或剪下虫枝烧毁。幼苗期易被地下害虫咬断嫩苗，可用毒饵诱杀。【采收加工】山豆根以根入药。一般种植4～5年后，于秋季采挖，除去茎、叶及须根，洗净，切片晒干即可。　　]",
    " 北豆根提取物": "[申请号/专利号： 200610047722本发明涉及北豆根提取物、其制备方法与应用，特别涉及北豆根滴丸、北豆根分散片的制备方法。北豆根提取物的制备方法是采用水提取制得或醇提取，再进行大孔树脂分离或膜分离制得，其北豆根提取物的总生物碱含量在15～75％，它具有清热解毒，消肿利咽作用。本发明的北豆根滴丸、北豆根分散片生物利用度高，快速释药，快速显效，毒副作用更小，且药物含量高，服用剂量小，价格低廉，使用携带方便。]"
},{
    "中药名称": "北方点地梅",
    "内容": ""
},{
    "中药名称": "北沙参",
    "植物.北沙参 Radix Glehniae": "[【英文】 CoasiaI GIehnia Root【别名】 莱阳参、海沙参、银沙参、辽沙参。【来源】 为伞形科植物珊瑚菜 Glehnia littoralis Fr. schmidt ex Miq．的根。【植物形态】 多年生草本。茎大部埋在沙中，部分露于地面，密被灰褐色绒毛。基生叶卵形或宽三角状卵形，三出式羽状分裂或2～3回羽状深裂，具长柄；茎上部叶卵形，边缘具有三角形圆锯齿。复伞形花序顶生，密被灰褐色绒毛；伞幅10～14，不等长；小总苞片8～12，线状披针形；花梗约30；花小，白色。双悬果近球形，密被软毛，棱翅状。花期5～7月，果期6～8月。生于海边沙滩。主产山东、河北、辽宁；有栽培。【采制】 夏、秋季采挖，除去须根、外皮，干燥。【性状】 根长圆柱形，偶有分枝。表面淡黄白色，偶有外皮残存，全体有细纵皱纹及纵沟，并有棕黄色点状细根痕。顶端常留有黄棕色根茎残基，上端稍细，中部略粗，下部渐细。质脆，易折断，断面皮部浅黄白色，木部黄色。气特异，味微甘。【化学成分】 含欧前胡素（imperatorin）、补骨脂内酯（psoralen）。佛手内酯、圆当归内酯-7-0-β-龙胆二糖甙（oosthenol-7-0-β-gentio-bioside）等多种香豆素，并含生物碱、淀粉、微量挥发油等。【性味】 性微寒，味甘、微苦。【功能主治】 养阴清肺，益胃生津。用于肺热燥咳、劳嗽痰血、热病津伤口渴。　　]",
    " 北沙参.植物.栽培管理": "",
    " （一）概述": "[别名海沙参、莱阳沙参。为伞形科植物珊瑚菜（Glehnia lit－toralis F.Schmidt ex Miq．），以根入药。北沙参味甘甜，是临床常用的滋阴药，养阴清肺，祛痰止咳。主治肺燥干咳、热病伤津、口渴等症。主产于山东、河北、辽宁等地。　　]",
    " （二）植物特性": "[多年生草本，高20～30厘米，主根细长，根生叶鞘带革质，有长柄，叶片羽状分裂，小叶卵圆形，边缘有锯齿；小白花，密聚于枝项成复伞形花序，花枝密生白色绒毛；果实近球形或椭圆形，有棕色粗毛，果棱有翅。花期5～6月，果熟期7月。　　]",
    " （三）生长特性": "[北沙参喜温暖湿润气候，抗旱耐寒，喜砂质土壤。忌水浸，忌连作，忌强烈阳光。除苗期及留种田留种需充足的水外，生长后期不易多浇水。前茬作物以薯类为最好。忌大豆、花生作物，隔年种子发芽率显著降低，放到第三年丧失发芽能力。北沙参与年种子冬播发芽率高，出苗齐。冬播的第二年谷雨前后出苗，一般不开花结果，第三年才开花结果。次年春播发芽率显著降低，第二年才开花结果，小满后抽薹，一个星期开花，花期半个月，头伏前后种子成熟。　　]",
    " （四）栽培技术": "[1．选地整地选择比较潮湿、排水良好、含有丰富腐殖质的沙壤土，每公顷施厩肥60000千克、饼肥750～1500千克作基肥，敌百虫7．5千克，翻入土中40-50厘米深，整细把平，做平畦或高畔，畦宽3-6厘米。2．繁殖方法（1）种子处理北沙参是深根系植物，播种前要深翻地，耙平，下种前接上种子果翅放到25度的温水中浸泡4小时捞出稍凉，混拌2／3湿沙，放入箱内冷冻，春天解冻后下种，秋播宜在上冻前播种。春播种子不宜沙藏处理，否则当年不能出苗。（2）播种方法秋播按行距5-6厘米划半厘米深的浅沟，种子与种子相隔4～5厘米覆土浇水，上盖稻草，上冻前再浇一次大水，盖上一层圈肥。春播在清明至谷雨前后，方法同上。种子不用低温冷冻处理，种后不出苗，若不处理，最好采下即播种。沙质壤上每公顷播种量75千克，纯沙地每公顷-112．5千克，有灌溉条件的肥沃土壤每公顷可播种52．5-60千克，播后纯沙地用黄泥或小酥石镇压，免风吹沙土移动造成损失，涝洼地封冻时应压沙。秋播种子第二年3月出苗。3．田间管理解冻后，地板结要松土，保墒，见草即拔，苗有3片左右真叶，要间苗，要成三角形留形，株距0．7厘米左右，不能过稀，否则根分义，过密生长不良。春季干旱酌情浇水，保持地面湿润。生长后期地面忌积水，苗期现蕾及时摘除。两年生沙参春天连农家肥，五月份结合灌溉追施化肥一次。4．病虫害防治（1）根结线虫病该病在5月份易发生虫侵入根端，吸取汁液形成根瘤，使幼苗发黄死亡。防治万法：忌连作，选用无病地。土壤用滴滴混剂消毒，用量每公顷～750千克。方法：播前20天地温15℃以上，将地开宽30厘米左右，深6～7厘米的沟，把药施入沟内后覆土镇压。（2）锈病又叫黄疸病，在7月中旬至下旬开始发生，茎叶上产生红褐色病斑，末期病斑表面破裂，植物早期枯死。防治方法：发病后用敌锈钠300倍液（加0．2％洗衣粉），每10天1次。5．选留良种选株形一致的一年生参根作种，在10月上旬栽植，施好基肥37500～45000千克/公顷，加过磷酸钙225～375千克／公顷，行距25～30厘米，沟深6～7厘米，株距6厘米斜放沟内盖土1-1．5厘米踏实，干旱浇水利于成活，次年长出后，抽薹，只留主茎上的果盘，其余全部摘除。7月后果实呈黄褐色采种，随熟随采。种子出施好肥，收子3000～4500千克／公顷，种子田管理好，施肥，能连续收6～10年。种子收好后，放干燥通风处备播种用。　　]",
    " （五）采收加工": "[春播当年，10月份左右植株枯黄时收挖。秋播种的在第二年寒露节叶子枯黄时采收。收时先在参地一端用镐头开一深沟，露出根部用手提出，除出地上茎，收出的参很不能晒太阳，否则难剥皮降低产量和质量。将参根粗细分开，捆成1．5-2．5千克的把，将尾根先放入开水内顺锅转2-3圈（6～8秒种），再把参全部放入锅内烫烤，不断翻动，使水沸腾，捞出剥皮晒干作为药用。近年来有关材料报道，北沙参的主要成分存在于根皮之中。山西省现在加工方法是：沙参收后，去掉泥土地上茎，水洗面表面无水，用硫磺熏12小时（60千克药材1千克硫磺），要求熏透无硬心，干燥，分等级进行包装。放干燥通风处。　　]",
    " 北沙参 .中药材": "[【拼音名】Běi Shā Shēn【别名】海沙参、银条参、莱阳参（《江苏植药志》），辽沙参（《中药志》），野香菜根（《中药材手册》），真北沙参（《卫生易简方》）。【来源】为伞形科植物珊瑚菜的根。7～8月或9月下旬采挖，除去地上茎及须根，洗净泥土，放开水中烫后剥去外皮，晒干或烘干。【原形态】珊瑚菜（《江淮杂记》），又名：滨防风。多年生草本，高5～35厘米。主根细长圆柱形。茎大部埋在沙中，一部分露出地面。叶基出，互生；叶柄长，基部鞘状；叶片卵圆形，3出式分裂至2回羽状分裂，最后裂片圆卵形，先端圆或渐尖，基部截形，边缘刺刻，质厚。复伞形花序顶生，具租毛；伞梗10～20条，长1～2厘米；无总苞，小总苞由数个线状披针形的小苞片组成；花白色，每1小伞形花序有花15～20朵；花萼5齿裂，狭三角状披针形，疏生粗毛；花瓣5，卵状披针形；雄蕊5，与花瓣互生；子房下位，花柱基部扁圆锥形。果实近圆球形，具绒毛，果棱有翅。花期5～7月。果期6～8月。【生境分布】生于海边沙滩，或为栽培。分布辽宁、河北、山东、江苏、浙江、广东、福建、台湾等地。主产山东、河北、辽宁、江苏等地。【性状】干燥根呈细圆柱形或直条状，两头较细，很少有分歧，长15～30厘米，直径3～8毫米。外表淡黄色，粗糙，具纵纹及未除尽的棕黄色栓皮，并有棕色点状的支报痕迹，顶端往往残留圆柱状的根茎。质硬而脆，易折断。断面不整齐，淡黄色，中央有黄色放射状的木质部，形成层呈圆环状，深褐色。气微，味甘。以根条细长、均匀色白、质坚实者佳。【化学成份】根含生物碱、丰富的淀粉。果实含珊瑚菜素。【炮制】拣去杂质，除去茎基，用水略洗，捞出，稍润，切段，晒干。【性味】甘苦淡，凉。①《本经逢原》：甘淡，性寒，无毒。②《本草从新》：甘苦味淡，微寒。【归经】入肺、脾经。①《得配本草》：入手太阴经。②《本草撮要》：入手、足太阴经。【功能主治】养阴清肺，祛痰止咳。治肺热燥咳，虚痨久咳，阴伤咽干、口渴。①《本草从新》：专补肺阴，清肺火，治久咳肺痿。②《饮片新参》：养肺胃阴，治劳咳痰血。③《东北药植志》：治慢性支气管炎，肺结核，肺膨胀不全，肺脓疡等。④《中药志》：养肺阴，清肺热，祛痰止咳。治虚劳发热，阴伤燥咳，口渴咽干。【用法用量】内服：煎汤，3～5钱；亦可熬膏或入丸剂。【注意】风寒作嗽及肺胃虚寒者忌服。【贮藏】置通风干燥处，防蛀。【附方】①治阴虚火炎，咳嗽无痰，骨蒸劳热，肌皮枯燥，口苦烦渴等证：真北沙参、麦门冬、知母、川贝母、怀熟地、鳖甲，地骨皮各四两。或作丸，或作膏，每早服三钱，白汤下。（《卫生易简方》）②治一切阴虚火炎，似虚似实，逆气不降，消气不升，烦渴咳嗽，胀满不食：真北沙参五钱。水煎服。（《林仲先医案》）]"
},{
    "中药名称": "北鱼黄草",
    "内容": ""
},{
    "中药名称": "贝母兰",
    "拉 丁 名：": "[Coelogyne fimbriata 　　]",
    " 科 名：": "[兰科　　]",
    " 属 名：": "[贝母兰属　　]",
    " 适应地区：": "[产我国南部之关东、云南暖热地区，印度也有分布。　　]",
    " 生态分类：": "[草本植物，多年生草本花卉　　]",
    " 观赏分类：": "[观花类　　]",
    " 形态特征：": "[多年生草本。附生性，具假鳞茎；假鳞茎卵状矩圆形，顶端叶2片；叶革质，矩圆状披针形，花茎在2叶片之间着生，花茎短，花长常为1多，少数2-3朵，黄色，苞片长，鞘状，脱落，唇瓣三裂，基部凹下，蕊柱有翅，花期秋季（7—11月）。常见的栽培品种有：散生贝母兰(C.ovalis)、毛唇贝母兰(C.cristata)、栗鳞贝母兰(C.flaccida)、斑唇贝母兰(C.punctulata)、美丽贝母兰(C.speciosa)生长习性： 繁殖用分株。要求温暖、潮湿、半阴、疏松透水、耐久的栽培基质。常用泥炭藓，树叶。泥炭土加木炭栽培。温室内盆栽或木框，越冬温度10℃以上。由于产地不同，贝母兰可以分为3类，一类是原产于热带，可周年生长，没有休眠期；一类产于亚热带，或是低纬度高海拔地区，具有明显的休眠现象；第三类则是原产于气候较为寒冷的地区，休眠期长，冬季落叶。这个属是1822年由约翰 林德里（John Lindley）创立的，其属名拉丁文Coelogyne来自于两个希腊语词汇koilos（意思是空心的）和 gyne（意思是雌性），这大概与贝母兰花朵柱头的形状有关。贝母兰属大约有200个物种，主要分部在我国和东南亚国家以及太平洋上的一些岛屿。分布在我国贝母兰属植物约有26个，主要产地在南方地区。隶属于该属的物种多为大型的附生兰，花朵颜色一般都很鲜艳。贝母兰属植物的假鳞茎很有特色，甭管是卵形还是锥形或柱形，在其顶端都会生长着一两片叶子，这是这个属最显著的特点。贝母兰的叶子一般很宽，呈椭圆形并有褶皱。质地一般为革质。花莛由假鳞茎的基部抽出，总状花序，有的种类还有香味。在我国，贝母兰常常被当作石斛作为药材，而且这种混用的做法已经有近千年了。　　]",
    " 药用——": "[【药 名】：贝母兰【拼 音】：BEIMULAN【来 源】：为双子叶植物药兰科植物伞房贝母兰的假鳞茎或全草。【相关药材】康定贝母 梭砂贝母 太白贝母 青稞叶贝母 米贝母 东贝母 伊贝母【功 效】：清热止咳，止血定痛，接骨。【主 治】：治支气管炎，感冒，骨折，软组织挫伤。【性味归经】：辛，甘，凉。①《文山中草药》：“味辛麻，性凉。”②《云南中草药选》：“甘淡，凉。”入肺、肾经【用法用量】：内服：煎汤，0.5～1两。外用：捣烂或研末敷。【别 名】：止血果(《文山中草药》)、石巴蕉、对叶果、果上叶(《云南中草药选》)、小绿芨(《全展选编.外科》)【动植物资源分布】：分布云南、贵州、广西等地。【药材的采收与储藏】：全年可采。【拉丁名】：原植物伞房贝母兰Coelogyne corymbosa Lindl.【考 证】：出自《云南中草药选》。]"
},{
    "中药名称": "背花疮",
    "内容": ""
},{
    "中药名称": "荸荠",
    "物种信息": "[荸荠拼音：bí qí学名：Eleocharis tuberosa英文名：Water-chestnuts类属：被子种子门，单子叶植物纲，莎草目，莎草科，荸荠属　　]",
    " 简介": "[荸荠(图1)李时珍所著《本草纲目》对其植物形状及栽培法有详细描述 。中国长江以南各省栽培普遍 。安徽无为、广西桂林、浙江余杭 、江苏高邮和福建福州为著名产地 。用球茎繁殖。萌发后，先形成短缩茎，其顶芽和侧芽向上抽生的绿色叶状茎细长如管而直立。叶片退化成膜片状，着生于叶状茎基部及球茎上部，光合作用靠绿色叶状茎进行。自母株短缩茎向四周抽生匍匐茎，尖端膨大为新的球茎。穗状花序，小花呈螺旋状贴生。小坚果，果皮革质，不易发芽。种荠于15℃萌芽 ，25℃ 开始分蘖 ，30℃植株旺盛生长，气温降至20℃以下时球茎形成。一般在早春选顶芽和侧芽健全的种荠在室外苗床育苗，经常保持湿润。约15～20天即可成苗，供大田栽植。株行距一般 30 厘米×60 厘米，亩栽约3000穴。分蘖和分株期间保持一定水层并追施氮肥。球茎形成前追施磷肥和钾肥，对提高产量和改进品质有显著效果。主要病虫害有枯萎病、螟虫等。荸荠球茎约含碳水化合物21％，蛋白质 1.5％，可生食或熟食。也能加工罐藏或作提取淀粉的原料。中医药学认为有止渴、消食、解热功能。荸荠(图2)功效：荸荠中含有磷是根茎蔬菜中最高的，能促进人体生长发育和维持生理功能，对牙齿骨骼的发育有很大好处，同时可促进体内的糖、脂肪、蛋白质三大物质的代谢，调节酸碱平衡。因此荸荠适于儿童食用。英国在对荸荠的研究中发现了一种不耐 热 的抗菌成分——荸荠英。这种物质对金黄色葡萄球菌、大肠杆菌、产抽杆菌及绿脓杆菌均有一定的抑制作用，对降低血压也有一定效果。这种物质还对肺部、食道和乳腺的癌肿有防治作用。荸荠还有预防急性传染病的功能，在麻疹、流行性脑膜炎较易发生的春季，荸荠是很好的防病食品。荸荠是寒性食物，有清热泻火的良好功效。既可清热生津，又可补充营养，最宜用于发烧病人。它具有凉血解毒、利尿通便、化湿祛痰、消食除胀等功效。适合人群：是大众食品。儿童和发烧病人最宜食用。适用量：每次10个左右。 荸荠不宜生吃，因为荸荠生长在泥中，外皮和内部都有可能附着着较多的细菌和寄生虫，所以一定要洗净煮透后方可食用，而且煮熟的荸荠更甜。荸荠属于生冷食物，对脾肾虚寒和有血淤的人来说不太适合。　　]",
    " 分布": "[原产印度，中国主要分布于广西、江苏、安徽、浙江、广东、湖南、湖北、江西等低洼地区。　　]",
    " 别名": "[马蹄 、蒲荠（浙江柳市、浙江台州、安徽芜湖，荠的发音和国语相同）、果子（安徽无为）、乌芋、地栗、地梨、苾荠、通天草[浙江杭州]、慈姑（四川），蒲萁（安徽泾县和湖北广水） 钱葱（广东潮汕）、慈姑（湖南邵阳） 、磁米（湖南岳阳）、磨荠（湖南汝城）、蒲丘（四川、重庆）　　]",
    " 来源": "[莎草科荸荠属植物荸荠Eleocharis dulcis （Burm. f.） Trin. ex Henschel [E. tuberosa Roem et Schudt.; E. plantaginea R. Brown.]，以球茎及地上部分入药。秋末割取地上部分，晒干；球茎可新鲜采用。　　]",
    " 用途": "[荸荠口感甜脆，营养丰富，含有蛋白质、脂肪、粗纤维、胡萝卜素、维生素B、维生素C、铁、钙和碳水化合物。可以生吃，也可以用来烹调，并可制淀粉。　　]",
    " 生长环境": "[荸荠(图3)荸荠属多年生草本水生植物，喜生于池沼中或栽培在水田里。它的繁殖采用球茎亦称果球进行无性繁殖。荸荠喜温爱湿怕冻，适宜生长在耕层松软，底土坚实的壤土中。在栽培上，要求有20—25厘米的耕作层，这样既利于球茎的生长发育，又不致球茎深钻 ，个体发育大小均匀整齐一致，也有利于掘收。耕层过粘，不利于球茎的膨大，腐殖质过多，球茎的含糖量降低，甜味差。它适宜在浅水中生长，在营养需求上，要求氮肥较少，磷肥较多。在整个生长期中，要求有充足的光照。其全生育过程如下：（一）萌芽：气温达10～15℃时，80%以上球茎可萌芽，同时抽生发芽茎，并向上抽生叶状茎，当幼苗有5～6根叶状茎时，便向下萌生新根。（二）分蘖与分株：7月底～8月初移植的荠苗，3～5天返青后，发芽茎顶端的保质茎，向上抽生叶状茎，经不断分蘖，形成母株丛。与此同时其侧芽向四周发生若干根匍匐茎，伸先3～4节～15㎝后，其顶端肉质茎的顶芽，继而向上萌生叶状茎，连续分蘖，又形成新的分株。如此反复地分株和分蘖，株丛随之逐渐扩大，叶状茎数直线上升，一株地上茎数可扩大到300～400根。气温在25～30℃时，分蘖分株发生最快。进入9月份后，气温逐渐下降，光合产物的积累量则逐渐增多，匍匐茎的生长由水平方向转而朝土下斜向生长，俗称“下带”。10月上旬以后，不再产生叶状茎，此时所有的匍匐茎先端开始膨大，球茎开始形成。 荸荠的产量取决于球茎的数量和大小，而后者又是由分株的次数及地上茎的数量和质量决定的，正如前述，气温在25～30℃时分蘖分株发生最快，一个分株约10～15天发一档分株。在我地一般可发生分株2～3档，多的可达5～6档，全株共有分株30～40株。9月下旬以后，气温下降明显，不再发生分蘖。因此，争取在适宜气温下，取得一定合理分株数，保证地上叶状茎的数量和质量，荸荠最好要在7月底移栽完，最晚的移植也不能迟于立秋。荸荠(图4)（三）开花与结荠：当植株基本上停止分株分蘖，地上茎的同化物质便大量向地下贮藏器官即球茎运送，这时叶状茎顶端抽生穗状花序，进入始花期。与此同时，地下部也相应抽生结荠茎，地上开花盛期，也是地下结荠期。寒露（10月上旬）时球茎已成形，小雪（11月下旬）后，地上茎逐渐由上向下枯黄，球茎此时充分成熟。球茎皮色也由白色转变成黄棕色至红褐色。冬至（12月下旬）至小寒（元月上旬），球茎内糖分含量最高。（四）对水、肥的要求：荠苗定植后，要求较高土温以利返青分蘖，宜灌浅水稳苗。随着分蘖分株增多，蒸腾量加大，应逐渐加深水层，促进地上茎群体形成。封行后灌深不，控制分蘖分株形成，提早结荠，球茎增多、增大，但应控制氮肥用量，防止徒长。荸荠整个生长期都不能缺水，如不徒长不应搁田断水，特别是球茎膨大期，更不宜缺水。 荸荠株丛多而大，结球荠期所需各种养分及同化物质也多，因此基肥要足。在分蘖分株时段要求充足 氮肥，更不可缺肥，以保证荸荠够苗株足。进入结球期后，则不宜再施氮，否则徒长，引起倒伏，影响结球，并加重病害的发生。钾素对改善球茎的品质，促进氨基酸、蛋白质析合成和糖分、淀粉的运转积累有重要的作用，除作基肥外，还要在荸荠生长期追肥钾素，此外，充足的钾肥还能提高植株的抗病力。磷肥对荸荠也有类似的效应。所以种植荸荠一定要氮磷钾肥三要素配合，尤其在始花结荠期前后不可缺少磷钾肥。此时如能喷施叶面肥，或磷酸二氢钾等，都可收到球茎粗大、提高产量的效果。　　]",
    " 性味归经": "[球茎：甘，寒。地上全草：苦，寒。　　]",
    " 功能主治": "[球茎：清热止渴，利湿化痰，降血压。用于热病伤津烦渴，咽喉肿痛，口腔炎，湿热黄疸，高血压病，小便不利，麻疹，肺热咳嗽，矽肺，痔疮出血。地上全草：清热利尿。用于呃逆，小便不利。　　]",
    " 用法用量": "[球茎2～4个；或适量捣汁服。地上全草0.5～1两。　　]",
    " 荸荠的几种做菜方法": "[荸荠(图5)荸荠，清脆、甘甜、多汁，自古是冬春盛行的时令果品，以个大紫黑发亮无破损者为上品。《食疗本草》：“荸荠，下丹石，消风毒，除胸中实热气。可作粉食。明耳目，止渴，消疸黄。若先有冷气，不可食，令人腹胀气满。小儿秋食，脐下当痛。”《本草纲目》：“主消渴痹热，温中益气，下丹石，消风毒。除胸中实热气。”《罗氏会约医镜》：“荸荠益气安中，开胃消食，除热生津，止痢消渴，治黄疸，疗下血，解毁铜。”馄饨汤材 料：绞肉4两 *荸荠末2大匙 *葱末2小匙 *蛋白1/2个 *蛋皮丝、芹菜末、油酥红葱头各1大匙 *高汤7杯 *馄饨皮1/2斤调味料：*盐1/2小匙 *白胡椒粉、麻油各1/8小匙腌 料：*酒1小匙作 法：1、绞肉加入腌料、荸荠末、葱末、蛋白调匀，即为馅。2、每张馄饨皮包入馅 料，备用。3、高汤煮滚后，加入白胡粉、盐调味，盛入汤碗中。4、将馄饨煮熟，捞至汤碗中，再加入芹菜末、蛋皮丝及油酥红葱 ，并淋上麻油 。宫爆素丁材料：马蹄（荸荠）6粒，胡萝卜1／2个，洋菇6粒，小马铃薯1个，罐头玉料粒2大匙，毛豆、花生各1大匙，黑木耳50克，大蒜5瓣。调味料：A料：绍兴酒、番茄酱、红色辣椒酱各1大匙，豆瓣酱、盐、糖、香油各1小匙，素高汤2大匙加工方法：1、荸荠去皮、切丁；胡萝卜、马铃薯分别去皮、切丁，放入滚水氽烫，捞出冲凉；毛豆、洋菇分别洗净，放滚水烫熟，捞出、切丁；黑木耳泡软，冲净、切小块，大蒜去皮，切末。　2、干锅烧热，放入花生炒香，盛起备用。3、锅中倒入2大匙油烧热，爆香蒜末，放入材料（除了毛豆、花生）拌炒，加入A料炒匀，最后加入毛豆拌匀，盛出，撒上炒香的花生即可。健康人小语：荸荠除了维生素C外，淀粉质含量也非常高，可制作马蹄粉，且含高量的粗纤维，可防止便秘，还具有清热解毒，降血压，利尿等功用。　美味小提示：此菜非常爽口下饭，胡萝卜、玉米粒、毛豆等可买冷蔬菜，买回来用开水快速氽烫一下，沥干水分即可使用，非常方便。海蜇荸荠汤【原料】海蜇皮50克、荸荠100克。【制作】海蜇皮洗净，荸荠去皮切片同煮汤。【用法】吃海蜇皮、荸荠，饮汤，每日2次。【功效】清热化痰，滋阴润肺。适用于阴虚阳亢的高血压患者。当归荸荠薏米粥［原料］当归15克，荸荠30克，薏米100克。［制作方法］将当归切成片，入锅煮30分钟，去渣后加入荸荠和薏米煮成粥，出锅后加蜂蜜食用。［功能］清热解毒，活血止痛，健脾利湿。适于咽喉肿痛、痰热咳嗽、心烦口渴。当归中所含的当归多糖，能明显增强人体的免疫能力，能预防癌的发生辣子鸡丁原料：嫩鸡肉150克,干淀粉6克,泡辣椒6克酱油、白糖、精盐、菊花、姜、湿淀粉、黄酒、香醋、味精适量,鸡蛋1只,荸荠丁。做法：①鸡肉切成块形小丁,加入鸡蛋清、干淀粉、精盐调拌均匀,连同配料荸荠丁放入热猜油锅内炒,l0秒钟后,沥去油,放入泡辣椒、葱、姜等同炒；②将糖、黄酒、酱油和湿淀粉、醋等调和,乘热倒入锅内炒几下即可。龙凤如意卷(吉祥如意)材料：蛋、虾泥、荸荠、紫菜。做法：先将蛋液煎成蛋皮，荸荠切末与虾泥混合。在蛋皮上依序铺上虾泥及紫菜，从两旁卷至中间，用保鲜膜包裹后放入电饭锅蒸熟，切片排盘即可。营养师：此道菜内馅不用肥肉，且用蒸熟的方式，故比外售之鱼卷、虾卷油脂含量荸荠怪柳汤【来源】民间方【原料】荸荠90克 柽柳叶15克(鲜枝叶30克)【制作】将荸荠、柽柳叶一同水煎。【用法】每日分2次饮服。【功效】温中益气，消风毒。适用于麻疹透发不快。荸荠狮子头【原料】：去皮荸荠5只，瘦肉馅300克，菜心50克，盐5克，酱油20克，糖15克，鸡蛋1只，生粉，葱末、姜末、味精、料酒、湿淀粉各适量。【制法】:1、将荸荠辄成米粒大小，拌进肉馅中，加盐、鸡蛋、料酒、湿淀粉、味精、葱姜末拌匀，做成四个大肉圆。2、炒锅上火，倒入油，油热后放入肉圆煎至两面黄时，烹入料酒，加酱油，糖倒高汤，用小火焖烧15分钟，将狮子头盛人用菜心垫好底的盆中，把卤汁着芡浇于面上。特点： 鲜嫩带脆，咸中有甜，红绿相衬。荸荠的几种吃法：1、晒干到了春天，剩余的大量荸荠不易保存，在安徽无为种植荸荠的农户家里会把荸荠放在太阳底下暴晒，这样一来可以让荸荠保存更长的时间，而且晒干后的荸荠更加的甘甜、可口。2、制作荸荠粉荸荠和藕一样都可以制作成粉，然后冲饮，大家只知道有藕粉，却很少知道荸荠粉（在安徽无为俗称果粉），其制作方法与藕粉的方法大致相同。冲饮时比藕粉更加浓厚，味道也更加爽口。如果将其规模化，定会有广阔的市场。　　]",
    " 荸荠的几种保健功能": "[降压作用：荸荠配合海蜇皮，能够消热去痰，降低血压。另外，荸荠汁加鲜藕汁、梨汁、鲜芦根汁、麦冬汁一起，称为“五汁饮”，用于生津消热、降低血压。治食道癌：荸荠10只，带皮蒸煮，每日服食。治咽喉肿：荸荠绞汁冷服，每次125克。预防流感：鲜荸荠250克，甘蔗1根，切段，入锅煎煮，熟而食之，有清热消炎，生津止渴之效，适于发热后期之心烦口渴和低烧不退，还可预防流感。通肠利便：荸荠500克，煮熟捣烂，加盐、姜、豆粉，挤成丸子，油炸后捞起。生粉勾芡成卤，浇在丸上，味鲜滑口，可消食开胃，利肠通便。【冬季荸荠】为莎草科植物荸荠的球茎。我国温暖地区有栽培。以广东、广西、福建等省出产为主。冬季挖取，洗净，风干或鲜用。[性味]味甘，性寒。[功用主治]清热生津、化痰明目、消积。用于温病消渴、咽喉肿痛、口腔炎、黄疸、热淋，高血压、肺热咳嗽等。[临床应用]1、治癌症放疗中或放疗后引起的津液亏损，大便秘结：生荸荠20枚(洗干净，并用温水烫)榨汁，然后加入半杯甘蔗汁和匀饮用，每日-2杯。2、治痰核、瘰疬：荸荠100克，海蜇100克，煮汤服，每日-3次。3、治阴虚肺燥、痰热咳嗽：鲜荸荠150克，打碎绞汁，加入藕汁100毫升，梨汁60毫升，芦根汁60毫升同服。每日-2次。4、治癌症术后、放化疗中脾胃虚弱：荸荠60克，香菇30克，嫩豆腐400克，葱花9克，油、盐，胡椒粉、味精各适量。将香菇洗净，温水发开去蒂切丝(保留菇水)；将豆腐切成小块状；将葱切碎；将荸荠洗净削皮，并切成小片。取香菇、荸荠、豆腐一起置入锅中煮汤，汤沸后加入油、盐、胡椒粉、味精，再入葱花煮片刻即可，佐膳服用。5、治癌症病人肝肾阴虚：荸荠150克，大鲜蘑菇14朵，杞子15克，酱油20克，鲜番茄1只，白糖、米酒、精炼油、芝麻油各适量。将荸荠洗净切片，蘑菇蒂削平后洗净，放沸水锅中煮25秒钟捞出，用冷水漂凉。锅置小火上烘热，下油，将蘑菇、荸荠放在油锅中，反复翻炒，至菇面呈金黄色，加入米酒、白糖、杞子、酱油及开水200毫升，加盖，用小火焖煮，至汤汁基本干，淋上麻油，然后将切片番茄放在蘑菇上即可。6、治癌症病人脾肺两虚：荸荠100克，蘑菇100克，鸡蛋3只，植物油、香葱、盐适量。将荸荠洗净切片；蘑菇洗净，切片；香葱洗净去根须，切成葱花。取鸡蛋放入碗内，投入蘑菇、荸荠、油、盐，用筷子打搅拌匀。再放入烧热的油锅中，不停翻炒，待成小块状时即可，佐膳服用。[用法用量]生食，绞汁，水煎，炒熟均可。每次-150克。[宜忌]脾胃虚寒者不宜食。[成分与药用]本品含丰富的蛋白质、糖、钙、铁及维生素，还有一种不耐热的抗菌物质——荸荠英。实验证明，荸荠对金黄色葡萄球菌、大肠杆菌、产气杆菌及绿脓杆菌等均有抑制作用。具有抗癌降压作用。营养分析荸荠中含的磷是根茎类蔬菜中较高的，能促进人体生长发育和维持生理功能的需要，对牙齿骨骼的发育有很大好处，同时可促进体内的糖、脂肪、蛋白质三大物质的代谢，调节酸碱平衡，因此荸荠适于儿童食用。英国在对荸荠的研究中发现一种“荸荠英”，这种物质对黄金色葡萄球菌、大肠杆菌、产气杆菌及绿脓杆菌均有一定的抑制作用，对降低血压也有一定效果。这种物质还对癌肿有防治作用。荸荠质嫩多津，可治疗热病津伤口渴之症，对糖尿病尿多者，有一定的辅助治疗作用。荸荠水煎汤汁能利尿排淋，对于小便淋沥涩通者有一定治疗作用，可作为尿路感染患者的食疗佳品。近年研究发现荸荠含有一种抗病毒物质可抑制流脑，流感病毒，能用于预防流脑及流感的传播。　　]",
    " 适宜人群": "[一般人群均可食用。1. 儿童和发烧病人最宜食用，咳嗽多痰、咽干喉痛、消化不良、大小便不利、癌症患者也可多食；对于高血压、便秘、糖尿病尿多者、小便淋沥涩通者、尿路感染患者均有一定功效，而且还可预防流脑及流感的传播。2. 不适宜小儿消化力弱、脾胃虚寒、有血淤者。　　]",
    " 烹饪指导": "[1. 荸荠不可生吃，但因为荸荠生长在泥中，外皮和内部都有可能附着较多的细菌和寄生虫，所以一定要洗净煮透后方可食用。2. 熟食多用于做配料，也可用于炒、烧或做馅心。如“荸荠炒虾仁”、“荸荠炒鸡丁”等。3. 荸荠具有清热泻火的良好功效；应用于肺热咳嗽，痰浓难咳：荸荠汁1杯，川贝1.5克(研成粉)，拌匀服，每天2～3次。既可清热生津，又可补充营养，最宜用于发烧病人。　　]",
    " 食疗作用": "[荸荠味甘、性寒；既具有清肺热，又富含黏液质，有生津润肺、化痰利肠、通淋利尿、消痈解毒、凉血化湿、消食除胀的功效；主治热病消渴、黄疸、目赤、咽喉肿痛、小便赤热短少、外感风热、痞积等病症。　　]",
    " 每100克营养成分": "[能量59千卡蛋白质1.2克脂肪0.2克碳水化合物14.2克膳食纤维1.1克维生素A3微克胡萝卜素20微克硫胺素0.02毫克核黄素0.02毫克烟酸0.7毫克维生素C7毫克维生素E0.65毫克钙4毫克磷44毫克钾306毫克钠15.7毫克镁12毫克铁0.6毫克锌0.34毫克硒0.7微克铜0.07毫克锰0.11毫克　　]",
    " 食疗价值": "[莎草科水生草本植物荸芥的球茎。又称乌芋、地栗、马蹄、马薯、红慈菇。我国各温暖地区均有分布，多为栽培。秋末、科初采收，除去地上部分，洗净鲜用，或风干备用。[性能]味甘，性微寒。能清热生津，凉血解毒，化痰消积，明目退翳。[参考]含淀粉、蛋白质、脂肪、钙、磷、铁、维生素C和荸荠素等成分。荸荠素对金黄色葡萄球菌、大肠杆菌及绿脓杆菌有抑制作用。[用途]用于温热病，热伤津液，烦热口渴，或大便秘结；血热便血，痔疮或痢疾便血，妇女崩漏；阴虚肺燥，痰热咳嗽，或咽喉不利；痞块积聚，或食积不消；目赤障翳。[用法]生食，绞汁，煎汤，浸酒，或研末服。[附方]1，荸荠酒：荸荠60g，捣烂绞取汁液，加入米酒1杯煎热。空腹服。源于《神秘方》。荸荠能凉血而止血；米酒可助药力，其性温，可使全方药性趋于平和。用于大便下血。2，荸荠麦冬莱菔汤：鲜荸荠120g、鲜萝卜250g，捣烂，绞取汁液，加入麦门冬15g。煎汤服。本方以麦门冬配荸荠养阴润肺，清热化痰，以萝卜清热化痰、止咳。用于阴虚肺热，咳嗽痰多。3、荸荠梨汤：（治嗓好饮料）取荸荠10个，梨2个，去皮切块，加适量水煮开后饮用。荸荠能止渴解毒、温中益气，与梨同用可防止梨的寒性伤胃。将荸荠打碎取汁液后直接服用，也可治疗急慢性咽喉不适。　　]",
    " 荸荠的栽培": "[]",
    " ①选地与茬口搭配": "[荸荠的生命力较强，可利用排灌方便，阳光充足，土层肥沃的洼地、水田栽植，土质以砂壤土为好。荸荠具有贴犁底层着一的特性，栽植前将蔼田浅耕浅耙2～3次，使田土平整，成泥糊状。耕前施基肥。荸荠可与水稻和多种水生植物接。生产上，通常将4月催芽，6月移植，立冬前后收获的荸芥，称“早水荸荠”；5月催芽，7月栽种，冬至收获的荸荠称“伏水荸荠”；6月底到7月初育苗，7月下旬以后栽植的荸荠称“晚水荸荠”。前茬为早稻，采用早、中熟品种，立秋之前收割，栽植晚水荸荠，10月中下旬采后，再种油菜。前茬若为莲藕，采用早熟藕种，立秋前采收，栽植荸荠；前茬若为茭白，宜采用早熟两熟茭品种，可边采收夏茭，边套栽荸荠。也可等夏茭采收后再栽荸荠。小暑以后将荠苗套入席草行间，大暑前后收去席草后，留荸荠生长。荸荠不宜连作，连作球茎不易肥大，产量较低，同一块田地一般2～3年栽植1次。　　]",
    " ②培育壮苗": "[育苗时间因移栽时期而定。早水荸荠因前期气温低，在移栽前40～45天(3月下旬至4月上旬)开始育苗；晚水荸荠因育苗时气温较高，在栽植前20～25天育苗。育苗方法包括催芽、秧田准备、排种和秧田管理。选荠芽粗长、球茎扁圆端正饱满、大小适中、表皮光滑、深褐色、无病无伤、符合品种特征的种荠催芽。早水荸荠于清明前后催芽，选在避风向阳的室内，周围围成一圈，内铺湿稻草10厘米左右厚，将种荠芽朝上排列在稻草上，叠放3～4层，上面覆盖稻草或水草，每日早晚淋水，10～15天，后当芽长1～2厘米时，除去上层盖草，继续淋水保持湿润，20天后当叶状茎长高10～12厘米，并有3～4个侧芽萌发时，即可移入育秧田。伏水荸荠或晚水荸荠如催芽前种荠表皮皱缩或已萌芽，可先将顶芽摘去1～2毫米(使出苗整齐)，浸水昼夜后取出叠放，保持湿润，2～3天后便可全部萌芽，排入育苗田。一般每公顷秧田荠秧可供大田77～150公顷栽植。每公顷大田用种量：早水荸荠300～370千克；伏水荸荠、晚水荸荠荠因栽植晚，栽植密度要大，加上因贮藏期长，温度高，种荠损失较多，每公顷需种荠900～1800千克。秧田分旱秧田和水秧田两种，二者都应选在排灌方便、地势平坦、阳光充足的田块。旱秧田先上足土粪，将田中土锄细，作成畦，畦宽1.2～1.5米，畦沟宽0.3米，田四周筑土埂，夯实，以保存水分；水秧田的做法与水稻秧田相似，上足农家肥后做成畦，畦宽1米左右，畦沟内灌水。生产上多用水秧田育秧。将催过芽的种荠，按球茎间距15厘米见方，排在秧田畦面上。排种时将种荠荠芽朝上，按入泥中，保持芽头高低一致。排种后浇泥浆1～2次，露出芽尖。夏季高温时排种，就防止烈日晒枯幼苗。在畦面浇过泥浆后，搭上棚架，晴天上覆草帘遮荫，保持土壤湿润，夜晚揭帘露苗。10～15天后当叶状茎长10厘米左右时，去掉棚架炼苗。苗齐后浇稀粪水1次，并保持1～3厘米水层。当荠秧高20～25厘米，并有5～6根叶状茎时即可栽植。秧田期20天左右。早水荸荠都用分株繁殖，球茎在室内催芽育苗后，于立夏到小满期间移入秧田，苗距适当稀些。夏至以后，球茎四周抽生分株，即可拔起分株栽植。　　]",
    " ③移栽": "[栽前先拔好荠秧，洗去厚泥，去掉叶状茎簇生而纤细的秧苗。因这种秧苗栽植后，不易发生分株，俗称“雄荸荠”。如秧苗发生许多分蘖和分株，应将母株分成3～4股。如秧苗叶状茎过长，应割去削头，留40～50厘米，以防栽后折断。栽植密度，因栽植时期、土壤肥力和秧苗素质而异。高密度栽植不但不能增产，反而由于地上部分生长茂密而易引起病虫害和倒伏，造成减产；基本苗不足，单位面积株数不够，结果产量也不高。早栽田，生长期长，发棵量大，行穴距可为50～60厘米见方，每穴一株或具有3～5根叶状茎的分株一丛，每公顷～4.5万株；迟栽田应加大密度，行距40～50厘米，穴距25～35厘米，每公顷 3.7～9万株。栽植时应深浅适宜，过浅发棵少，结荠也小；过深发棵慢，结荠深，不易挖取。带种荠的秧苗，应以球茎入土8～10厘米，根系着泥为度。如用分株，应先将根部理齐，栽入泥中12～15厘米为宜。　　]",
    " ④水肥管理": "[大田基肥在耕地时每公顷施农家肥3～4.5万千克，过磷酸钙4500～750千克。栽后适宜的追肥时期是在分蘖、分株初期进行，以促进植株早发棵。追肥量多少因移栽期和土壤肥力而异。早水荸荠生长期长，以基肥和追施有机肥为主，可在移栽后15～20天、开花前期各追施1次人粪尿或尿素，追肥量不宜过多，以免植株徒长，容易引起病虫害和倒伏。伏水荸荠施肥量适中。晚水荸荠生长期短，为争取短期内发棵封行，应根据土壤肥力适当加大施肥量，并以追施速效肥为主。追肥2～3次，可在栽后10～12天第1次追人粪尿每公顷～3万千克或尿素150～220千克，以促进提早分蘖分株；第1次追肥后8～10天第2次追施素75～150千克；第3次追肥根据全田生长情况适量追施，一般在开花前追施尿素45～75千克，以促进结荠。第2次追肥量不宜过多，以免植株贪青，延迟结荠期，影响产量。追施时如气温较高，粪水浓度宜稀，尿素应在露水干后撒施，以免烧伤茎叶。可结合追肥，在荠面封行前中耕和除草3～4次。球茎形成期，严防人畜下田，以免踩断地下匍匐茎。荸荠一生需水量大，栽后田间不宜缺水。一般移栽至分蘖分株期，田间保持2～3厘米浅水层。如荠田淤泥层深，可在栽后25～35天放水晒田，以促进根系发育和控制无效分蘖。秋分以后为地下球茎膨大期，水层应加深到5～6厘米。球茎成熟后，应在采收前10～15天放干田水，以利于下茬种植。如需在第2年春季采收，冬季田间应保持湿润，表土不应干裂，以免冻伤球茎。　　]",
    " ⑤病虫害防治": "[虫害主要有蝗虫、蚱蜢等。发生时可用氧化乐果或敌杀死防治。病害主要有枯萎病、茎腐病、菌核病等，农民称“荸荠瘟”，是由这几种病害共同作用的结果。多发生在高温高湿季节，发病早，蔓延快，危害大，是荸荠毁灭性病害。发病初期，病斑呈暗绿色，水渍状，后期扩大成黄色大斑。防治方法：一是杜绝菌源。催芽前将种荠用25％多菌灵500倍液浸泡8～10小时，排种前将有芽球茎浸泡1～2小时；苗床地和大田前2～3年不应栽过荸荠；荠田水源应清新，不宜串灌。二是及早防治。发病初期可用50％多菌灵可湿性粉剂水稀释500～1000倍，或45％代森铵100倍液，或70％托布津800倍液，每隔5天，连续喷施2～3次，防治效果较好。　　]",
    " ⑥采收、选种与贮藏": "[荸荠采收期可从霜降开始到第2年春分为止。早期采收的球茎，肉嫩味淡皮薄，不耐贮藏。冬至到小寒，球茎皮色转为红褐色，味最甜，为含糖量最高期，此时采收最适宜。以后球茎含糖量逐渐减少，表皮增厚，皮色加深，变为黑褐色，表皮之下又产生一层黄衣，品质变差，所以商品用球茎宜在越冬前采收。采收方法：一般在采收前一天放掉田水，因球茎主要集中在9～20厘米的土层中，先扒掉上层8～9厘米泥土，然后将下层土扒出，用手仔细捏出球茎(群众称“摸荸荠”)。如抢种茬口(如油菜茬或小麦茬)，应在采收前10～15天排水晾干，用叉挖取。商品用球茎挖出后，剔去破损的球茎，将完整的球茎连附泥晒干，入窖后，可贮存到第2年4月份。荸荠的产量与品种、栽植期、水肥条件等有关。早水荸荠每公顷产3～3.7万千克；伏水荸荠2.2～3万千克；晚水荸荠1.5～2.2万千克。晚栽荸荠减产的主要原因是单球茎减少，大多为2～3级(10～15克)中、小球茎。种荠应在春分左右挖出，挖前先剪去指甲，取球茎，挑选皮色深，芽粗短，无破损，个大带泥的球茎，摊置荫凉处至八成干，以球茎表皮未皱为宜，撒干细土使球茎外表沾着干泥，然后进行贮藏。贮藏场所应地势较高，温度变化较小。种荠贮藏方法有两种：一是窖藏法。贮种400～500千克的地窖，挖穴长、宽、深各为100厘米，窖底略宽。而后将种荠轻轻铺入窖内，每放20～25厘米厚度的球茎，上撒干细土一层，以吸收球茎中散出的水分，如此层层堆积，至离窖口20～25厘米时，其上铺干细土封口。窖口搁木板，以免意外压坏球茎和催芽育苗前便于开窖取种。另一种是堆藏法。将种荠堆积在地面上，四周用围席围住，其大小，根据贮种量而定，堆藏的方法和窖藏一样，一般堆高不超过100厘米。围席外用河泥涂抹，堆上盖土和稻草，涂泥封顶。参看《中药学》- 荸荠《中医饮食营养学》- 荸荠]"
},{
    "中药名称": "鼻烟",
    "内容": ""
},{
    "中药名称": "笔罗子",
    "异名": "[野枇杷(《中国树木分类学》)，粗糠柴、花木香(《中国经济植物志》)，山枇杷、毛鼻良(《湖南民间药物资料》)。　　]",
    " 来源": "[为清风藤科植物笔罗子的果实。　　]",
    " 植物形态": "[笔罗子，常绿小乔木，高约10米。 树干笔直，皮灰褐色；嫩枝粗壮，密生锈色柔毛。单叶互生，革质，倒披针形或椭圆形，长8～25厘米，宽3～5厘米，先端尖或钝，基部楔形，全缘或上部疏生锯齿，上面嫩时有毛，下面有锈色绒毛，侧脉在背面显明；叶柄长2.5～3厘米，有短毛。圆锥花序顶生，有锈色柔毛；花小，白色；萼片5；花瓣5；雄蕊5。核果近球形，基部倾斜，径5～8毫米，萼宿存。花期5～6月。果期8月。　　]",
    " 生境分布": "[生于山坡、溪边、林缘或阔叶杂木林中及灌木丛内。 分布浙江、福建、台湾、广东、广西、湖南等地。　　]",
    " 化学成分": "[树皮含鞣质16.0%，叶含鞣质5.7%。　　]",
    " 功用主治": "[《湖南民间药物资料》：治咳嗽、感冒，止痛。　　]",
    " 用法用量": "[内服：煎汤，2～3钱。]"
},{
    "中药名称": "笔筒草",
    "内容": ""
},{
    "中药名称": "荜茇",
    "考证": "[【考证】出自《开宝本草》。1.《唐本草》：荜拨，生波斯。丛生，茎叶似蒟酱，其子紧细。味辛烈于蒟酱，胡人将来入食味用也。2.《酉阳杂俎》：荜拨，出摩伽陁，呼为荜拨梨，拂LI呼为阿梨诃咃。苗长三四尺，茎细如箸，叶似蕺叶，子似桑椹，八月采。3.《海药本草》：按徐表《南州记》：荜拨本出南海，长一指，赤褐色为上。复有荜拨）短小黑，味不堪。与阿魏和合良，亦滋食味。得诃子、人参、桂心、干姜，治虚冷肠鸣泄痢。4.《本草图经》：荜拨，今岭南有之，多生竹林内，正月发苗作丛，高三四尺，其茎如箸，叶青圆，阔二三寸，如桑，面光而厚。三月开花，白色在表。七月结子，如小指大，长二寸已来，青黑色，类椹子。九月收采，灰杀。暴干，南人爱其辛香，或取叶生茹之。5.《纲目》：段成式言青州防风子可乱荜茇，盖亦不然。荜茇气味正如胡椒，其形长一二寸，防风子圆如胡荽子，大不相侔也。　　]",
    " 药材及成分": "[为胡椒科藤本植物荜茇Piper longum L.的未成熟果穗。产于云南、广东等地。9～10月间，果实由黄变黑时摘下，晒干。生用。 含胡椒碱、挥发油。油中主要成分为丁香烯及芝麻素等。　　]",
    " 药性功效": "[辛，热。归胃、大肠经。 本品辛热，善走胃肠，能温散肠胃痼冷，而具温中止痛之功。 温中止痛：主治肠胃痼冷，脘腹冷痛，呕吐泄泻。此外，外敷也治牙痛。　　]",
    " 临床应用": "[治疗牙痛：荜茇5g、高良姜3g、川椒25g、生川、草乌各0.5g、洋金花0.2g，上药置瓶中，加入75%酒精100ml，浸泡一周后加入樟脑2g，密封备用。用时可将干棉球蘸取药液适量，抹齿周围、并咬住棉球，吐出口中唾液。（《中原医刊》，1983；（6）；22） 另方用荜茇10g、生草乌4g、甘松10g、白芷10g、冰片3g、细辛5g、鹅不食草6g。共研细末，装瓶备用。用时取0.3g#鼻。（《中级医刊》1983；18（6）：29）〖使用禁忌〗无　　]",
    " 药理知识": "[荜茇挥发油可增强动物耐缺氧能力，并可扩张冠脉，拮抗垂体后叶素所致心肌缺血。荜茇酰胺有降血压作用。荜茇油非皂化物有降血脂作用。此外，荜茇挥发油有抗菌、抗病毒作用。荜茇制剂有镇静、抗惊厥作用。&lt;古验方&gt;古籍《独选志》中记载了这样一件事，唐太宗李世民得了“气痢病”，控制不住地放屁，经多方治疗均无效，于是下了皇榜征招能治此病的神医。一张姓人士揭榜献方，牛乳煎煮荜茇。太宗照此方食下，果然灵验。献的原方是：牛乳250克、荜茇15克同煎煮。取汁一半空腹喝下，日饮一次。唐刘禹锡对这件事也作了记载，李时珍《本草纲目》中说：牛乳荜茇治“气痢”有效。他认为“气痢”是由于寒热不调起，牛乳，性微寒，有补虚损、益肺胃、生津润肠之功效。荜茇，性温热，有温中散热、下气止痛之效。用牛乳和荜茇一寒一热使阴阳得到调和，所以适用此症。【中药化学成分】荜茇果实含胡椒碱（piperine），棕榈酸（palmitic acid)，四氢胡椒酸（teTCMLIBahydropiperic acid)，十一碳-1-烯-3，4-甲撑二氧苯（l-undecylenyl-3，4-methylene-dioxybenzene），哌啶（piperine），挥发油，N-异丁基癸二烯-反2-反4-酰胺（N-isobutyldeca-TCMLIBans-2-TCMLIBans-4-dienamide），芝麻素（sesamin），荜茇壬二烯哌啶（pipernonaline），荜茇十一碳三烯哌啶（piperun-decalidine），荜茇明宁碱（piperlonguminine），二氢荜茇明宁碱（di-hydropiperlonguminine），胡椒酰胺（pipercide），几内亚胡椒酰胺（guineensine），N-异丁基十八碳-2，4-二烯酰胺（N-isobutyloc-tadeca-2（E），4（E）-dienamide〕，N-异丁基二十碳-2，4-二烯酰胺［N-isobutyleicosa-2（E），4（E）-dienamide］，N-异丁基二十碳-2，4，8-三烯酰胺［N-isobutyleicosa-2（E），4（E），8（Z）-TCMLIBienamide］，荜茇壬三烯哌啶（dehydropipernonaline）。茎含荜茇明碱（piplar-tine,piperlongumine）。种子中含长柄胡椒碱（sylvatine），双异桉脂素（diaeudesmin］。【英文名】 FRUCTUS PIPERIS LONGI【别名】荜拔、鼠尾【制法】除去杂质。用时捣碎。【性状】本品呈圆柱形，稍弯曲，由多数小浆果集合而成，长1.5～3.5cm，直径0.3～0.5cm。表面黑褐色或棕色，有斜向排列整齐的小突起，基部有果穗梗残存或脱落。质硬而脆，易折断，断面不整齐，颗粒状。小浆果球形，直径约0.1cm。有特异香气，味辛辣。　　]",
    " 鉴别": "[（1） 本品粉末灰褐色。石细胞类圆形、长卵形或多角形，直径25～61μm,长至170μm，壁较厚，有的层纹明显。油细胞类圆形，直径25～66μm。种皮细胞红棕色，长多角形，壁连珠状增厚。淀粉粒细小，常聚集成团块。（2） 取本品粉末少量，加硫酸1 滴，显鲜红色，渐变红棕色，后转棕褐色。（3） 取本品粉末0.8g，加无水乙醇5ml,超声处理30分钟，滤过，滤液作为供试品溶液。另取胡椒碱对照品，置棕色量瓶中，加无水乙醇制成每1ml 含4mg 的溶液，作为对照品溶液。照薄层色谱法（附录Ⅵ B）试验，吸取上述两种溶液各2μl，分别点于同一硅胶G薄层板上，以苯－醋酸乙酯－丙酮（7:2:1） 为展开剂，展开，取出，晾干，置紫外光灯（365nm） 下检视。供试品色谱中，在与对照品色谱相应的位置上，显相同的蓝色荧光斑点；喷以10％硫酸乙醇溶液，加热至斑点显色清晰，供试品色谱中，在与对照品色谱相应的位置上，显相同的褐黄色斑点。　　]",
    " 含量测定": "[照高效液相色谱法（附录Ⅵ D）测定。色谱条件与系统适用性试验 用十八烷基硅烷键合硅胶为填充剂；甲醇－水（77:23） 为流动相；检测波长343nm。理论板数按胡椒碱峰计算应不低于1500。内标溶液的制备 精密称取二甲氨基苯甲醛适量，置棕色量瓶中，加无水乙醇制成每1ml 含1mg 的溶液，即得。测定法 精密称取胡椒碱对照品适量，置棕色量瓶中，加无水乙醇制成每1ml 含1mg的溶液。精密量取该溶液和内标溶液各2ml，置25ml棕色量瓶中，加无水乙醇至刻度，摇匀，吸取4μl注入液相色谱仪，记录色谱图。另取本品中粉约0.25g，精密称定，置100ml棕色量瓶中，加无水乙醇约80ml，超声处理（功率250W，频率20kHz）至少30分钟，放置至室温后，加无水乙醇至刻度，摇匀，滤过，精密量取滤液20ml与内标溶液2ml，置25ml棕色量瓶中，加无水乙醇至刻度，摇匀，吸取4μl注入液相色谱仪，按内标法以峰面积计算，即得。本品按干燥品计算，含胡椒碱（C17H19NO3） 不得少于2.5％ 。【性味归经】辛，热。归胃、大肠经。【功能主治】温中散寒，下气止痛。用于脘腹冷痛，呕吐，泄泻，偏头痛；外治牙痛。【用法用量】 1.5～3g。外用适量，研末塞龋齿孔中。【贮藏】置阴凉干燥处，防蛀。【摘录】《中国药典》]"
},{
    "中药名称": "荜澄茄",
    "功效": "[温暖脾肾，健胃消食，属芳香开胃性调味品。　　]",
    " 宜食": "[适宜食积气胀，胃寒冷痛，反胃呕吐，不思饮食，肠鸣腹泻之人作为调料食用；也适宜阿米巴痢疾患者食用。有临床报道单用荜澄茄子研细放入空心胶囊内，每次1克，隔2小时1次，每日4次，连食3-5天。共治60例，仅4例无效。《本草纲目》：“暖脾胃，止呕吐哕逆。”《本草述钩元》：“荜澄茄，温益脾胃，令人能食。”《本草撮要》：“荜澄茄得白豆蔻治噎食不纳，得高良姜治寒呃。”　　]",
    " 忌食": "[对阴虚火旺之人忌食；干燥综合征，结核病，糖尿病者忌食。《本经逢原》：“阴虚血分有热，发热咳嗽禁用。”　　]",
    " 按语": "[食用、中药荜澄茄实为两个品种，一是胡椒科植物荜澄茄的果实，二为樟科植物山鸡椒的果实。前者主产于印度尼西亚、印度等地；后者分布在中国长江流域及南方各地。荜澄茄的主要成分为挥发油、荜澄茄素、树脂、荜澄茄酸、脂肪油、淀粉、树胶、色素、荜澄茄脑、荜澄茄内酯等。山鸡椒则含挥发油、脂肪油，挥发油为柠檬酸、甲基庚烯酮，脂肪油中含不皂化物。　　]",
    " 其它": "[【用法用量】 1.5～3g；子：1～3钱叶外用适量，鲜叶捣烂敷患处。【贮藏】置阴凉干燥处。【摘录】《全国中草药汇编》主要成分：果实含挥发油10～18%、荜澄茄素2.5%、树脂3%、荜澄茄酸1.7%、脂肪油1.5%、淀粉1.8%、树胶8%、色素7%。挥发油主成分为d - 香桧烯约33%、d一蒈烯及1，4-桉叶素共约12%、d - 松油醇11%及L - 杜松油烯等。果实中尚含荜澄茄内酯。]"
},{
    "中药名称": "蓖麻",
    "简介": "[蓖麻 ，大戟科Euphorbiaceae)植物，学名Ricinus communis。栽培用以提取医药及工业用油，或用作风景树以观赏其叶。叶掌状，12裂，大而美观；果古铜色到红色，生有硬毛和刺，簇生，美观，通常成熟前就采收。种子外形似豆，表面有花斑，成熟後含有毒的蓖麻碱(ricin)。可能原产非洲，已在全世界热带归化，印度和巴西是主要种植国。蓖麻油用作润滑油及缓泻药。在热带，植株可高达10∼13公尺(30∼40呎)。在温带气候条件下则成仅高1.5∼2.4公尺的一年生植物。蓖麻属仅蓖麻一种，但有成百个自然类型和许多园艺品种。大戟科蓖麻属一年生或多年生草本。原产非洲东部，经亚洲传入美洲，再至欧洲。中国蓖麻引自印度，自海南至黑龙江北纬49°以南均有分布。华北、东北最多，西北和华东次之 ，其他为零星种植 。热带地区有半野生的多年生蓖麻。蓖麻栽培种有油用和油药兼用两种类型。根系发达，入土深。茎柔韧 ，中空，节节分枝 ，分枝多少因品种、密度而不同。多年生蓖麻植株高达 5米以上。茎、叶绿色或紫红色。植株被有白色蜡粉，光滑无毛。叶掌形，有的呈鸡爪形。花单性，总状圆锥花序，穗轴上部着生雌花，花柱红色，下部为雄花。偶有两性花混合排列或只有单生雌性花的植株。蒴果有刺或无刺，3室，每室1粒种子。皮壳光滑硬脆，有浅花纹，红至黑褐色。生长最适温度为20～28℃。蓖麻在中国北方玉泉山蓖麻于冬前深耕，施用有机肥熟化土壤，成片种植。南方利用隙地种植。种子发育不需很高温度，幼苗可耐 0℃ 左右低温。可直播或育苗移栽。北方春播宜早，气温稳定在10℃时可播种，以延长生长期并提高产量。多年生蓖麻可宿根留种，越冬前砍去地上部分，注意覆盖保温防冻。当大部蒴果呈深褐或黄褐色并开始出现裂纹时收获。主要病虫害有枯萎病 、叶枯病 、细菌性斑点病和地老虎、棉铃虫、刺蛾、蓖麻夜蛾。蓖麻种子含油量50％左右。蓖麻油为重要工业用油，可制表面活性剂 、脂肪酸甘油脂 、脂二醇、干性油 、癸二酸、聚合用的稳定剂和增塑剂、泡沫塑料及弹性橡胶等。并是高级润滑油原料 。还可作药剂 ，有缓泻作用。饼粉中富含氮、磷、钾，为良好的有机肥，经高温脱毒后可作饲料。茎皮富含纤维，为造纸和人造棉原料。　　]",
    " 历史和传布": "[蓖麻原产非洲东部,后经亚洲传入美洲，再传到欧洲。中国蓖麻由印度传入，已有1300多年的栽蓖麻(Ricinus communis)培和利用的历史,《唐本草》（公元639）就有记载。长期以来都为零星种植，多栽培于大田、低山坡、宅旁或路旁隙地。采收蓖麻种子可榨油，油粘度高，凝固点低，既耐严寒又耐高温,在-8～-10℃不冰冻，在500～600℃不凝固和变性，具有其他油脂所不及的特性，为化工、轻工、冶金、机电、纺织、印刷、染料等工业和医药的重要原料。油粕可作肥料、饲料以及活性炭和胶卷的原料。进入20世纪后，由于近代工业需要大量高级润滑油，蓖麻生产才迅速发展。蓖麻油不能食用。经济价值高，它是药用泻剂；纺织、化工及轻工等部门用蓖麻油作助染剂、润滑剂、增塑刑、乳化刑和制造涂料、油漆、皂类及油墨的原料。蓖麻油经浓硫酸处理使得到表面活性很好的硫酸酯(俗称土耳其红油)。蓖麻油脱水则可得到具有共轭双键的干性油脂。以不同的氢化条件处理蓖麻油可以得到多种产品，因此蓖麻油广泛应用于各种工业部门。蓖麻油最接近纯化合物单酸甘三酯，在常见油脂中只有橄榄油(含80％左右的油酸)、红花油(70％以上亚油酸)和桐油(约含85％的桐酸)有此特点。蓖麻油中不皂化物含量小于1％。维生素含量较低(0.05左右)。蓖麻籽含油量高，由于油的用途不同，因此取油方法也不同，药用蓖麻油用水压机冷 榨，温度不超过50，否则部分杂质会溶入油中而不能作药用。用冷榨所得的油称为1号蓖麻油。其饼粉碎后进行再次压榨或浸出以制取3号蓖麻油(无2号)，供工业用。用螺旋榨油机直接压榨，或者采用预榨-浸出所得到的蓖麻油只能作为工业用油。中国自海南至黑龙江北纬49°以南地区都有分布。以华北、东北生产最多，西北和华东次之，其他各地多为零星种植。热带地区有半野生状态的多年生蓖麻。　　]",
    " 栽培": "[蓖麻是蓖麻深根作物。中国北方大面积种植地区多在冬前深耕,风化土壤,以增加蓄水保肥性能。南方利用隙地播种。喜温，但种子发芽不需很高的温度。种壳较坚硬，吸水较慢,春播宜早,当气温稳定在10℃时即可播种。也可育苗移栽。幼苗可耐零度左右的低温。北方蓖麻早播可延长生育期并提高产量。多年生蓖麻也可宿根留种,越冬前砍去地上部,用土或农家肥覆盖，也可用稻草或薄膜防冻保暖。株行距以65～100厘米为宜。1～6片真叶时摘去主茎顶芽，以促进侧枝生长发育。 当大部分蒴果呈深褐色或黄褐色并开始出现裂纹时收获，也可分次采收。多年生蓖麻可连续收获10年左右。主要病害有枯萎病、叶枯病和细菌性斑点病等。主要害虫有地老虎、棉铃虫、刺蛾和蓖麻夜蛾等。　　]",
    " 药用介绍": "[全株可入药，有祛湿通络、消肿、拔毒之效。种子含蓖麻毒素，未经加热处理，不得内服。气味：（子）甘、辛、平、有小毒。主治：1、半身不遂，失音不语。取蓖麻子油一升、酒一斗，在铜锅中煮熟，细细服下。2、口目歪斜。用蓖麻子仁捣成膏，左边斜则贴右，右边斜则贴左。有效。3、风气头痛。用乳香、狎麻仁等分，捣成饼，贴太阳穴。又方：蓖麻仁半两、枣肉十五枚，捣涂纸上，卷成筒子插入鼻中，有清鼻滋流下即愈。4、鼻塞不通。用蓖麻子仁二十粒、在枣（去皮）一枚、捣匀，棉裹塞鼻中。一天换药一次。三十天以后，鼻通，嗅觉恢复。5、急性喉痹，牙关咬紧。用蓖麻仁研烂，纸卷作筒，烧出烟，熏吸喉部，此方名“圣烟筒”。6、咽中疮肿。用蓖麻子仁一枚、朴硝一一，同研细，新汲水送服，连进二、三服，很见效。7、水气胀满。用蓖麻子仁研细，加水得三合，清晨一顿服尽，中午有青黄水排出。身体强壮的人，蓖麻子可服五粒。8、脚气病。用蓖麻子七烂，去壳，研烂，同苏合香调匀贴足心，痛即止。9、小便不通用蓖麻仁三烂，研细，包成纸捻，插入尿道，即通。10、子宫脱出。有蓖麻子仁、枯矾、等分为末，铺纸上，把子宫托入；同时以蓖麻子仁十四枚，研成膏涂顶心。11、催生下胎（不拘生胎死胎）。用蓖麻子二个、巴豆二个、麝香一分，共研匀，贴脐上并足心。12、一切毒肿。用蓖麻子仁捣烂，敷患处。13、疠风（鼻塌下，手指弯曲，指节疼痛，渐至断落）。用蓖麻子一两，去皮，黄连一两，锉如豆大，同泡在水一升中，几日后，取蓖麻子一枚劈破，以泡药的水送服。以后蓖麻子有得每次可增到四、五枚。肚子稍泻，并不碍事，泡药的不用完后，可添加新水。两月肥后，试吃大蒜猪肉。用如不发病，即服药已经收效。如仍发病必继续服药。14、瘰疬结核。用蓖麻子炒，去皮，每睡时服二、三枚，有效。但一生不可再吃炒豆。15、肺风面疮（起白屑或微有赤疮）。用蓖麻子仁五十粒，白果、枣各三个、瓦松三钱、皂角一个，共捣烂，做成团子，用以洗面。16、脸上雀斑用蓖麻子仁、蜜陀僧、硫磺和呈钱，共研为末。以羊脑髓和匀，每夜敷斑上。17、突然耳聋。用蓖麻子一百个，去壳与大枣十五枚，一起捣烂，稍加人乳，做成锭子。用时取一枚裹棉花中塞耳内。一天换药一次。以二十日病愈。18、汤火伤。用蓖麻子仁蛤粉，等分为末，汤伤以油调搽，火灼以水调搽。附方：蓖麻叶：有毒，能治脚气风肿，止鼻血，亦治痰喘咳嗽【别名】红蓖麻【来源】本品为大戟科植物蓖麻 Ricinus communis L.的种子（见“蓖麻子”）、根及叶入药。夏秋采根及叶，分别晒干或鲜用。【性味归经】叶：甘、辛，平。有小毒。根：淡、微辛，平。该物种为中国植物图谱数据库收录的有毒植物，其毒性为全株有毒，种子毒性大。儿童吃3-4粒，成人吃20粒即可中毒死亡。一般轻度中毒者半天后表现衰弱无力，重者有恶心、腹痛、吐泻、体温升高、呼吸加快、四肢抽搐、痉挛、昏迷死亡。牛、马、猪等误食蓖麻子，能引起食欲减少、呕吐、下痢、疝痛、痉挛，严重时死亡。家畜误食蓖麻子致死量：马36—50g，牛350—450g，牛犊20g，绵羊30g，山羊105——140g，猪60g，仔猪15——20g，兔1．5g，鹅1g，鸡18g。蓖麻花【功能主治】叶：消肿拔毒，止痒。治疮疡肿毒，鲜品捣烂外敷；治湿疹瘙痒，煎水外洗；并可灭蛆、杀孑孓。根：祛风活血，止痛镇静。用于风湿关节痛，破伤风，癫痫，精神分裂症。【用法用量】根1～2两，水煎服。【摘录】《全国中草药汇编》]",
    " 蓖麻毒素": "[]",
    " 蓖麻毒素是什麼": "[• 蓖麻毒素（Ricin）是用蓖麻子加工后剩下的废物制成的毒药。• 存在形式可以是粉末、薄雾或颗粒，也可以溶於水中或弱酸中。• 蓖麻毒素是一种稳定物质，例如，受极热或极冷环境的影响不大。蓖麻毒素存在的地方和使用方法• 世界各地都加工蓖麻子生产蓖麻油。蓖麻毒素是生产蓖麻油时产生的废物「糊狀物」之一部分。• 蓖麻毒素具有一些潜在的医療用途，如骨髓移植与癌症治療（殺死癌细胞）。]",
    " 如何才会接触到蓖麻毒素": "[• 制造蓖麻毒素并用以害人必定是蓄意的行为，不太可能意外接触到蓖麻毒素。• 吸入薄雾狀或粉末狀蓖麻毒素就会中毒。• 蓖麻毒素也可溶於水或食物中，然后被吞咽。• 颗粒狀蓖麻毒素或溶於液体中的蓖麻毒素都可以注射入人体内。• 视接触方式（如注射或吸入）而定，极少量约 500 微克的蓖麻毒素就足以殺死一个成年人。500 微克的蓖麻毒素的量约相当於针尖大小。如果吞咽蓖麻毒素，可能需要更大的量才能将人毒死。• 生活在倫敦的保加利亚作家与新闻记者马可夫（Georgi Markov），於 1978 年在受到手持雨伞的男子攻击后死亡。雨伞已经过改造，用來将剧毒的颗粒狀蓖麻毒素注射入马可夫的皮肤下。• 有些报告指出，在 20 世纪 80 年代的兩伊战争中就可能使用了蓖麻毒素，并在阿富汗盖达组织（Al Qaeda）洞穴中发现了大量的蓖麻毒素。• 蓖麻毒素中毒不会传染，不会透过偶然接触在人与人之间传播。]",
    " 蓖麻毒素的作用原理": "[• 蓖麻毒素的作用原理为，进入人体细胞并阻止细胞制造所需的蛋白质。没有蛋白质，细胞就会死亡。最后将伤害整个人体，从而造成死亡。• 蓖麻毒素中毒的影响取决於蓖麻毒素是被吸入、吞咽还是注射。]",
    " 接触蓖麻毒素的徵象与症狀": "[• 虽然在严重情况下许多器官可能会受到影响，蓖麻毒素中毒的主要症狀仍取决於接触方式与中毒量。• 吸入蓖麻毒素中毒的最初症狀可能在接触后 8 小时内才会出现。如果是吞咽蓖麻毒素中毒，最初症狀一般在不到 6 小时内出现。• 吸入：在吸入大量蓖麻毒素后的几小时内，可能的症狀是呼吸窘迫（呼吸困难）、发烧、咳嗽、恶心和胸闷。接著是大量出汗，且肺中积聚液体（肺水肿）。这会使呼吸更加困难，且皮肤发紫。过多的肺中积聚液体要透过 X 光或用听诊器听胸部才能诊断。最后，将可能出现低血压与呼吸衰竭，从而导致死亡。知道接触了蓖麻毒素时，若吸入蓖麻毒素后 12 小时内开始出现呼吸症狀，应寻求医療护理。• 吞咽：如果吞咽大量蓖麻毒素，将会出现带血性呕吐与腹泻。结果会严重脱水，然后便是低血压。其他徵象或症狀可能包括出现幻觉、癫痫和尿中带血。在几天内，肝脏、脾与肾可能会停止工作，导致死亡。• 皮肤与眼接触：粉末狀或薄雾狀的蓖麻毒素可导致皮肤与眼睛变红和疼痛。• 根据接触方式（吸入、吞咽或注射）与所吸收毒素量的不同，在接触后 36 到 72 小时内会发生蓖麻毒素中毒死亡。如果在 3 至 5 天内没有死亡，受害者通常会康復。• 一个人出现这些徵象与症狀，并不一定表示接触了蓖麻毒素。如何治療蓖麻毒素中毒因为没有治療蓖麻毒素的解毒剂，所以首先最好不要接触蓖麻毒素。如果无法避免接触蓖麻毒素，最重要的是尽快将蓖麻毒素从人体中清除。治療蓖麻毒素中毒时，对受害者进行医療护理，以将蓖麻毒素中毒所带來的影响降到最低程度。进行医療护理的類型将取决於几个因素，如受害者中毒的方式（即吸入中毒、吞咽中毒，或是皮肤或眼接触中毒）。护理包括许多方法，例如，帮助受害者呼吸、向静脉中注入液体（液体透过插入静脉的针注入）、用药物治療癫痫与低血压等情况、用活性炭洗胃（如果刚吞咽蓖麻毒素不久）或用水洗眼（如果眼受到刺激）。如何知道是否已接触到蓖麻毒素• 如果怀疑有人吸入蓖麻毒素，潜在的迹象是很多亲密接触的人突然出现发烧、咳嗽与肺中积聚过多液体的症狀。出现这些症狀后，随之是严重的呼吸困难与可能的死亡。蓖麻果实• 目前尚没有可广泛应用的可靠测试方法來确定是否已接触到蓖麻毒素。]",
    " 自我保护": "[如何自我保护，如果接触蓖麻毒素，应该采取什麼措施• 首先，離开蓖麻毒素释放区域，到有新鲜空气的地方去。移至有新鲜空气的区域，是降低因接触蓖麻毒素死亡的有效方法。• 如果蓖麻毒素释放发生在室外，離开蓖麻毒素释放区域。• 如果蓖麻毒素释放发生在室内，離开该建筑物。• 如果靠近蓖麻毒素释放处，紧急协调员可能会告诉您撤離该区域，或在建筑物内「就地避难」，以避免接触蓖麻毒素。有关在出现化学紧急事故时撤離的更多资讯，请參阅有关撤離的资料（Facts About Evacuation）。有关在出现化学紧急事故时就地避难的更多资讯，请參阅有关就地避难的资料（Facts About Sheltering in Place）。• 如果认为自己可能接触了蓖麻毒素，就应该脱掉衣服，迅速用肥皂水冲洗全身，并尽快进行医療护理。• 脱下衣服：• 快速脱下可能有蓖麻毒素的衣服。任何需要从头上脱下的衣服，应该从身体部位剪开，而不是从头上脱下。• 如果要帮助其他人脱衣服，不要接触任何受污染部位，并尽快脱下衣服。• 清洗身体：• 尽快用大量肥皂水冲洗皮肤上的任何蓖麻毒素。使用肥皂水冲洗将保护身上不会有任何化学品。• 如果眼睛有灼热感或视力模糊，用淡水冲洗眼睛 10 至 15 分钟。如果戴隐形眼镜，取下并与受污染的衣服放在一起。不要将隐形眼镜放回眼中（即使不是抛弃式的隐形眼镜）。如果戴著眼镜，摘下并用肥皂水冲洗，在冲洗后才能戴上。• 处理衣服：• 在冲洗后将衣服放到塑胶袋内。避免接触衣服的受污染部位。如果无法避免接触受污染部位，或不确定受污染部位的位置，要戴上橡皮手套，将袋子翻过來捡起衣服，或使用夹子、工具把手、枝条或類似物件将衣服放入塑胶袋中。也应该将接触受污染衣服的所有物件放入塑胶袋中。如果戴隐形眼镜，也要将其放入塑胶袋中。• 密封塑胶袋，然后将该塑胶袋放入另一塑胶袋中。用这种方式处理衣服，将有助於保护您或其他人接触衣服上的任何化学品。• 在当地或州健康部门或急救人员到达时，告诉他们你如何处理了衣服。健康部门或急救人员将安排进一步处理。不要自己处理塑胶袋。由于蛇也有呼吸系统，所以接触篦麻毒素就会中毒，现在没有听说爬行动物存在着降解这种毒素的机制。蓖麻英文名：Castor Leaf拉丁植物名：Ricinus commusnis L.植物形态：大戟科蓖麻 高大一年生草本，在热带或南方地区常成多年生灌木或小乔木。茎柔韧 ，中空，有节且节节分枝，幼嫩部分被白粉，绿色或稍呈紫色，无毛。单叶互生，具长柄；叶片盾状圆形，直径15-60cm，有时大至90cm，掌状分裂至叶片的一半以下，裂片5-11，卵状披针形至长圆形，先端渐尖，边缘有锯齿，主脉掌状。圆锥花序与叶对生及顶生，长10-30cm或更长，下部生雄花，上部生雌花；花瓣性同株，无花瓣；雄花萼3-5裂；雄蕊多数，花丝多分枝；雌花萼3-5理解；子房3室，每室1胚珠；花柱3，深红色，2裂。蒴果球形，长1-2cm，有软刺，成熟时开裂，种子长圆形，光滑有斑纹。花期5-8月，果期7-10月。全国各地均有栽培。药用介绍：全株可入药，有祛湿通络、消肿、拔毒之效。种子含蓖麻毒素，未经加热处理，不得内服。蓖麻果实药名：蓖麻子别名：萆麻子、蓖麻仁、大麻子、红大麻子。药材基源：为大戟科植物蓖麻的种子。性味归经：甘、辛、平、有小毒；归大肠、肺、脾、肝经功效分类：解毒药功效：消肿拔毒；泻下导滞；通络利窍考证出自《唐本草》，1.《唐本草》：蓖麻，此人间所种者，叶似大麻叶而甚大，其子如蜱又名草麻。今胡中来者茎赤，树高丈余，子大如皂荚核，用之益良。2.《蜀本草》：《图经》云，(蓖麻)树生，叶似大麻大数倍，子壳有刺，实大于巴豆，青黄色班。夏用茎叶，秋收子，冬采根，日干。胡中来者茎子更倍大，所在有之。又云对'似蓉草而厚大，茎赤有节屈口首蔗。3.《纲目》：蓖麻，茎有赤有白，中空；其叶大如狐叶，每叶凡五尖；夏秋间丫里抽出花穗，累累黄色；每枚结实数十颗，上有刺，攒簇如猖毛而软，凡三、四子合成一颗；桔时劈开，状如巴豆，壳内有子，大如豆，壳有斑点，状如牛蝗，再去斑壳，中有仁，娇自如续随子仁，有袖可作印色及油纸。主治：痈疽肿毒；瘰疬；乳痈；喉痹；疥癞癣疮；烫伤；水肿胀满；大便燥结；口眼歪斜；跌打损伤　　]",
    " 各家论述": "[1.《纲目》：蓖麻仁，气味颇近巴豆，亦能利人，故下水气。其性善走，能开通诸窍经络，故能治偏风失音，口噤、口目歪斜、头风、七窍诸病，不止于出有形之物而已。蓖麻油能拔病气，故诸膏多用之。一人病偏风，手足不举，时渗用此油同羊脂、菌香、酸鲤甲等药，煎作摩膏，日摩数次，一月余渐复，兼服搜风化痰养血之剂，三月而愈。一人病手臂一块肿痛，亦用蓖麻捣膏贴之，一夜而愈。一人病气血偏头痛，用此同乳香、食盐捣敷太阳穴，一夜痛止。一妇产后子肠不收，捣仁贴其丹田，一夜而上。此药外用累奏奇勋，但内服不可轻率尔。2.《本草经疏》：蓖麻，其力长于收吸，故能拔病气出外，其性善收，故能追脓取毒，能出有形之滞物，又能通利关窍，故主水症。3.《医林篡要》：蓖麻子，泻肺气之下行，能决至高之水而下之，通关窍，正经络，调上下。或云服此毕生不能食炒豆子，亦不然。4.《本草正义》：蓖麻子，气味甘平，濒湖以为甘辛平，其实全无车味；石顽以为温，则司'证其性必是清凉，石顽之说亦非是。其性善定善散，丹溪以为能退脓取毒，拔邪外出，甚是不确；业师朱氏，兼治外疡，凡拔毒提脓药中，从不用此，惟退消阳毒红肿，及发颐、窟疡、乳痈等症，有家制千捶营一方，专用蓖麻子仁杵细，和乳香、胶香、银朱、麝香成膏，即有红赤焮高，势且酿脓者，亦可十消八九，则明消散之功，何可误认提毒外出。濒湖以治偏风不举，口目歪斜，盖亦用其走窜入络，可以通痹，非能拔出血络经脉之风邪。据《纲目》所载，-一人偏风，手足不举，濒湖以此油同康香、缀鲤甲等作膏，摩之而愈，则真是风寒湿三气杂至之痹着关节者，所以有验，此辨症之不可模糊隐约者也。丹溪又以为能出有形之滞物，故取胎产胞衣，剩骨脓血者用之，则亦因其善定而速之使动耳。濒湖又谓一人病手臂一块肿痛，以此捣膏贴之，一夜而愈，则即走窜消散之功耳。5.《唐本草》：主水溺。6.《日华子本草》：治水胀腹满，细研水服；疮康疥额，亦可研敷。7.《本草衍义补遗》：能出有形质之滞物，故取胎产、胞衣、剩骨、脓血看用之。8.《纲目》：主偏风不遂，失音口欧，头风哥聋，舌胀，喉痹，助喘，脚气毒，丹瘤，汤火伤，针刺入肉，女人胎衣不下，子肠挺出，开通关窍经络，能止诸痛，消肿退脓扳毒。选方①治疗疮脓： 蓖麻子二十多颗，去壳，和少量食盐、稀饭捣匀，敷患处，日换两次。 (《福建民间草药》)②治痈疽初起： 去皮蓖麻干一份，松香四份。 将蓖麻子捣碎加入松香粉充分搅拌，用开水搅成糊状，置于冷水中冷却成膏状备用。用时将白膏药按疮面大小摊于纸或布上贴患处。(辽宁《中草药新医疗法资料选编》)③治瘰疠： 蓖麻子炒熟，去皮，烂嚼／陆睡服三、二枚，渐加至十数枚。 (《本草衍义》)④治咽中疮肿：萆麻子一枚(去皮)，朴硝一钱。 同研，新汲水作一服，连进二、三服效。 (《医准》)⑤治喉痈： 萆麻子，取肉捶碎，纸卷作简，烧烟吸之。(《医学正传》圣烟筒)⑥治诸骨哽： 蓖麻子七粒。去壳研细，入寒水石末，缠令干湿得所，以竹篱子挑二、三钱入喉中，少顷以水咽之即下。(《魏氏家藏方》)⑦治疠风，手指挛曲，节间痛不可忍，渐至断落： 蓖麻一两(去皮)，黄连一两(锉如豆)。 以小瓶子入水一升，同浸，春夏三日，秋冬五日，后取蓖麻子一枚，肇彼，以浸药水，平旦时一服，渐加至四、五枚，微利不妨，瓶中水少更添。忌动风食。(《医准功⑧治汤火伤： 蓖麻子、蛤粉等分。研膏。汤损用油调涂，火疮用水调徐。(《养生必用方》)⑨治犬咬伤： 蓖麻子五十粒。去壳，以井水研膏，先以盐水洗咬处，次以萆麻膏贴。 (《袖珍方》)⑩治风气头痛不可忍： 乳香、蓖麻仁等分。捣饼，随左右贴太阳穴。 (《纲目》)(11)治小儿癫疝： 蓖麻仁三枚，棘刚子(去皮)三十枚，石燕子(烧)一枚，滑石(末)二钱巴，扇香(研)半钱巴。上五昧捣研习，稀面糊和丸，如绿豆大，每服十五丸，空心，煎灯心汤下。(《圣济总录》蓖麻丸)(12)治助喘咳嗽： 蓖麻子去壳炒熟，拣甜看吃，多服见效。(《卫生易简方》)(13)治难产及胞衣不下： 蓖麻子七枚。研如膏，涂脚底心，子及衣才下，便速洗去。 (《海上集验方》)(14)催生并死胎不下： 蓖麻子三个，巴豆四个。研细，入麝香少许，贴脐心上。 (《卫生家宝方》)(15)治子宫脱下： 蓖麻仁、枯矾等分。为末，安纸上托人，仍以蓖麻仁十四枚，研膏涂顶心。 (《摘元方》)(16)治暴患脱肛： 蓖麻子一两。烂杆为膏，捻作讲子，两指宽大，贴囱上；女口朋证脱肛，生附子末、葱、蒜同研作膏，依前法贴之。(《活幼心书》蓖麻膏)(17)治口眼歪斜： 蓖麻子仁七粒。研作末，右歪安在左手心，左歪安在右手心，却以铜盂盛热水。坐药上，冷即换，五、六次即正也。 (《妇人良方》)用药禁忌：孕妇及便滑者忌服。《本草经疏》：脾胃薄弱、大肠不固之人，慎勿轻用。采收和储藏：当年8-11月蒴果呈棕色、未开裂时，先晴天，分批剪下果序，摊晒，脱粒，扬净。蓖麻种子炮制方法1.敲碎种子外壳，拣取种仁用。2.《雷公炮炙论》：凡使蓖麻子，先须和皮用盐汤煮半日，去皮取子研过用。3.《本草蒙筌》：蓖麻子，修制忌铁，不良反应及治疗1.中毒与解毒：蓖麻子中所含毒质受热后即破坏。故中毒者多为生食后发生。曾报告3例小儿，生服蓖麻子仁2-7粒后发生持续呕吐，并伴腹痛，其中1例严重者神志模糊，出现脱水征象，手足发冷，瞳孔散大，对光反应迟钝。经按一般中毒常规处理及对症治疗，均渐恢复。2.蓖麻毒蛋白冷霜和软膏局部应用于宫颈，可能出现腹痛、外阴及全身搔痒、湿疹、草麻疹、声音发哑、嗓子发痒，喉头水肿，手脚掌脱皮、发冷、发烧等症状，及时对症处理可缓解。3.有1例皮肤皲裂患者用蓖麻仁捣碎搽手后，立刻出现皮肤过敏，呼吸道梗阻，循环衰竭和脑部缺氧等表现，而病前下未服用任何药物，也未进食特殊饮食和接触致敏物质。因此可以疹断为外用蓖麻仁致过敏性休克。临床运用治疗颜面神经麻痹：取蓖麻子去壳捣成泥状，敷于患侧下颞关节及口角部(厚约0.3cm)，外加纱布绷带固定。每日换药1次。治疗3例，均于10天内痊愈。用法用量：外用：适量，捣敷或调敷。内服：入丸剂，1-5g；生研或炒食。中药化学成分种子含蛋白质（protein）18％-26％，脂肪油（oil）64％-71％，碳水化合物（carbohydrate）2％，酚性物质（phe-nolic dubstance）2.50％，蓖麻毒蛋白（ricin）及蓖麻碱（ricinine）0.087％-0.15％。脂肪油的组成绝大部分为三酸甘油（甘油三酯，triglyceride）及甘油酯（glycerol ester），还有少量的甾醇（sterol），磷脂（phospholipid），游离脂肪酸（free fattyacid），碳氢化合物（hydrocarbon）及蜡（wax），甘油酯的脂肪酸中蓖麻油酸（ricinoleic acid）84％-91％，油酸（oleic acid）3.l％-5.9％，亚油酸（linoleic acid）2.9％-6.5％，硬脂酸（stearic acid）1.4％-2.1％，棕榈酸（palmitic acid）0.9％-1.5％；磷脂含量0％-0.12％，其中磷脂酸乙醇胺（phosphatidyl ethanolamine）及其降解产物占83％，磷脂酰胆碱（phosphatidyl choline）占13％，其他磷脂占4％；磷脂的脂肪酸组成为：棕榈酸（27.7％），硬脂酸（12.9％），油酸（18.5％），亚油酸（33.2％）而不含蓖麻油酸；游离脂肪酸含量0.3％，其中蓖麻油酸占78.5％，十八碳二烯酸（octadecadienoic acid）占8.4％，＋八碳烯酸（octadecenoic acid）占5.2％；蓖麻毒蛋白有蓖麻毒蛋白D，酸性蓖麻毒蛋白（acidicricin），碱性蓖麻毒蛋白（basic ricin），蓖麻毒蛋白E及蓖麻毒蛋白T等。种子还含凝集素（agglutinin）和脂肪酶（lipase）。种皮含30-去甲羽扇豆-3β-醇-20-酮（30-norlupan-3β-ol-20-one）。药名：蓖麻叶性味：味苦；辛；性平；小毒功效分类：清热解毒药功效：祛风除湿；拔毒消肿主治：脚气；风湿痹痛；痈疮肿毒；疥癣瘙痒；子宫下垂；脱肛；咏嗽痰喘各家论述1.《唐本草》：主脚气风肿不仁，捣蒸敷之。油涂叶炙热熨囱上，止衄尤验也。2.《纲目》：治痰喘咳嗽。3.《陆川本草》：治恶疮。4.《广东中药》Ⅱ：煎水外洗，治盗汗。选方①治脚气初发，从足起至膝腔骨肿痛，及顽痹不仁： 蓖麻叶蒸熟裹之。(《岭南采药录》)②治肾囊肿大疝气痛： 蓖麻叶和盐捣烂，敷脚底涌泉穴。(《岭南采药录》)③治咳嗽痰涎： 蓖麻子叶三钱， 飞过白矾二钱。用猪肉四两，薄批，JI盘利开掺药，荷叶裹，文武火煨熟，细嚼，白汤送下，后用干食压之。 (《儒门事亲》九仙散)④治年深日远，咳嗽涎喘，夜卧不安：经霜桑叶、经霜蓖麻叶、御米壳(去蒂，蜜炒)各一两。上为细末，炼蜜为丸，如弹子大，每服一丸，食后，白汤化下，日进一服。 (《普济方》无忧丸)⑤治鹅掌风： 鲜蓖麻叶，揉软贴患处，干则再易。(《中医药实验研究》)⑥治痈疖已溃： 干蓖麻叶热水浸软贴患处，如有鲜叶更好。 (《中医药实验研究》)用法用量：外用：适量，捣敷；或煎水洗；或热熨。内服：煎汤，5-10g；或入丸、散。采收和储藏：夏、秋季采摘，鲜用或晒干。蓖麻油中药化学成分蓖麻叶含芸香甙（rutin），槲皮素（quercetin），金丝桃甙（hyperoside），异槲皮甙（isoquercetrin），槲皮素-3-葡萄糖甙（quercetin-3-glucoside），山柰酚（kaempferol），山柰酚-3-芸香糖甙（kaempferol-3-rutinoside），紫云英甙（astragalin），瑞诺甙（reynoutrin），（-）-表儿茶精[（-）-epicatechin]，2，5-二羟基苯甲酸（2，5-dihydroxybenzoic acid），绿原酸（chlorgenic acid），新绿原酸（neochlorogenic acid），没食子酸（gallic acid），蓖麻碱（ricinine），N-去甲基蓖麻毒蛋白（N-demethylricine），蓖麻毒蛋白（ricine），维生素（vitamin）C，天各酰胺（asparagine），丙氨酸（alanine），蛋氨酸（methionine），脯氨酸（proline），缬氨酸（valine）等。叶油的脂肪酸组成为共轭二烯脂肪酸，主要有油酸（oleicacid），亚麻酸（linolenic acid），β-桐酸（β-elaeostearic acid），亚油酸（linoleic acid），还含饱和脂肪酸等。药名：蓖麻根性味归经：辛、平、小毒；归心、肝经功效分类：祛风药功效：祛风解痉；活血消肿考证：出自《民间常用草药汇编》主治：破伤风；癫痫；风湿痹痛；痈肿瘰疬；跌打损伤；脱肛；子宫脱垂各家论述1.《民间常用草药汇编》：治脱肛，散瘰疠、外敷疮毒。2.《广东省医药科技资料选编》：有镇静解痉作用。3.《福建中草药》：化结下气。选方①治破伤风： 红骨蓖麻根四两至半斤，蝉退五钱至一两，九里香一两至二两。水一千毫升煮至二百毫升，分三次口服，每天一剂。儿童剂量酌减。另推管内注射破伤风抗毒素五千至一万单位(儿童三干至穴千单位)，一殷只注射一次， 轻型病例可以不用。为控制抽搐可使用少量冬眠药物。 (《广东省医药科技资料选编》)②治风湿性关节炎，风瘫，四肢酸痛，疯滴： 蓖商根五钱至一两。水煎服。(广州空军《常用中草药手册各)③治风湿骨痛，跌打瘀痛： 蓖麻干根三至四钱。与它药配伍，水煎服。 (广州部队《常用中草药手册》)④治瘰疠： 白茎蓖麻根一两，冰糖一两，豆腐一块。开水炖服；渣捣烂敷患处。 (《福建中草药》)不良反应及治疗：出现大便次数增多用法用量：内服：煎汤，15-30g。外用：适量，捣敷。采收和储藏：春、秋季采挖，晒干或鲜用。中药化学成分蓖麻根含反-2-癸烯-4，6，8-三炔酸甲酯（methyltrans-2-decene-4，6，8-triynoate），1-十三碳烯-3，5，7，9，11-五炔（1-tridecene-3，5，7，9，11-pentayne），β-谷甾醇（β-sitosterol）等。药名：蓖麻油药材基源：为大戟科植物蓖麻Ricinus communis L.的种子所榨取的脂肪油。性味归经：味甘、辛、性平、有毒肺；归大肠经功效分类：润下药功效：滑肠；润肤主治：肠内积滞；腹胀；便秘；疥癣癣疮；烫伤各家论述1.《唐本草》：主风虚寒热，身体疮痒浮肿。2.《本草蒙筌》：敷疥癫疮糜。③陈念祖：能轻泻。选方①治煨退风半身不遂，失音不语者： 蓖麻子脂一升。酒一斗，铜钵盛，脂著酒中，一日，煮之令熟，服之。(《千金方》)②治舌上出血： 蓖麻子油纸拈，烧烟熏鼻中。(摘元方)③治舌胀塞口： 蓖麻仁四十粒，去壳研油，涂纸上，作拈，烧烟熏之，未退再熏，以愈为度。有入舌肿出口外，一人用此法而愈。(《经验良方》)④治烧伤： 3～5％漂白粉上清液、蓖麻油各等量混匀呈乳状液。涂于患处，需要时隔日换药。(全展选编•外科)用药禁忌：孕妇忌服；陈念祖：极败胃，胃弱者切禁。用法用量：内服：10-20ml。外用：适量，涂敷。中药化学成分蓖麻油脂肪酸部分主要含顺式-蓖麻酸（ricinoleic acid），还含棕榈酸（palmitic acid），梗脂酸（stearic acid），花生酸（arachidic acid），油酸（oleic acid），亚油酸（lioleic acid），亚麻酸（linoleinic acid），二羟基硬脂酸（dihydroxystearic acid），甘油酯的组成为三蓖麻酸酯（triricnolein），二蓖麻酸酯类（diricinoleins），单蓖麻酸酯类（monoricinoleins）及非蓖麻酸酯类（nonricnoleins）等。出处：《中华本草》参考《本草纲目 · 蓖麻》]"
},{
    "中药名称": "蓖麻叶",
    "药材简介": "[药名蓖麻叶汉语拼音bi ma ye英文名Castor Leaf拉丁植物动物矿物名Ricinus commusnis L.中药化学成分蓖麻叶含芸香甙（rutin），槲皮素（quercetin），金丝桃甙（hyperoside），异槲皮甙（isoquercetrin），槲皮素-3-葡萄糖甙（quercetin-3-glucoside），山柰酚（kaempferol），山柰酚-3-芸香糖甙（kaempferol-3-rutinoside），紫云英甙（astragalin），瑞诺甙（reynoutrin），（-）-表儿茶精［（-）-epicatechin］，2，5-二羟基苯甲酸（2，5-dihydroxybenzoic acid），绿原酸（chlorgenic acid），新绿原酸（neochlorogenic acid），没食子酸（gallic acid），蓖麻碱（ricinine），N-去甲基蓖麻毒蛋白（N-demethylricine），蓖麻毒蛋白（ricine），维生素（vitamin）C，天各酰胺（asparagine），丙氨酸（alanine），蛋氨酸（methionine），脯氨酸（proline），缬氨酸（valine）等。叶油的脂肪酸组成为共轭二烯脂肪酸，主要有油酸（oleicacid），亚麻酸（linolenic acid），β-桐酸（β-elaeostearic acid），亚油酸（linoleic acid），还含饱和脂肪酸等。考证出自《唐本草》科属分类大戟科采收和储藏夏、秋季采摘，鲜用或晒干。资源分布全国各地均有栽培。功效分类清热解毒药性味味苦；辛；性平；小毒药材基源为大戟科植物蓖麻Ricinus communis L.的叶。用法用量外用：适量，捣敷；或煎水洗；或热熨。内服：煎汤，5-10g；或入丸、散。　　]",
    " 功效主治": "[功效祛风除湿；拔毒消肿主治脚气；风湿痹痛；痈疮肿毒；疥癣瘙痒；子宫下垂；脱肛；咏嗽痰喘危害不可做为食物摄入，摄入少量蓖麻叶会造成头晕、耳鸣、体温不正常、心率加快（120~140次/分钟）、眼白变红；过量摄入轻则导致视力障碍、神经损伤，重则死亡！　　]",
    " 药理作用": "[　对心血管作用叶的水浸液对正常及抑制状态的离体心脏，均能使心收缩力增加。叶、茎煎剂使犬血压下降、大鼠后肢血管扩张；其他作用对大鼠子宫、赡蜍腹直肌有轻度兴奋作用。叶及其浸膏尚能杀灭蝇蛆及蚊类幼虫。　　]",
    " 药材选方": "[治脚气初发，从足起至膝腔骨肿痛，及顽痹不仁蓖麻叶蒸熟裹之。(《岭南采药录》)治肾囊肿大疝气痛蓖麻叶和盐捣烂，敷脚底涌泉穴。(《岭南采药录》)治咳嗽痰涎蓖麻子叶三钱， 飞过白矾二钱。用猪肉四两，薄批，JI盘利开掺药，荷叶裹，文武火煨熟，细嚼，白汤送下，后用干食压之。 (《儒门事亲》九仙散)治年深日远，咳嗽涎喘，夜卧不安经霜桑叶、经霜蓖麻叶、御米壳(去蒂，蜜炒)各一两。上为细末，炼蜜为丸，如弹子大，每服一丸，食后，白汤化下，日进一服。 (《普济方》无忧丸)治鹅掌风鲜蓖麻叶，揉软贴患处，干则再易。(《中医药实验研究》)治痈疖已溃干蓖麻叶热水浸软贴患处，如有鲜叶更好。 (《中医药实验研究》)　　]",
    " 动植物形态": "[蓖麻蓖麻高大一年生草本，在热带或南方地区常成多年生灌木或小乔木。幼嫩部分被白粉，绿色或稍呈紫色，无毛。单叶互生，具长柄；叶片盾状圆形，直径15-60cm，有时大至90cm，掌状分裂至叶片的一半以下，裂片5-11，卵状披针形至长圆形，先端渐尖，边缘有锯齿，主脉掌状。圆锥花序与叶对生及顶生，长10-30cm或更长，下部生雄花，上部生雌花；花瓣性同株，无花瓣；雄花萼3-5裂；雄蕊多数，花丝多分枝；雌花萼3-5理解；子房3室，每室1胚珠；花柱3，深红色，2裂。蒴果球形，长1-2cm，有软刺，成熟时开裂，种子长圆形，光滑有斑纹。花期5-8月，果期7-10月。　　]",
    " 生药材鉴定": "[性状鉴别叶片皱缩破碎，完整的叶展平后呈盾状圆形，掌状分裂，深达叶片的一半以上，裂片一般7-9，先端长尖，边缘有不规则的锯齿，齿端具腺体，下面被为白粉。气微，味甘、辛。]"
},{
    "中药名称": "蓖麻油",
    "蓖麻油特性": "[蓖麻油中含大量的蓖麻酸(80％以上)，因此具许多独特的性质：1．易溶解于乙醇，很难溶解于石油醚。这一特性的存在较易将蓖麻油与其它油脂区别。2．粘度比一般油脂高很多，25时为680CPS，粘度指数84，摩擦系数很低(为0.1)。同时蓖麻油不溶于汽油，凝固点低，燃点高。蓖麻油的流动性好，精制蓖麻油在-22时仍可流动，-50急冷后无混浊，是航空和高速机械理想的润滑油及动力皮带的保护油。3．有很强的旋光性，因为它的主要脂肪酸--蓖麻醇酸中的不对称碳原子在12位后。4．介电常数约为4.30，是常见油脂中最高者。5．蓖麻油的相对密度和乙酰值都大于一般油脂。6．蓖麻油在空气中几乎不发生氧化酸败，储藏稳定性好，是典型的不干性液体油。　　]",
    " 理化常数": "[相对密度(d20℃4℃)　0.9550-0.9700折光指数(n20℃D) 1.4765-1.4819粘度(E020℃) 大于14凝固点(℃)　-10燃点(℃)　322碘值(g碘/100g油) 82-86皂化值(mgKOH/g油)　176-187硫氰值　81-82总脂肪酸含量(％) 约96脂肪酸平均分子量　290-300蓖麻油的脂肪酸组成(％)：硬脂酸　0.5-3.0二羟硬脂酸　0.6-2.0油酸　3-9亚油酸　2.0-3.5蓖麻酸　80-88　　]",
    " 性状": "[本品为几乎无色或微带黄色的澄清黏稠液体；气微；味淡而后微辛。本品在乙醇中易溶，与无水乙醇、氯仿、乙醚或冰醋酸能任意混合。相对密度 在25℃时应为0.956～0.969（附录Ⅶ A）。折光率 应为1.478～1.480（附录Ⅶ F）。]蓖麻油经济价值高，它是药用泻剂；纺织、化工及轻工等部门用蓖麻油作助染剂、润滑剂、增塑刑、乳化刑和制造涂料、油漆、皂类及油墨的原料。蓖麻油经浓硫酸处理使得到表面活性很好的硫酸酯(俗称土耳其红油)。蓖麻油脱水则可得到具有共轭双键的干性油脂。以不同的氢化条件处理蓖麻油可以得到多种产品，因此蓖麻油广泛应用于各种工业部门。蓖麻油最接近纯化合物单酸甘三酯，在常见油脂中只有橄榄油(含80％左右的油酸)、红花油(70％以上亚油酸)和桐油(约含85％的桐酸)有此特点。蓖麻油中不皂化物含量小于1％。维生素含量较低(0.05左右)。蓖麻籽含油量高，由于油的用途不同，因此取油方法也不同，药用蓖麻油用水压机冷 榨，温度不超过50，否则部分杂质会溶入油中而不能作药用。用冷榨所得的油称为1号蓖麻油。其饼粉碎后进行再次压榨或浸出以制取3号蓖麻油(无2号)，供工业用。用螺旋榨油机直接压榨，或者采用预榨-浸出所得到的蓖麻油只能作为工业用油。【功能主治】润肠通便。用于肠燥便秘。【用法用量】口服，一次～20ml。【注意】忌与脂溶性驱肠虫药同用；孕妇忌服。【贮藏】遮光，密封，置阴凉处。【摘录】《中国药典》　　]",
    " 引产餐": "[近年来，人们采用蓖麻油煎蛋（简称引产餐）的方法取得了较好的引产效果。具体方法是将50毫升蓖麻油倒入锅内加温至微热，将2个鸡蛋搅匀，加少许食盐后，倒入锅内煎成金黄色的蛋块，乘热让孕妇一起食下。服用引产餐的孕妇，绝大多数无不适，仅少数孕妇可能出现轻微的恶心、呕吐，有的可能会腹泻，一般腹泻一次就会自愈，所以是一种简便、安全的引产方法。引产餐服用后，为什么会导致分娩的发动呢？原来，蓖麻油富含蓖麻油酸，与蛋黄中的卵磷脂在高温下可生成花生四烯酸。花生四烯酸在孕妇体内，经前列腺素合成酶的作用，可合成前列腺素。前列腺素能促使子宫肌收缩，产生宫缩而临产；同时，前列腺素还能促使宫颈软化，从而可加速宫颈扩张。引产成功与否，与宫颈软化与否密切相关。能促使宫颈软化扩张，引产多能成功，否则，引产难以成功。引产餐不仅能成功诱发宫缩，又能加速宫颈软化，所以，有较高的引产成功率也就不足为怪了，更何况鸡蛋还有着增加营养，提供能量的功效呢。CAS No.： 8001-79-4【药名】蓖麻油【汉语拼音】bi ma you【英文名】Castor oil【拉丁植物动物矿物名】Ricinus communis L【归经】肺；大肠经【药理作用】参见蓖麻子条。【功效】滑肠；润肤【考证】出自《唐本草》【科属分类】大戟科【主治】肠内积滞；腹胀；便秘；疥癣癣疮；烫伤【资源分布】全国各地均有栽培。　　]",
    " 动植物形态": "[蓖麻 高大一年生草本，在热带或南方地区常成多年生灌木或小乔木。幼嫩部分被白粉，绿色或稍呈紫色，无毛。单叶互生，具长柄；叶片盾状圆形，直径15-60cm，有时大至90cm，掌状分裂至叶片的一半以下，裂片5-11，卵状披针形至长圆形，先端渐尖，边缘有锯齿，主脉掌状。圆锥花序与叶对生及顶生，长10-30cm或更长，下部生雄花，上部生雌花；花瓣性同株，无花瓣；雄花萼3-5裂；雄蕊多数，花丝多分枝；雌花萼3-5理解；子房3室，每室1胚珠；花柱3，深红色，2裂。蒴果球形，长1-2cm，有软刺，成熟时开裂，种子长圆形，光滑有斑纹。花期5-8月，果期7-10月。【功效分类】润下药【生药材鉴定】性状鉴别 本品为几乎无色或微带黄色的澄清粘稠液体；气微，味淡而后微辛。【性味】味甘；辛；性平；有毒【药材基源】为大戟科植物蓖麻Ricinus communis L.的种子所榨取的脂肪油。【用法用量】内服：10-20ml。外用：适量，涂敷。【出处】《中华本草》]",
    "  给蓖麻油条目的留言 ": "[--39.13.137.235 2015年7月5日 (日) 11:05 (CST)留言：請問這也可以用在皮膚上扁平疣的用藥嗎？]"
},{
    "中药名称": "蓖麻子",
    "蓖麻子.植物": "[【草药名】： 蓖麻子【英文名】 Castor seed【医】【拉丁名】 semen ricini【科】大戟科【属】蓖麻属本品为大戟科植物蓖麻Ricinus communis L. 的干燥成熟种子。秋季采摘成熟果实，晒干，除去果壳，收集种子。【性状】本品呈椭圆形或卵形，稍扁，长0.9～1.8cm，宽0.5～1cm。表面光滑，有灰白色与黑褐色或黄棕色与红棕色相间的花斑纹。一面较平，一面较隆起，较平的一面有1条隆起的种脊；一端有灰白色或浅棕色突起的种阜。种皮薄而脆。胚乳肥厚，白色，富油性，菲薄，无臭，味微苦辛。【性味与归经】甘、辛，平；有毒。归大肠、肺经。【功能与主治】消肿拔毒，泻下通滞。用于痈疽肿毒，喉痹，大便燥结。【用法与用量】外用适量，捣烂敷患处，亦可入丸剂内服。【贮藏】置阴凉干燥处。　　]",
    " 蓖麻子.中药材.版本一": "[蓖麻子 (《唐本草》)【异名】萆麻子(《雷公炮炙论》)，蓖麻仁(《圣济总录》)，大麻子(《中国药植志》)，红大麻子(《药材学》)。【来源】为大戟科植物蓖麻的种子。【植物形态】蓖麻(《唐本草》)，又名：牛蓖子草、红蓖麻、勒菜、杜麻、草麻。一年生草本，在热带变成多年生灌木，高2～3米，茎直立，无毛，绿色或稍紫色。具白粉。单叶互生，具长柄；叶片盾状圆形。直径20～40厘米，掌状分裂至叶片的一半以下，7～9裂。边缘有不规则锯齿，主脉掌状。花单性，总状或圆锥花序，顶生，下部生雄花，上部生雌花；苞及小苞卵形或三角形；雄花花被3～5，裂片卵状三角形，无花盘，雄蕊多而密，合生成束；雌花的苞与雄花的相同，花被同雄花而稍狭，无花盘及遗形雄蕊，雌蕊卵形，子房3室，花柱3，红色，顶端2叉。蒴果球形，有刺，成熟时开裂。花期5～8月。果期7～10月。全国大部分地区有栽培。本植物的根(蓖麻根)、叶(蓖麻叶)以及种子榨出的油(蓖麻油)亦供药用，各详专条。【采集】秋季果实变棕色，果皮未开裂时分批采摘，晒干，除去果皮。【药材】干燥种子略呈扁的广卵形，长8～18毫米，直径6～9毫米。腹面平坦，背面稍隆起，较小的一端，有似海绵状突出的种阜，并有脐点，另一端有合点，种脐与合点间的种脊明显。外种皮平滑，有光泽，显淡红棕色相间的斑纹，质坚硬而脆。内种皮白色薄膜状，包裹白色油质的内胚乳；子叶2枚菲薄，位于种子中央。气微弱，味油腻性。似粒大、饱满、赤褐色、有光泽的为佳。全国大部分地区均产。【化学成分】种子含脂肪油40～50%，油饼含蓖麻碱、蓖麻毒蛋白及脂肪酶。含脂肪油（蓖麻油），油中含顺蓖麻酸（ricinoleic acid）、亚油酸、油酸等，并含蓖麻毒蛋白D（ricin D）、酸性毒蛋白（acid ricin）、碱性毒蛋白（basic ricin）、蓖麻碱（ricinine）、芹菜甙元（apigenin） 、绿原酸（chlorogenic acid）、芸香甙（rutin）等。【药理作用】①泻下作用蓖麻种子中的油本身并无致泻作用，在十二指肠内受脂肪分解酶的作用，皂化成蓖麻油酸钠与甘油，蓖麻油酸钠对小肠有刺激性，引起肠蠕动增强，小肠内容物急速向结肠推进，在服药后2～6小时，排出半流质粪便，排便后可有暂时的便秘；加大剂量不能增强效力，未水解部分很快排泄到大肠，蓖麻油酸吸收后，与其他脂肪酸一样在体内代谢分解，因此，蓖麻油作为泻剂是比较安全的；由于味道不好，可以制成乳剂内服。蓖麻油能阻碍山道年的吸收，并非由于腹泻引起。②其他作用蓖麻油本身刺激性小，可作为皮肤滑润剂用于皮炎及其他皮肤病，作成油膏剂用于烫伤及溃疡，种子的糊剂用于皮肤黑热病的溃疡，此外可用于眼睑炎；作为溶剂以除去眼的刺激物，局部应用于阴道及子宫颈疾患。【毒性】蓖麻子中含蓖麻毒蛋白及蓖麻碱，特别是前者，可引起中毒。4～7岁小儿服蓖麻子2～7粒可引起中毒、致死。成人20粒可致死。非洲产蓖麻子2粒可使成人致死，小儿仅需一粒，但也有报告服24粒后仍能恢复者。蓖麻毒蛋白可能是一种蛋白分解酶，7毫克即可使成人死亡。蓖麻子中毒后之症状有：头痛、胃肠炎、体温上升、白细胞增多、血象左移、无尿、黄疸、冷汗、频发痉挛、心血管虚脱：中毒症状之发生常有一较长的潜伏期。蓖麻毒蛋白引起大鼠急性中毒，主要产生肝及肾的伤害，碳水化物代谢紊乱，蓖麻中的凝集素可与血球起凝集作用。湖州农村将蓖麻子炒热吃未见中毒，可能由于加热使蓖麻毒蛋白破坏。【炮制】敲碎种子外壳，拣取种仁用。①《雷公炮炙论》：凡使蓖麻子，先须和皮用盐汤煮半日，去皮取子研过用。②《本草蒙筌》：蓖麻子，修制忌铁。【性味】甘辛，平，有毒。①《唐本草》：甘辛，平，有小毒。②《玉楸药解》：味苦，气平。【归经】入大肠。肺经。①《雷公炮制药性解》：入脾、大肠二经。②《本草再新》：入肝、脾、肺三经。③《本草撮要》：入手太阴，足太阳经。【功用主治】消肿拔毒，泻下通滞。治痈疽肿毒，瘰疬，喉痹，疥癞癣疮，水肿腹满，大便燥结。①《唐本草》：主水症。②《日华子本草》：治水胀腹满，细研水服；疮痍疥癞，亦可研敷。③《本草衍义补遗》：能出有形质之滞物，故取胎产、胞衣、剩骨、脓血者用之。④《纲目》：主偏风不遂，失音口噤，头风耳聋，舌胀，喉痹，齁喘，脚气毒肿，丹瘤，汤火伤，针刺入肉，女人胎衣不下，子肠挺出，开通关窍经络，能止诸痛，消肿追脓拔毒。【用法与用量】外用：捣敷或调敷。内服：入丸剂、生研或炒食。【宜忌】孕妇及便滑者忌服。《本草经疏》：脾胃薄弱、大肠不固之人，慎勿轻用。【选方】①治疔疮脓肿：蓖麻子二十多颗，去壳，和少量食盐、稀饭捣匀，敷患处，日换两次。(《福建民间草药》)②治痈疽初起：去皮蓖麻子一份，松香四份。将蓖麻子捣碎加入松香粉充分搅拌，用开水搅成糊状，置于冷水中冷却成膏状备用。用时将白膏药按疮面大小摊于纸或布上贴患处。(辽宁《中草药新医疗法资料选编》)③治瘰疬：蓖麻子炒热，去皮，烂嚼，临睡服三、二枚，渐加至十数枚。(《本草衍义》)④治咽中疮肿：萆麻子一枚(去皮)，朴硝一钱。同研，新汲水作一服，连进二、三服效。(《医准》)⑤治喉痹：萆麻子，取肉捶碎，纸卷作筒，烧烟吸之。(《医学正传》圣烟筒)⑥治诸骨哽：蓖麻子七粒。去壳研细，入寒水石末，缠令干湿得所，以竹篾子挑二、三钱入喉中，少顷以水咽之即下。(《魏氏家藏方》)⑦治疠风，手指挛曲，节间痛不可忍，渐至断落：蓖麻一两(去皮)，黄连一两(锉如豆)。以小瓶子入水一升，同浸，春夏三日，秋冬五日，后取蓖麻子一枚，擘破，以浸药水，平旦时一股，渐加至四、五枚，微利不妨，瓶中水少更添。忌动风食。(《医准》)⑧治汤火伤：蓖麻子、蛤粉等分。研膏。汤损用油调涂，火疮用水调涂。(《养生必用方》)⑨治犬咬伤：蓖麻子五十粒。去壳，以井水研膏，先以盐水洗咬处，次以萆麻膏贴。(《袖珍方》)⑩治风气头痛不可忍：乳香、蓖麻仁等分。捣饼，随左右贴太阳穴。(《纲目》)⑾治小儿颓疝：蓖麻仁三枚，棘刚子(去皮)三十枚，石燕子(烧)一枚，滑石(末)二钱匕，麝香(研)半钱匕。上五味捣研匀，稀面糊和丸，如绿豆大，每服十五丸，空心，煎灯心汤下。(《圣济总录》蓖麻丸)⑿治齁喘咳嗽：蓖麻子去壳炒热，拣甜者吃，多服见效。(《卫生易简方》)⒀治难产及胞衣不下：蓖麻子七枚。研如膏，涂脚底心，子及衣才下，便速洗去。(《海上集验方》)⒁催生并死胎不下：蓖麻子三个，巴豆四个。研细，入麝香少许，贴脐心上。(《卫生家宝方》)⒂治子宫脱下：蓖麻仁、枯矾等分。为末，安纸上托入，仍以蓖麻仁十四枚，研膏涂顶心。(《摘元方》)⒃治暴患脱肛：蓖麻子一两。烂杵为膏，捻作饼子，两指宽大，贴囟上；如阴证脱肛，生附子末、葱、蒜同研作膏，依前法贴之。(《活幼心书》蓖麻膏)⒄治口眼歪斜；蓖麻子仁七七粒。研作饼，右歪安在左手心，左歪安在右手心，却以铜盂盛热水，坐药上，冷即换，五、六次即正也。(《妇人良方》)【临床应用】①治疗颜面神经麻痹取蓖麻子去壳捣成泥状，敷于患侧下颌关节及口角部(厚约0.3厘米)，外加纱布绷带固定。每日换药1次。治疗3例，均于10天内痊愈。②中毒与解毒蓖麻子中所含毒质受热后即破坏。故中毒者多为生食后发生。曾报告3例小儿，生服蓖麻子仁2～7粒后发生持续呕吐，并伴腹痛，其中1例严重者神志模糊，出现脱水征象，手足发冷，瞳孔散大，对光反应迟钝。经按一般中毒常规处理及对症治疗，均渐恢复。【名家论述】①《纲目》：蓖麻仁，气味颇近巴豆，亦能利人，故下水气。其性善走，能开通锗窍经络，故能治偏风失音，口噤、口目歪斜、头风、七窍诸病，不止于出有形之物而已。盖鹈鹕油能引药气入内，蓖麻油能拔病气出外，故诸膏多用之。一人病偏风，手足不举，时珍用此油同羊脂、麝香、鲮鲤甲等药，煎作摩膏，日摩数次，一月余惭复，兼服搜风化痰养血之剂，三月而愈。一人病手臂一块肿痛，亦用蓖麻捣膏贴之，一夜而愈。一人病气血偏头痛，用此同乳香、食盐捣熁太阳穴，一夜痛止。一妇产后子肠不收，捣仁贴其丹田，一夜而上。此药外用累奏奇勋，但内服不可轻率尔。②《本草经疏》：蓖麻，其力长于收吸，故能拔病气出外，其牲善收，故能追脓取毒，能出有形之滞物，又能通利关窍，故主水症。③《医林纂要》：蓖麻子，泻肺气之下行，能决至高之水而下之，遁关窍，正经络，调上下。或云服此毕生不能食炒豆，亦不然。④《本草正义》：蓖麻子，气味甘平，濒湖以为甘辛平，其实全无辛味；石顽以为温，颐且恒用以消散外疡红肿焮热各症，则可证其性必是清凉，石顽之说亦非是。其性善走善散，丹溪以为能追脓取毒，拔邪外出，甚是不确；业师朱氏，兼治外疡，凡拔毒提脓药中，从不用此，惟退消阳毒红肿，及发颐、瘰疬、乳痈等症，有家制千捶膏一方，专用蓖麻子仁杵细，和乳香、胶香、银朱、麝香成膏，即有红赤焮高，势且酿脓者，亦可十消八九，则明消散之功，何可误认提毒外出。濒湖以治偏风不举，口目歪斜，盖亦用其走窜入络，可以通痹，非能拔出血络经脉之风邪。据《纲目》所载，一人偏风，手足不举，濒湖以此油同麝香、鲮鲤甲等作膏，摩之而愈，则真是风寒湿三气杂至之痹着关节者，所以有验，此辨症之不可模糊隐约者也。丹溪又以为能出有形之滞物，故取胎产胞衣，剩骨脓血者用之，则亦因其善走而速之使动耳。濒湖又谓一人病手臂一块肿痛，以此捣膏贴之，一夜而愈，则即走窜消散之功耳。　　]",
    " 蓖麻子.中药材.版本二": "[【出处】出自《唐本草》，1.《唐本草》：蓖麻，此人间所种者，叶似大麻叶而甚大，其子如蜱又名草麻。今胡中来者茎赤，树高丈余，子大如皂荚核，用之益良。2.《蜀本草》：《图经》云，(蓖麻)树生，叶似大麻大数倍，子壳有刺，实大于巴豆，青黄色班。夏用茎叶，秋收子，冬采根，日干。胡中来者茎子更倍大，所在有之。又云对'似蓉草而厚大，茎赤有节屈口首蔗。3.《纲目》：蓖麻，茎有赤有白，中空；其叶大【拼音名】Bì Má Zi【英文名】Castor Bean【别名】萆麻子、蓖麻仁、大麻子、红大麻子。【来源】药材基源：为大戟科植物蓖麻的种子。拉丁植物动物矿物名：Ricinus communis L.采收和储藏：当年8-11月蒴果呈棕色、未开裂时，先晴天，分批剪下果序，摊晒，脱粒，扬净。【原形态】蓖麻 高大一年生草本，在热带或南方地区常成多年生灌木或小乔木。幼嫩部分被白粉，绿色或稍呈紫色，无毛。单叶互生，具长柄；叶片盾状圆形，直径15-60cm，有时大至90cm，掌状分裂至叶片的一半以下，裂片5-11，卵状披针形至长圆形，先端渐尖，边缘有锯齿，主脉掌状。圆锥花序与叶对生及顶生，长10-30cm或更长，下部生雄花，上部生雌花；花瓣性同株，无花瓣；雄花萼3-5裂；雄蕊多数，花丝多分枝；雌花萼3-5理解；子房3室，每室1胚珠；花柱3，深红色，2裂。蒴果球形，长1-2cm，有软刺，成熟时开裂，种子长圆形，光滑有斑纹。花期5-8月，果期7-10月。【生境分布】全国各地均有栽培。【栽培】生物学特性 喜温暖湿润气候，生长适宜温度为20-28℃出苗至成熟积温2000-3500℃，种子发芽温度不低于10℃，生长温度超过35℃则生长受阻，幼苗遇春寒-8-1℃时或遇秋寒-2--3℃受冻害。苗期土壤含水量12%-14%，花果期土壤含水量15%-20%。出苗至果实成熟需85-115d。耐干旱，耐盐碱及弱酸土壤。以阳光充足、土层深厚、疏松肥沃、排水良好的土壤栽培为宜。栽培技术 种子繁殖：选粒大、饱满、充分成熟的种子，用45-50℃温水种24h左右捞出，摊置于20℃的室内催芽，待种子露白后，北方4月旬，南方2-3月播种，穴播，按行株距各65cm-100cm开穴播粒，覆土，稍加镇压，浇水。田间管理 出苗后，苗高12-15cm时要间苗、补苗，苗高25cm时定苗，每穴留壮苗2-3株，并结合松土除草、培土，施人畜粪肥，6-7月再施1次，适当增施磷、钾肥。有6片真叶时，摘去主茎顶芽，促使侧枝生长。整枝修剪，控制植株生长，剥芽保花，去掉未成花序的腋芽，7月剪去营养枝，促秋籽成熟。对多看生蓖麻，可砍伐更新，离地面30cm左右，浆主干或一级枝锯伐，保留3-4个侧芽，培育亲枝。病虫害防治 病害有根腐病，为害植株根部，使之发黑呈水渍状腐烂，植株枯萎，可喷撒石灰或70%五氯硝基苯粉剂，并及时开沟排除积水。虫害有红蜘蛛，为害嫩梢，可喷20%三氯杀螨砜可湿性粉剂600倍液呀用烟草石灰水防治。另有叶蟑、土老虎、棉铃虫、刺蛾、蓖麻夜蛾为害。【性状】性状鉴别 种子椭圆形或卵形，稍扁，长0.9-1.8cm，宽0.5-1cm。表面光滑，有灰白色与黑褐色或黄棕色与红棕色相间的花斑纹。一面较平，一面较隆起，较平的一面有1条隆起的种脊；一端有灰白色或浅棕色突起的种阜。种皮薄而脆，胚乳肥厚，白色，富油性。子叶2，菲薄。无臭。味微苦辛。以个大、饱满者为佳。显微鉴别 种子横切面：外种皮细胞1列，长方形，外被角质层，其下为3-4列薄壁细胞，再下为1列栅状细胞，壁厚，木化；内种皮为数列薄壁细胞，其中散有螺纹导管。胚乳和子叶均含糊粉粒。【化学成份】种子含蛋白质（protein）18％-26％，脂肪油（oil）64％-71％，碳水化合物（carbohydrate）2％，酚性物质（phe-nolic dubstance）2.50％，蓖麻毒蛋白（ricin）及蓖麻碱（ricinine）0.087％-0.15％。脂肪油的组成绝大部分为三酸甘油（甘油三酯，triglyceride）及甘油酯（glycerol ester），还有少量的甾醇（sterol），磷脂（phospholipid），游离脂肪酸（free fattyacid），碳氢化合物（hydrocarbon）及蜡（wax），甘油酯的脂肪酸中蓖麻油酸（ricinoleic acid）84％-91％，油酸（oleic acid）3.l％-5.9％，亚油酸（linoleic acid）2.9％-6.5％，硬脂酸（stearic acid）1.4％-2.1％，棕榈酸（palmitic acid）0.9％-1.5％；磷脂含量0％-0.12％，其中磷脂酸乙醇胺（phosphatidyl ethanolamine）及其降解产物占83％，磷脂酰胆碱（phosphatidyl choline）占13％，其他磷脂占4％；磷脂的脂肪酸组成为：棕榈酸（27.7％），硬脂酸（12.9％），油酸（18.5％），亚油酸（33.2％）而不含蓖麻油酸；游离脂肪酸含量0.3％，其中蓖麻油酸占78.5％，十八碳二烯酸（octadecadienoic acid）占8.4％，＋八碳烯酸（octadecenoic acid）占5.2％；蓖麻毒蛋白有蓖麻毒蛋白D，酸性蓖麻毒蛋白（acidicricin），碱性蓖麻毒蛋白（basic ricin），蓖麻毒蛋白E及蓖麻毒蛋白T等。种子还含凝集素（agglutinin）和脂肪酶（lipase）。种皮含30-去甲羽扇豆-3β-醇-20-酮（30-norlupan-3β-ol-20-one）。【药理作用】1.抗肿瘤作用：1.1.对实验肿瘤的作用：蓖麻毒蛋白对体外培养的多种肿瘤细胞株和变异细胞株均十分敏感，0.002-0.3mcg/ml可以抑制淋巴腺瘤SI、BW5147、MBC2、EL2，骨髓瘤P3、C1、RBC5、S117、S194、J588、MOPC315/P和骨髓样白血病C1498的生长。蓖麻毒蛋白亦能抑制体外培养的正常细胞和各种动物肿瘤细胞。实验还证明它对病毒致变异的成纤维细胞（SV3T3）比对正常3T3细胞更为敏感。蓖麻毒蛋白对小鼠艾氏腹水癌、腹水肝癌。宫颈癌U14、肉瘤S180及白血病等动物移植性肿瘤均有一定治疗作用。于接种后1，3天ip 7.5mcg/kg，能够完全抑制艾氏腹水癌细胞生长，使小鼠生存时间延长。一次ip蓖麻毒蛋白25mcg/kg，48小时后可使癌细胞减少90%；96小时后几乎所有的癌细胞形态发生如下改变：细胞膨胀，核出现空泡及有丝分裂停止，胞浆暗染、周围亦出现不规则的空泡等。1.2.作用原理：蓖麻毒蛋白可以强烈抑制各种癌细胞的蛋白质合成，中等强度抑制 DNA合成，而对RNA合成的抑制轻微。据蓖麻毒蛋白对家兔网织细胞溶胞产物（Iysaie）的无细胞系统（Cell一free system）蛋白质合成有强烈的抑制作用，证明了它不是影响癌细胞的醣代谢或氨基酸的提取，而是强烈地抑制真核生物核蛋白体的蛋白质合成。蓖麻毒蛋白具有二个肽链，由S一S链相联。发生作用前有一个裂解过程，裂解后释放出A链和B链，A链称之为效应链（Effectoner）；B链称之为结合链（Haptomer）.B链可以与细胞表面的碳水化物受体结合，把游离的A链或者整个毒蛋白分子通过质膜带入胞浆，与核蛋白体60-S亚基发生作用，抑制氨基酰 t-RNA与核蛋白体的酶结合，使核酸的延伸因子减少，从而使核酸失活，抑制蛋白质合成，并导致细胞死亡。与蓖麻毒蛋白相似结构的所有相思豆毒蛋白（Abrin），此类毒蛋白与细胞表面的乳糖残基单糖受结合是共同的，结合部位包括二个以上的糖。用神经氨酸处理细胞，可增加结合部位，已经证明：肿瘤细胞表面的单糖链与正常细胞有区别，其糖蛋白有过多的涎酸，糖脂常含有不完整的链。不完整的链易与毒蛋白结合，此可解释这类毒蛋白的抗癌作用。2.细胞凝集作用：过去大量的资料认为蓖麻毒蛋白在体外对各种动物和人类的红细胞，小肠粘膜细胞，肝细胞及其它细胞，组织悬液均有强烈的凝集作用。但是，近年来发现蓖麻种子里具有凝集活性的物质是无毒的蓖麻血凝素，而蓖麻毒蛋白没有血球凝集作用。蓖麻血凝素的凝集速度除了决定于血凝素和红细胞的量外，还与pH有关，碱性环境有助血凝。该血凝素在发生凝集作用时需要有血清补体参加，这个补体可以互换，例如山羊和豚鼠。该血凝作用除了可以由血清补体活化外，还可由某些还原剂活化，例如半胱氨酸和抗坏血酸。蓖麻血凝素在产生凝集作用的同时还伴有类似于番木瓜蛋白酶的蛋白质水解作用，可能是受体破坏酶的作用。3.热原作用：蓖麻毒蛋白是一个很强的热原物质。它对各种哺乳类动物和人类都具有十分强的致热作用，0.05-0.2mcg/kg 就可以产生热原反应，比其它任何热原都强而持久，潜伏期也长。大鼠sc蓖麻毒蛋白20mcg/kg，3.5小时后体温开始升高，持续时间超过6小时。反复注射可以产生耐受性，但与细菌类热原物质无交叉耐受性。它所造成的热原反应可用阿司匹林。非那西汀等解热。故认为它可作为解热实验的工具药。4.免疫反应：蓖麻毒蛋白具有很强的抗原性，以各种途径进入人体或各种哺乳动物体内可产生抗体和过敏反应，种植蓖麻的农民血液中也有这种抗体，称之为蓖麻毒蛋白抗体，十分稳定，除此之外，还可以使体内非特异抗体升高。此过程中血浆组分发生变化，由于肝毒的作用，白蛋白水平下降，随着肝再生白蛋白水平逐渐上升，a-球蛋白上升，而B-球蛋白下降。说明蓖麻毒蛋白特异地破坏蛋白的合成可以被抗体的作用而减弱；热原反应也可以被抑制。由于蓖麻毒蛋白能产生细胞毒作用，因此，它能抑制巨噬细胞等参与免疫功能的细胞。蓖麻血凝素还能够沉淀免疫球蛋白，完全沉淀IgM；但仅沉淀IgG10%，只与IgG3发生沉淀反应，不与IgG1反应。5.对心血管和呼吸系统的作用：1次iv蓖麻毒蛋白3.2mcg/kg是使麻醉兔产生心、肝、肾中毒反应的临界剂量，小于此量时对心血管及呼吸系统无明显影响。而麻醉猫注射250-500mcg/kg 时，血压立即上升，脉博、呼吸加快或潮气量增。当注射剂量增至30mg/kg 时，血压降至零，心跳停止于舒张期，出现潮式呼吸而死亡；心电图出现R一R间隔延长，P波消失，T波倒置等现象。麻醉猫 iv蓖麻毒蛋白250-500mcg/kg可以轻微的对抗B-受体兴奋剂异丙基肾上腺素。先注射黎 芦碱25mg/kg，然后注射蓖麻毒蛋白可以使肾上腺素、去甲肾上腺素、乙酰胆碱、升压素和组胺的全部药理作用减弱。蓖麻毒蛋白还能降低黎芦碱和尼古丁的反射作用。蓖麻碱也可引起实验动物血压下降，呼吸抑制、可能与其分子中所含氰基有关。蓖麻叶水煎剂可使正常离体蛙心及水合氯醛，麦角浸膏、乙酰胆碱、阿托品、奎宁、氯化钾中毒的蛙心振幅增大。该水煎剂能使犬血压下降，大鼠后肢血管扩张。6.其它作用：蓖麻毒蛋白可以影响体外培养的各类白细胞的呼吸作用。0.3-33mcg/ml可降低单核细胞的耗氧量，，16.6-33.2mcg/ml，可降低淋巴细胞的耗氧量，增加嗜中性粒细胞的耗氧量；当浓度增加至66.6mcg/ml时，嗜中性粒细胞的呼吸亦受抑制。【毒性】1.毒性：蓖麻子中含蓖麻毒蛋白及蓖麻碱，特别是前者，可引起中毒。4-7岁小儿服蓖麻子2-7被可引起中毒、致死。成人20粒可致死。非洲产蓖麻子2粒可使成人致死，小儿仅需一粒，但也有报告服24粒后仍能恢复者。蓖麻毒蛋白可能是一种蛋白分解酶，7毫克即可使成人死亡。2.蓖麻子中毒后之症状有：头痛、胃肠炎、体温上升、白细胞增多、血象左移、无尿、黄痘、冷汗、须发痉挛、心血管虚脱；中毒症状之发生常有一较长的潜伏期。蓖麻毒蛋白引起大鼠急性中毒，主要产生肝及肾的伤害，碳水化物代谢紊乱，蓖麻中的凝集素可与血球起凝集作用。湖州农村将蓖麻子炒熟吃未见中毒， 可能由于加热使蓖麻毒蛋白破坏。3.蓖麻子对各种动物的致死量（g/kg）大致如下：母鸡14、母鸭4、母鹅0.4、兔.9、小猪 2.3、猪1.3、奶牛2、小山羊0.5、山羊5.5、绵羊1.25、马0.1。蓖麻毒蛋白对小鼠1次iv的LD50为6-12mcg/kg。武汉健民制药厂生产的蓖麻毒蛋白对小鼠1次iv，LD50为47.97mcg/kg；对家兔1次iv的MTD为3.2mcg/kg；对家免iv每日1次，连续16次的MTD为1.6mcg/kg。小鼠ip或iv致死量的蓖麻毒蛋白后10h至数天内死亡。中毒过程较长至，一般给药 12h后见失重，24h后动物侧卧。有时发生慢性惊挛，呼吸困难，角弓反张，中枢神经失调。于第一次惊挛后3min动物死亡于呼吸麻痹。中毒时常伴有严重腹泻，也可能是使动物死亡的原因之一。4.蓖麻毒蛋白急性，亚急性中毒的动物（大小鼠、豚鼠和家兔等）大多数器官和组织部出现功能和形态的变化。主要毒性反应在肝脏、小肠和内分泌腺体。对肝细胞的破坏作用在内网层，伴随线粒体的轻微改变，从而使肝脏变性坏死。对小肠的损伤亦较严重，是腹泻的主要原因，内分泌系统各器官和组织对蓖麻毒蛋白很敏感，可使动物的下丘脑细胞，肾上腺、垂体、胸腺、睾丸、卵巢、胰腺以及淋巴组织等发生出血性坏死和退行性变。还能损伤网状内皮系统及引起上颌神经节和胸壁丛的处周神经细胞核染色质破坏。蓖麻毒蛋白中毒的动物血凝时间延长，这是由于干扰醣代谢在降低凝血酶元、凝血激活酶所致，并可使动物红细胞、白细胞总数升高，血糖及尿素水平升高，使血中镁离子浓度降低，钙离子浓度升高，Ca2+：Mg2+到2：1降至7.75 ：1，这可能与热原反应有关。蓖麻毒蛋白急性中毒时，动物血液中葡萄糖、肝糖原、总蛋白和红细胞比积均下降，而乳糖、非蛋白氮、氨基酸、无机磷。酸性磷酸盐和乳酸、丙酮酸升高，肝功能（SGOT、SGPT、LDH）发生紊乱。可见，蓖麻毒蛋白急性中毒时血液学变化与慢性中毒时略有差别。蓖麻子中蓖麻碱160mg或蓖麻毒蛋白7mg均可导致成人死亡。有人认为蓖麻毒蛋白比氢氰酸的毒性大22倍，它1g可使3600人死亡。【鉴别】理化鉴别 （1）取本品（带种皮）粉末约0.5g，加50％乙醇5ml，冷浸2h，滤过。取滤液蒸至约0.5ml，用毛细管滴于滤纸上，喷以茚三酮试液，烘至现紫红色斑点。（检查氨基酸）（2）取本品粉末1g，加盐酸水溶液（PH2）10ml，沸浸30min，滤过。滤液浓缩至1.5ml，分为3份，分别于小试管中滴加碘化铝钾、碘化汞钾、碘一碘化钾试液各2滴，分别产生橘红、棕、棕红色沉淀。（检查生物碱）【炮制】1.敲碎种子外壳，拣取种仁用。2.《雷公炮炙论》：凡使蓖麻子，先须和皮用盐汤煮半日，去皮取子研过用。3.《本草蒙筌》：蓖麻子，修制忌铁，【性味】甘；辛；平；有小毒【归经】大肠；肺；脾；肝经【功能主治】消肿拔毒；泻下导滞；通络利窍。主痈疽肿毒；瘰疬；乳痈；喉痹；疥癞癣疮；烫伤；水肿胀满；大便燥结；口眼歪斜；跌打损伤【用法用量】外用：适量，捣敷或调敷。内服：入丸剂，1-5g；生研或炒食。【注意】孕妇及便滑者忌服。《本草经疏》：脾胃薄弱、大肠不固之人，慎勿轻用。【附方】①治疗疮脓： 蓖麻子二十多颗，去壳，和少量食盐、稀饭捣匀，敷患处，日换两次。 (《福建民间草药》)②治痈疽初起： 去皮蓖麻干一份，松香四份。 将蓖麻子捣碎加入松香粉充分搅拌，用开水搅成糊状，置于冷水中冷却成膏状备用。用时将白膏药按疮面大小摊于纸或布上贴患处。(辽宁《中草药新医疗法资料选编》)③治瘰疠： 蓖麻子炒熟，去皮，烂嚼／陆睡服三、二枚，渐加至十数枚。 (《本草衍义》)④治咽中疮肿：萆麻子一枚(去皮)，朴硝一钱。 同研，新汲水作一服，连进二、三服效。 (《医准》)⑤治喉痈： 萆麻子，取肉捶碎，纸卷作简，烧烟吸之。(《医学正传》圣烟筒)⑥治诸骨哽： 蓖麻子七粒。去壳研细，入寒水石末，缠令干湿得所，以竹篱子挑二、三钱入喉中，少顷以水咽之即下。(《魏氏家藏方》)⑦治疠风，手指挛曲，节间痛不可忍，渐至断落： 蓖麻一两(去皮)，黄连一两(锉如豆)。 以小瓶子入水一升，同浸，春夏三日，秋冬五日，后取蓖麻子一枚，肇彼，以浸药水，平旦时一服，渐加至四、五枚，微利不妨，瓶中水少更添。忌动风食。(《医准功⑧治汤火伤： 蓖麻子、蛤粉等分。研膏。汤损用油调涂，火疮用水调徐。(《养生必用方》)⑨治犬咬伤： 蓖麻子五十粒。去壳，以井水研膏，先以盐水洗咬处，次以萆麻膏贴。 (《袖珍方》)⑩治风气头痛不可忍： 乳香、蓖麻仁等分。捣饼，随左右贴太阳穴。 (《纲目》)(11)治小儿癫疝： 蓖麻仁三枚，棘刚子(去皮)三十枚，石燕子(烧)一枚，滑石(末)二钱巴，扇香(研)半钱巴。上五昧捣研习，稀面糊和丸，如绿豆大，每服十五丸，空心，煎灯心汤下。(《圣济总录》蓖麻丸)(12)治助喘咳嗽： 蓖麻子去壳炒熟，拣甜看吃，多服见效。(《卫生易简方》)(13)治难产及胞衣不下： 蓖麻子七枚。研如膏，涂脚底心，子及衣才下，便速洗去。 (《海上集验方》)(14)催生并死胎不下： 蓖麻子三个，巴豆四个。研细，入麝香少许，贴脐心上。 (《卫生家宝方》)(15)治子宫脱下： 蓖麻仁、枯矾等分。为末，安纸上托人，仍以蓖麻仁十四枚，研膏涂顶心。 (《摘元方》)(16)治暴患脱肛： 蓖麻子一两。烂杆为膏，捻作讲子，两指宽大，贴囱上；女口朋证脱肛，生附子末、葱、蒜同研作膏，依前法贴之。(《活幼心书》蓖麻膏)(17)治口眼歪斜： 蓖麻子仁七粒。研作末，右歪安在左手心，左歪安在右手心，却以铜盂盛热水。坐药上，冷即换，五、六次即正也。 (《妇人良方》)【各家论述】1.《纲目》：蓖麻仁，气味颇近巴豆，亦能利人，故下水气。其性善走，能开通诸窍经络，故能治偏风失音，口噤、口目歪斜、头风、七窍诸病，不止于出有形之物而已。蓖麻油能拔病气，故诸膏多用之。一人病偏风，手足不举，时渗用此油同羊脂、菌香、酸鲤甲等药，煎作摩膏，日摩数次，一月余渐复，兼服搜风化痰养血之剂，三月而愈。一人病手臂一块肿痛，亦用蓖麻捣膏贴之，一夜而愈。一人病气血偏头痛，用此同乳香、食盐捣敷太阳穴，一夜痛止。一妇产后子肠不收，捣仁贴其丹田，一夜而上。此药外用累奏奇勋，但内服不可轻率尔。2.《本草经疏》：蓖麻，其力长于收吸，故能拔病气出外，其性善收，故能追脓取毒，能出有形之滞物，又能通利关窍，故主水症。3.《医林篡要》：蓖麻子，泻肺气之下行，能决至高之水而下之，通关窍，正经络，调上下。或云服此毕生不能食炒豆子，亦不然。4.《本草正义》：蓖麻子，气味甘平，濒湖以为甘辛平，其实全无车味；石顽以为温，则司'证其性必是清凉，石顽之说亦非是。其性善定善散，丹溪以为能退脓取毒，拔邪外出，甚是不确；业师朱氏，兼治外疡，凡拔毒提脓药中，从不用此，惟退消阳毒红肿，及发颐、窟疡、乳痈等症，有家制千捶营一方，专用蓖麻子仁杵细，和乳香、胶香、银朱、麝香成膏，即有红赤焮高，势且酿脓者，亦可十消八九，则明消散之功，何可误认提毒外出。濒湖以治偏风不举，口目歪斜，盖亦用其走窜入络，可以通痹，非能拔出血络经脉之风邪。据《纲目》所载，-一人偏风，手足不举，濒湖以此油同康香、缀鲤甲等作膏，摩之而愈，则真是风寒湿三气杂至之痹着关节者，所以有验，此辨症之不可模糊隐约者也。丹溪又以为能出有形之滞物，故取胎产胞衣，剩骨脓血者用之，则亦因其善定而速之使动耳。濒湖又谓一人病手臂一块肿痛，以此捣膏贴之，一夜而愈，则即走窜消散之功耳。5.《唐本草》：主水溺。6.《日华子本草》：治水胀腹满，细研水服；疮康疥额，亦可研敷。7.《本草衍义补遗》：能出有形质之滞物，故取胎产、胞衣、剩骨、脓血看用之。8.《纲目》：主偏风不遂，失音口欧，头风哥聋，舌胀，喉痹，助喘，脚气毒，丹瘤，汤火伤，针刺入肉，女人胎衣不下，子肠挺出，开通关窍经络，能止诸痛，消肿退脓扳毒。【临床应用】治疗颜面神经麻痹：取蓖麻子去壳捣成泥状，敷于患侧下颞关节及口角部(厚约0.3cm)，外加纱布绷带固定。每日换药1次。治疗3例，均于10天内痊愈。【摘录】《中华本草》]"
},{
    "中药名称": "碧桃干",
    "碧桃干.版本二": "[【出处】碧桃干出自《饮片新参》；1.《雷公炮炙论》：用鬼髑髅勿使干桃子，其鬼髑髅只是千叶桃花结子在树上不落者，于十一月内采得，妙。2.《别录》：桃枭是(桃)实着树不落，实中者。正月采之。【拼音名】Bì Táo Gān【英文名】immature fruit of Peach, immature of David peach【别名】桃枭、鬼髑髅、桃奴、枭景、干桃、气桃、阴桃子、桃干、瘪桃干。【来源】药材基源：为蔷薇科植物桃或山桃的幼果。拉丁植物动物矿物名：1.Amygdalus persica L.[Prunus persica (L.) Batsch.]2.Amygdalus davidiana (Carr.)C.de Vos ex Henry[Persica davidiana Carr.;Prunus davidiana (Carr.) Franch.]采收和储藏：4-6月采收。摘取未成熟的果实，晒干。【原形态】1.桃 落叶小乔木，高达3-8m。小枝绿色或半边红褐色，无毛。叶互生，在短枝上呈簇生状；叶柄长1-2cm，通常有1至数枚腺体；叶片椭圆状披针形至倒卵状披针形，边缘具细锯齿，两面无毛。花通常单生，生于叶开放，直径约2.5-3.5cm，具短梗；萼片5，基部合生成短萼筒，无毛。叶柄长7-12mm，具腺点。花通常单生，直径约2.5-3.5cm；具短梗；萼片5，基部合生成短萼筒，外被绒毛；花瓣5，倒卵形，粉红色；罕为白色；雄蕊多数，子房1室。花柱细长，柱头小，圆头状。核果近球形，直径5-7cm，表面有短绒毛；果肉白色或黄色；离核或粘核。种子1枚，扁卵状心形。花期3-4月，果期6-7月。2.山桃 落叶小乔木，高5-9m。叶互生；托叶早落；叶柄长1.5-3cm；叶片卵状披针形，长4-8cm，宽2-3.5cm，花单生，萼片5，花瓣5，阔倒卵形，粉红色至白色。核果近圆形，黄绿色，表面被黄褐色柔毛。果肉离核；核小，坚硬。种子1颗，棕红色。花期3-4月。果期6-7月。【生境分布】生态环境：生于海拔800-1200m的山坡、山谷沟底或荒野疏林及灌丛内。资源分布：1.桃全国各地普遍栽培。2.分布于河北、山西、陕西、甘肃、山东、河南、四川、云南等地。【栽培】生物学特性 1.桃 喜阳光和温暖的气候，在肥沃高燥的砂质壤土中生长最好。怕涝，在低洼碱性土壤中生长不良。幼树抗寒力弱，容易冻梢。耐修剪，寿命较短。2.山桃 喜光，在半阴处也能生长，耐寒，耐旱。对土壤要求不严贫瘠、荒山均可种植。栽培技术 1. 桃 以嫁接繁殖为主。用山桃、毛桃、为砧木，可增强其抗涝、抗寒性。供砧木用桃核在湿沙中完成春化阶段，使硬壳容易裂开，易于发芽，3月播种，4月上旬即可出芽。有经沙藏的种子，可在秋季播种，选地势高燥的圃地培育桃苗，苗木生长迅速，当年秋季幼苗可长20-30cm高。芽接一般以8月下旬、中旬为宜，多采用丁字形芽接法，或在春季4月上旬进行枝接，多采用切接、腹接和劈接法。2.山桃 用种子繁殖。6-9月份摘下成熟果实，除去果肉，将种子在水中冲洗干净，捞出晾干，沙藏。春播，3月上旬进行至4月初播种，把经过沙藏种子取出，按行株距35cm×(20-30)cm，深5-6cm穴播，覆土，浇水，15d左右可出苗。幼苗在苗圃培育1-2年出圃定植。秋播于10月中旬至11月上旬，可以当年采收的种子，不经沙藏处理，直接播种，于翌年春生苗。山桃苗木一般常作为桃树品种的砧木。田间管理 1.桃 注意整形修剪，加强土、肥、水管理。2 .山桃 幼苗出土后，应及时进行追肥、浇水、中耕除草。定植结果后，于每年的冬季进行修剪，剪除徒长枝、过密枝、病虫枝、细弱枝，使通风透光，提高果实的产量。病虫害防治1.桃 抗病能力弱，量易遭受虫害。桃炭疽病，主要为害果实，也为害叶和新梢，发芽前喷波美3度石硫合剂，发芽后喷65%代森锌500倍液2-3次。流胶病，发生在树枝干，加强栽培管理，枝干涂白，预防冻害和日烧伤，防治蛀食枝干的害虫。桃蚜，为害叶片，发芽前喷波美3度石硫合剂，生长期用2.5%溴氰菊酯5000倍液。2.山桃 桃缩叶病，为害叶片、新梢、果实，严重时造成落叶甚至枝条枯死。发芽前喷波美5度石硫合剂。虫害有桃芽、桃粉蚜。【性状】性状鉴别 瘪桃干呈矩圆形或卵圆形，长1.8-3cm，直径 1.5-2cm，厚0.9-1.5cm，先端渐尖,呈鸟喙状，基部不对称，有的存有少数棕红色的果柄；表面黄绿色，具网状皱缩的纹理，并密被短柔毛；质坚硬，不易折断。破开，断面内果皮厚而硬化，腹缝线凸出，背缝线明显。含未成熟种子1枚。气微弱，味微酸涩。桃奴呈扁压状卵形，较小，表面毛茸更多。质软，断面内果皮较薄，未硬化。以干燥、实大、坚硬、色黄绿者为佳。显微鉴别 粉末特征：棕黄色。①非腺毛众多，单细胞，淡黄色，多自基部断离，呈纤维状，微弯，长33-612(-2700)μm，直径17-40μm，壁厚，表面有螺纹状角质理。②内果皮石细胞成片，呈尖圆形、类方形或不规则形，直径14-45μm，壁较薄，微木化，纹孔、孔沟细密，明显。③草酸钙簇晶可见，直径7-21μm。【鉴别】取本品粗粉2g，加水20ml，加热微沸15min，趁热滤过，滤液照下述方法试验：（1）取滤液滴于滤纸上，干后喷以0.1%溴酚蓝乙醇液，即显蓝色斑点。（检查有机酸）（2）取滤液5滴，置白色点滴板内，加三氯化铁试液1滴，显污绿色或褐绿色。（检查酚性成分）【炮制】1.刷净果皮上绒毛，晒干。2.《雷公炮炙论》：凡修事鬼髑髅，以酒拌蒸，从巳至未，以铜刀切，焙，取肉用。【性味】酸、苦；平【归经】肺、肝经【功能主治】敛汗涩精，活血止血，止痛。。主盗汗；遗精；吐血；疟疾；心腹痛；妊娠下血【用法用量】内服：煎汤6-9g；或入丸、散。外用：研末调敷或烧烟熏。【附方】①治盗汗不止： 树上干桃子一个，霜梅二个，葱根七个，灯芯二茎，陈皮一钱，稻根、大麦芽各—撮。水二钟煎服。 (《经验方》)②治内伤吐血： 桃枭(煅存性)、棕灰、蒲黄、朱砂、京墨。为末，临卧以童便调服三钱，小便解，色渐淡为度。(《本草经疏》)③治疟： 树上自干桃子二七枚，黑豆一两，巴豆七粒(去皮、心膜，出尽油)。上三昧，捣罗为细末，滴冷水丸如梧桐子大，丹砂为衣。每服一丸，凌晨井华水吞下。 (《圣济总录》干桃丸)④治伏梁气，在心下结聚不散： 桃奴三两。捣细，罗为散，每服食前，温酒调下二钱。(《圣惠方》)⑤治妊娠下血不止： 桃枭烧存性，研，水服。 (《肘后方》)⑥治小儿头疮：树上干桃烧研，入腻粉、麻油调搽。(《圣惠方》)⑦治食桃成病：桃枭烧灰三钱。水服取吐。(《纲目》)【各家论述】1.《别录》：疗中恶腹痛。2.《日华子本草》：治肺气，腰痛，破血，治心痛，酒摩暖服之。3.汪颖《食物本草》：主吐血，烧存性，研末，米汤调服。4.《纲目》：治小儿虚汗，妇人妊娠下血，破伏梁结气，止邪疟，烧烟熏痔疮，烧黑油调敷小儿头上肥疮软疖。5.《本经逢原》：疗瘀血症坚。6.《分类草药性》：治膀脱疝气，遗精，妇女月经闭塞。7.《饮片新参》：生津，止汗。治劳咳，养胃除烦。【摘录】《中华本草》]"
},{
    "中药名称": "壁虎",
    "生物特性": "[壁虎是蜥蜴目的1种,又称守宫。体背腹扁平，身上排列着粒鳞或杂有疣鳞。指、趾端扩展，其下方形成皮肤褶襞，密布腺毛，有粘附能力，可在墙壁、天花板或光滑的平面上迅速爬行。其中壁虎属约20种，中国产8种，常见的有多疣壁虎、无蹼壁虎、蹼趾壁虎与壁虎。蜥虎属中国已知4种，半叶趾虎属、截趾虎属和蝎虎属中国各有 1种，主要分布于华南地区。本科动物没有活动的眼睑。壁虎受到强烈干扰时，它的尾巴可自行截断，以后还再生出来新尾巴。壁虎生活于建筑物内，以蚊、蝇、飞蛾等昆虫为食。夜间活动，夏秋的晚上常出没于有灯光照射的墙壁、天花板、檐下或电杆上，白天潜伏于壁缝、瓦角下、橱柜背后等隐蔽处，并在这些隐蔽地方产卵，每产2枚；卵白色，卵圆形，壳易破碎。有时几个雌体将卵产在一起。它们是能鸣叫 的爬行动物。孵化期1个多月。　　生理特征壁虎的其他生理特征与蜥蜴类似，但是有一点不同：壁虎没有大脑，它的头部是中空的，两耳之间什么也没有。我们可以从壁虎的一只耳眼看进去，直接通过另一只耳眼看到外面。壁虎的中枢神经系统位于脊髓中。壁虎的断尾，是一种“自卫”。当它受到外力牵引或者遇到敌害时，尾部 肌肉就强烈地收缩，能使尾部断落。掉下来的一段，由于里面还有神经， 一些时候尚能跳动。这种现象，在动物学上叫做“自切”。　　]",
    " 生理特征": "[]",
    " 药理学特点": "[壁虎去内脏的干制品入中药,名“天龙壁虎”,有补肺肾、益精血、止咳定喘、镇痉祛风和发散消肿的功效，可治淋巴结核、神经痛、慢性关节炎、乳房肿块。常用作实验动物。【别名】守宫、爬壁虎、爬墙虎、蝎虎、天龙【来源】守宫科动物无疣壁虎Gekko subpalmatus Gunther，以干燥全体入药。夏秋捕捉，摔死或开水烫死，晒干或焙干。【性味归经】咸，寒。有小毒。【功能主治】祛风，活络，散结。用于中风瘫痪，风湿关节痛，骨髓炎，淋巴结结核，肿瘤。【用法用量】炒研细粉，每服3～5分；或0.5～1.5钱，水煎服。【备注】（1）东北和华东地区产一种无蹼壁虎Gekko swinboana Gunther，亦同供药用。【摘录】《全国中草药汇编》【来源】为壁虎科动物无蹼壁虎（守宫）Gekko swinhonis Guenther或其他几种壁虎的全体或鲜品加工成的壁虎组织注射液。【形态】全长约12cm，体与尾几乎等长。头扁宽；吻斜扁，比眼径长；鼻孔近吻端；耳孔小。头、体的背面覆以细鳞，躯干部圆鳞交错成12～14纵行；尾背面的鳞多排列成环状。指、趾膨大，指、趾间有蹼，除第一指、趾无爪外，其余均有小爪。体背灰棕色；尾易断，能再生。【分布】喜栖于墙壁间、屋檐下等隐僻处，夜间出没于天花板及墙壁上，鲜用或捕食蚊、蝇等昆虫。分布于华北、华东及西南一带。【采制】夏、秋季捕捉，可于夜间用灯光诱捕。鲜用或捕得后用竹片贯穿头腹，尾用绳固定于竹片上，然后用微火烤干。采集加工时，应注意勿使尾部脱落。【成分】含蛋白质、马蜂毒样的有毒物质及组织胺样物质。【药理】①同属无疣壁虎体外试验表明，壁虎水溶液对人体肝癌细胞的呼吸有明显抑制作用。②本品中含有丰富的维生素F，已证明维生素F有一定的抗癌活性[12:547]。【临床应用】用于治疗食道癌、肠癌、原发性肝癌、肺癌等。1、治疗原发性肝癌、肺癌：壁虎注射液，每支2ml，含生药2g。肌肉注射每次～6ml，每日2次。共治肝癌48例，总有效率为54%；治肺癌27例，显效2例，有效15例，总有效率为62.9%[11:103]。2、治疗食管癌处方1）：用壁虎50g（夏季用活壁虎10条），泽漆100g，锡块50g，用黄酒100ml浸泡5～7日，滤去药渣，制成壁虎酒。每日3次，口服，每次～50ml。共治疗食管癌患者42例，治愈率为30.95%，总有效率为92.86%[16:1128]。处方2）：每日用壁虎1条和米适量炒至焦黄，研成细粉，分-3次以少量黄酒调服。治疗全例，临床症状均消失。钡餐造影复查，l例食道下段狭窄消失，但边缘仍欠整齐；1例食道下段狭窄较前为轻；1例见癌灶消失；1例食道中段仍然狭窄，但脱落细胞检查阴性。3、治疗神经衰弱： 取壁虎剔除肠杂，用2%氯胺浸洗3分钟后，在2-4℃下冷藏7昼夜，研成肉泥，加入蒸馏水(1∶5-1∶10)，置室温下浸债3-8小时，然后煮沸5分钟(急火)，过滤后分装小瓶，再煮沸消毒2分钟。溶液颜色澄黄，比重 L006， pH4.0，行皮下'或肌肉注射。一般每一疗程为60-80ml，约分30次注射完毕，先从0.3ml开始，逐渐增加为0.5，0.7，1.0，l.5，2.0，2.5，3.0ml，以加到患者恰能忍耐为度。一厅程完毕后，休息3局，可再继续第二个疗程，用员可自lml开始。18岁以上用成人量，小孩按年龄的减。用药后患者睡眠可明显改善，食欲增加。此药用于骨折病人，能促进召疯生长，对胃、十二指肠溃疡病人能减轻疼痛。其他如肺结核、淋巴结结核、皮肤病、眼病等也有一定疗效。临床常根据不同病症配合其他药物应用。4、治疗凛病：将壁虎焰干研末，装人胶囊。每天3次，每次粒，用黄酒送服。巳渍的可用壁虎干燥粉，掺于创口上，外以普通膏药贴敷。临床治疗女例(3例末溃， 1例已溃)，均获治愈。古代，用其作成“守宫砂”，用于为女子试贞。其真假现在未知，但在当时确实起到一定作用。现在有人怀疑其准确性，认为其荒谬。而且在一定程度上，被利用来束缚女性，成为封建社会的枷锁。　　]",
    " 参看": "[《中药学》- 壁虎《本草纲目 · 守宫》]",
    "  给壁虎条目的留言 ": "[--183.95.141.52 2016年8月1日 (一) 18:55 (CST)留言：璧虎能治久咳嗽吗]"
},{
    "中药名称": "篦子草",
    "药材简介": "[药名篦子草和i别名舒筋草、小牛肋巴汉语拼音bi zi cao拉丁植物动物矿物名Cyclosorus gongylodes（Schkuhr）Link［Aspidium gongylodes Schkuhr］科属分类金星蕨科生态环境生于水边或潮湿处。采收和储藏全年均可采收，晒干。资源分布分布于江西、台湾、广东、海南等地且喜好长在钙质土壤中。功效分类祛风除湿药；舒筋活络药性味苦；平药材基源为金星蕨科植物毛蕨的全草。用法用量内服：煎汤，9-15g。　　]",
    " 功效主治": "[功效祛风除湿；舒筋活络主治风湿关节疼痛；肢体麻木；瘫痪　　]",
    " 动植物形态": "[植株高达50cm或更高。根茎长而横生。叶远生；叶柄长25-90cm，棕褐色，无毛，基部具黑色鳞片；叶片草质或纸质，披针状长椭圆形，长40-70cm，宽20-25cm，二回羽状浅裂；裂片15-28对，线形，先端渐尖，基部楔形，无柄，长12-16cm，宽1-1.3cm，羽状浅裂至中裂，基部羽片不缩短或稍缩短，全缘，稍卷曲；叶背面被长硬毛；脉8-10对，基部1对细脉联结延伸至弯缺处；中脉背面被卵形鳞片；孢子囊群圆形，每裂片有2-5对，近边缘着生；囊群盖大，圆肾形，棕色。]"
},{
    "中药名称": "篦子三尖杉",
    "基本资料": "[中文名：篦子三尖杉科：三尖杉科学名：Cephalotaxus oliveri Mast．别名：阿里杉、梳叶圆头杉、花枝杉。保护级别：国家二级保护植物　　]",
    " 现状": "[渐危种。蓖子三尖杉常零星分布于常绿阔叶林下的灌木丛中，很少有成片生长单优势群落，随着常绿阔叶林遭到破坏，种群数量正日趋减少。　　]",
    " 形态特征": "[常绿灌木或小乔木，高可达6米，树皮灰褐色，枝条轮生，小枝干时褐色，有明显的沟槽。叶条形，质硬，螺旋状着生，排成二列，叶缘彼此接触，通常中部以上向上微弯，长1．5-3.2厘米，宽3-4．5毫米，先端微急尖，基部截形或心脏状截形，近无柄，下延部分之间有明显沟纹，上面微凸，中脉不明显或稍隆起，或中下部较明显，下面有两条白色气孔带。雄球花6-7聚生成头状，直径约9毫米，梗长约4毫米，雌球花由数对交互对生的苞片组成，有长梗，每苞片腹面基部生2胚珠。种子倒卵形或卵圆形，长约2。？厘米，顶端中央有有凸尖，直径1．8厘米。花期3-4月，种子9一10月成熟。　　]",
    " 分布": "[在贵州，主要分布于黔东北梵净山、石阡，黔东南的镇远，黎平、榕江，黔南三都徭人山、平塘及荔波朝阳区翁昂等地。生于海拔300—1500米的山谷林中，我国湖北西北部、湖南西部、四川南部、江西东部、云南东南部和广东北部有分布；越南亦产。　　]",
    " 生境与生态学特征": "[蓖子三尖杉分布区的气候属中亚热带湿润性季风气候，热量条件十.分优越，降水丰沛。年平均气温为15．6-18．3℃，年降水量为1100—1637毫米。分布区的土壤为酸性黄壤或中性或微碱性的石灰土。蓖子三尖杉喜温暖湿润的生境，常生于常绿阔叶林下的灌木层中。尽管生境较阴湿，局部地区光照条件较差，但仍生长良好，林下伴生的草本植物如凤仙花、血水草及多种蕨类多为喜阴湿的种类，这充分反映了蓖子三尖杉喜阴湿生境的特点。此外，本种对土壤的要求亦不严格。在荔波翁昂及镇远舞阳河地区，蓖子三尖杉出现于石灰土上，而在梵净山及榕江等地，则出现于 酸性黄壤上，说明本种对于土壤的适应能力较强。　　]",
    " 保护价值": "[自本世纪60年代以来，植物化学家从蓖子三尖杉的枝叶，树皮中提取的生物碱，经临床试验，证明是一种新型的抗癌新药，对治疗人体非淋巴系统白血病，特别是急性粒细胞白血病和单核型细胞白血病有较好的疗效。另外，本种木材结构细致，坚实不裂，宜作雕刻、棋类及工艺品材料。由于本种在常绿阔叶林中零星分布，种群数量日趋减少，故应予以保护。　是篦子三尖杉，因为它的叶排列的像中国的篦子，不是蓖子；到目前为止，从篦子三尖杉中一共得到了四种生物碱，一种为高刺酮类生物碱，没有特别的活性；另三种为粗榧碱类，其中的三尖杉酯碱和高三尖杉酯碱具有看白血病的活性，而三尖杉碱本身并没有显著的生物活性。　　]",
    " 保护措施": "[由于蓖子三尖杉多生长于常绿阔叶林下，常因常绿阔叶林遭到砍伐而随之受到破坏。要保护蓖子三尖杉，首先要保护其生境不被破坏。因此，应将有蓖子三尖杉分布的常绿阔叶林划为保护区或保护点，进行封山育林，严禁砍伐。在镇远舞阳河风景区相见河河谷，蓖子三尖杉正位于游人通过频繁的路旁，一些植株已受到攀折破坏。应在此设立小面积保护点，并将道路改在河谷对岸通行。此外，应有计划地组织人力采收种子，进行引种栽培试验，以扩大蓖子三尖杉的种群数量。]"
},{
    "中药名称": "薜荔",
    "简介": "[薜荔广泛分布于中国长江以南至广东、海南等省区。垂直分布海拔50～800m之间，无论山区、丘陵、平原在土壤湿润肥沃的地块都有程度不同地零星野生分布，多攀附在村庄前后、山脚、山窝以及沿河沙洲、公路两侧的古树、大树上和断墙残壁、古石桥、庭园围墙等。所攀附的树种，凡人们常见的树种上都或多或少有薜荔生存，尤以樟、柏、枫香、枫杨、木荷、苦槠、苦楝、乌柏等树种多见，皂荚、黄连木、杉、松等次之。　　]",
    " 形态特征": "[薜荔攀援或匍匐灌木，叶两型，不结果枝节上生不定根，叶卵状心形，长约2. 5厘米，薄革质，基部稍不对称，尖端渐尖，叶柄很短；结果枝上无不定根，革质，卵状椭圆形，长 5-10厘米，宽2-3.5厘米，先端急尖至钝形，基部圆形至浅心形，全缘，上面无毛，背面被黄褐色柔毛，基生叶脉延长，网脉3-4对，在表面下陷，背面凸起，网脉甚明显，呈蜂窝状；叶柄长5-10毫米；托叶2，披针形，被黄褐色丝状毛。榕果单生叶腋，瘿花果梨形，雌花果近球形，长4-8厘米，直径3-5厘米，顶部截平，略具短钝头或为脐状凸起，基部收窄成一短柄，基生苞片宿存，三角状卵形，密被长柔毛，榕果幼时被黄色短柔毛，成熟黄绿色或微红；总便粗短；雄花，生榕果内壁口部，多数，排为几行，有柄，花被片2-3，线形，雄蕊2枚，花丝短；瘿花具柄，花被片3-4，线形，花柱侧生，短；雌花生另一植株榕一果内壁，花柄长，花被片4-5。瘦果近球形，有粘液。花果期 5-8月。薜荔剖面图常绿攀援或匍匐灌木；含乳汁；小枝有棕色绒毛。叶异型、二型；在不生花序托的枝上叶小而薄，心状卵形，基部偏斜，几无柄，长约2．5厘米，基部斜；在生花序托的枝上叶较大而厚，革质，卵状椭圆形，网脉凸起，长3-9厘米，顶端钝，表面无毛，背面有短毛，网脉明显，突起成蜂窝状。隐花果单生于叶腋，梨形或倒卵形，长约5厘米，径约3厘米，有短柄。花期4～5月，果6月，瘦果9月成熟，果熟期10月。花期4～5月，与无花果相似，花极小，隐生于肉质囊状花序托内，分瘿花、雄花、雌花三种，授粉是通过果苞包片错位覆盖处的空隙由一种小虫完成，果实的大小、产量高低与授粉效率有较大的关系。授粉后发育成倒卵形的复花果，长约5cm，基部生苞片，果顶部有乳头状凸起，宿存萼片。果实于8～9月成熟，老熟时囊果皮(外果皮)暗褐色，并自行3裂向外飘洒种子。种子白色或淡。　　]",
    " 主要分布": "[生于旷野树上或村边残墙破壁上或石灰岩山坡上。分布于福建、江西、浙江、安徽、江苏、台湾、湖南、广东、广西、贵州、云南东南部、四川及陕西。北方偶有栽培。日本（琉球）、越南北部也有。 　　]",
    " 栽培繁殖": "[]",
    " 栽培技术": "[繁殖采用种子繁殖和扦插、嫁接及组织培养。目前多采用播种育苗和扦插法等繁殖。薜荔1、播种育苗果实采摘后堆放数日，待花序托软熟后用刀切开取出瘦果，放入水中搓洗，并用纱布包扎成团用手挤捏滤去肉质糊状物取子，种子阴干贮藏至翌年春播。一般发芽率可达9O％以上，成苗达85％以上：早春整地作畦耙平后，复1cm厚的黄心土，用木板整平床面撤播，复土以不见种子为度，洒透水，用竹弓支撑扣上薄膜和遮阳网，以利保温保湿和避免强阳光直射。当温度在1O～23℃时，lO天可出苗，于4月中下旬阴雨天按株行距15x20cm移植于大田苗床，然后盖上遮阳网，按常规育苗管理，至9月中下旬揭去遮陌网进行日光锻炼，ll下旬扣上薄膜罩以防霜冻危害，翌年春可供造林。2、扦插选优剪取插穗——药剂处理——扦插——成活——移植——出圃造林。①扦插基质：常用l：l的黄心土和细河沙，有条件的可用蛭石、珍珠岩和谷壳灰作扦插基质。此外，还可采用无土水插法繁育，即用无污染的河水或井水，自来水必须在桶内盛放二天后再用，将剪好的插穗插入玻璃瓶内或其它容器内，插穗上半部可用钻孔的瓶盖或塑料板支撑固定，发根后移植于苗床。②插穗选择：当年萌发的半木质化或一年生木质化的大叶枝条(结果枝)以及一年生木质化的小叶枝条薜荔(营养枝)都可选用。结果枝插条长l2～l5cm，营养枝长20cm，结果枝留叶2～3片，斜插于土内，深度为插条长的1／3，每平方米插40株；营养枝露出小枝平埋于土内或剪去3／5以下的小枝后斜插。扦插前可用25或50ppm的ABT生根粉液浸插条基部l～2小时。③温度、湿度和光的调控：一般从盖有透光度为50％的遮阳网的钢架或竹木架结构的大棚下建砖砌扦插床，床底先后各铺厚5cm的卵石和粗砂层，然后铺厚20cm的扦插基质。扦插后浇透水，用竹弓支撑盖上薄膜，四周用砖压紧，以利保湿保温。床内相对湿度保持在85％左右，土壤湿度1O％左右即可；温度在25℃左右，当温度超过28℃时，在傍晚应揭开床的两头薄膜通风换气降温l0～20分钟。有条件的可用全光照自动间歇喷雾装置的苗床扦插育苗。④扦插时期：春、夏、秋三季都可扦插，以6月下旬-8月中下旬较适宜，此时日平均温度在25℃以上，利于生根。一般20天可产生愈伤组织，25～3O天出现根眼点，40天长出新根。⑤扦插成活率：结果枝一般在8O％以上，营养枝可达95％以上。3、嫁接在营养枝扦插成活后(一年生苗)，或二年生的实生苗的基部进行芽接繁殖。4、组织培养以薜荔的茎尖、带腋芽的茎段及幼叶作为培养材料，并为薜荔的生长与分化创造快速繁殖的条件。　　]",
    " 移栽造林": "[薜荔剖面图1、造林地的选择对土壤要求不严，酸性或中性环境均可生长，但以排水良好的湿润肥沃的沙质壤土生长最好。2、整地对于连片基地造林，往往为红壤或黄壤岗地，因此必须进行撩壕整地或大穴整地，宽、深各50cm，在大树边或残墙断壁、围墙边应作高30～40cm，宽50cm见方的肥土墩。3、施足基地在撩壕或大穴底部在栽前半个月回填草皮15cm厚，再填人猪牛栏粪或经堆沤的厩肥l5cm，然后施下经过筛的垃圾土10cm，最后复入表土，土面高出原地面10cm。4、栽植春季选阴天或晴天的l6时后栽植，栽前用磷肥黄泥浆沾根或用100ppm的ABT6号生根粉液沾根。栽时做到藤蔓朝向攀附物，舒根、压紧并浇透水。　　]",
    " 抚育管理": "[①在阳光直射的空旷地——基地造林后，还应在当日或次日为薜荔遮阳蔽荫至9月下旬，可用竹弓支撑遮阳网或搭架盖竹廉、麦杆、芦苇或茅草做成荫棚。②松土除草，追施稀薄的尿素或复合肥液(400倍液)，于5月、6月、8月、9月各追肥一次。③注意排水和抗旱。④基地造林后，在当年内用旧砖堆砌成墙垛，或搭好棚架，供薜荔攀附。⑤为防薜荔幼小藤蔓攀附时滑落，用塑料带将藤蔓轻松地捆缚在树上或棚架柱上；对于栽在围墙或墙垛边的可用封口的胶纸带或用水泥粘在墙壁上。⑥防牲畜践踏、啃食危害。　　]",
    " 养护要点": "[薜荔种子繁殖雌隐头果成熟便开裂，将其瘦果采集，随采随播，房前屋后的围墙边、残垣断壁边、经济林缘树旁、能见阳光的小崖壁下、山区田地的旁边均可种植。因薜荔的适应性强、对土壤要求不严、耐贫瘠、抗干旱、故繁殖容易，种子的繁殖系数大，萌发率高。但植株的雌雄在繁殖前不能预知。 营养繁殖薜荔的不定根发达，蔓生茎根多，用带有不定根的枝条扦插，极易成活。可以有目的地栽植为雌园和雄园，便于后期的管理及采收加工。采用耕地搭架栽培也可，但为了充分利用庭园周边零散控闲地带，以发展庭园栽培较为经济适宜，做好一般的田园管理即可。薜荔耐贫瘠，抗干旱，对土壤要求不严，适应性强；根浅，幼株而荫，茎上长出大量的根，当枝条攀缘到树上或墙头上，因日照充足，各营养器官迅速茁壮生长，茎干、枝条变粗，叶子变大、变厚，从而转型为结果枝，进而开花结果。果熟时，雌隐头果，果裂，瘦果带着花被散落地面，或被鸟类、松鼠食用，从而使其种子能远距离传播。　　]",
    " 药用价值": "[中药名 薜荔、薜荔根、薜荔汁。【药名】薜【别名】薛、牡赞、木莲、木莲藤、过水龙、辟萼、石壁莲、木瓜藤、膨泡树、壁石虎、木壁莲、爬墙虎、风不动、彭蜂藤、王不留行、石莲、常春藤、石龙藤、石壁藤、补血王、追骨风、爬岩风、墙脚柱、田螺掩、大鼓藤、抬络藤、老鸦馒头藤、凉粉藤、石绷藤、薛荔络石藤、木隆谷、邦邦老虎藤、乒乓抛藤、爬山虎、巴山虎、乒抛藤、泊壁藤、墙壁藤、有蜂藤、小薛荔、抱树莲。【拉丁药名】Caulis Fici Pumilae薜荔凉粉果【药材基源】为桑科植物薜荔Ficus pumila Linn.的茎、叶。【功效分类】祛风药【性味】味酸、性凉。【功效主治】祛风除湿；活血通络；解毒消肿。主治风湿痹痛；坐骨神经痛；泻痢；尿淋；水肿；疟疾；闭经；产后瘀血腹痛；咽喉肿痛；睾丸炎；漆疮；痛疮肿毒；跌打损伤。【用法用量】内服：煎汤，9-15g(鲜品60-90g)；捣汁、浸酒或研末。外用：适量，捣汁涂或煎水熏洗。【选方】⑴洽风湿痛，手脚关节不利：薜荔藤三至五钱，煎服。（《上海常用中草药》）；⑵治腰痛、关节痛：薜荔藤二两。洒水各半同煎，红糖调服，每日剂。（《江西草药》）；⑶治疝气：薜荔藤（用结果的主藤）一两，三叶木通根二两。水煎去渣，加鸡蛋一个煮服，每日剂。（《江西草药》）；⑷治血淋痛涩：木莲藤叶一握，甘草（炙）一分。日煎服之。（《纲目》）；⑸治尿血、小便不利、尿道刺痛：薜荔一两，甘草一钱，煎服。（《上海常用中草药》）；⑹治病后虚弱：薜荔藤三两，煮猪肉食。（《湖南药物志》）；⑺治先兆流产：薜荔鲜枝叶（不结果的幼枝）一两，荷叶蒂七个，薴麻根一钱。水煎去滓，加鸡蛋三个，同煮服。或单用薜荔枝叶亦可。（《江西草药》）；⑻治小儿瘦弱：薜荔藤二两，蒸鸡食。（《湖南药物志》）；⑼治婴儿湿疹：鲜薛荔叶二两，黄连三钱。加米汤适量擂烂，以汁搽患处；或同时服汁二、三匙，一日二次。（赣州《草医草药简便验方汇编》）；⑽治疮疖痈肿：薛荔一两，煎服；另用鲜叶捣烂敷患处。（《上海常用中草药》）；⑾治痈肿：鲜薛荔叶、鲜爵床各等量，酒水煎服；另用鲜叶捣烂敷患处。（《福建中草药》）。薜荔为桑科植物薜荔Ficuspum1aL.的隐花果，又名鬼馒头。成熟果可制凉粉。薜荔果含有蛋白质、碳水化合物、多种维生素、矿物质。性味酸平，具有壮阳固精、止血、下乳的功效。治遗精、阳痿、久痢脱肛、乳汁不通等病症。《本草纲目》载“壮阳道尤胜。固精消肿，散毒止血，下乳。治久痢肠痔”。①《本草拾遗》：主风血，暖腰脚，变白不衰。②《日华子本草》：藤汁敷白癜疬疡及风恶疥癣。③《本草图经》：叶治背痈，干末服之，下利即效。④《国药的药理学》：藤汁为激性药，有壮阳固精之效。又为消炎药，治肿物，肠痔及恶疮痈疽，一切疥癣。⑤《湖南药物志》：清热解毒，祛湿利尿。治丝虫病，跌打损伤，腰痛，热痢，水泻，热淋，肚胀气坠。⑥《广东中药》Ⅱ：利水去湿，散毒，滑肠通便。治痔疮，天泡疮，酒湿患疮。⑦《江西草药》：治血尿，砂淋，梦遗，早泄，咽喉肿痛等症。⑧《上海常用中草药》：祛风湿，通经活络，清热消肿，利尿，止血。治风湿痛，手足关节不利。　　]",
    " 薜荔根": "[【药名】薜荔根【药材基源】为桑科植物薛荔Ficus pumila Linn.的根【性味功效】味苦；性寒。祛风除湿；舒筋通络。注：药用详述，见词条：薜荔根　　]",
    " 薜荔汁": "[【药名】薜荔汁【药材基源】为为桑科植物薜荔Ficus pumila Linn.的乳汁。【功效】祛风杀虫止痒；壮阳固精。注：药用详述，见词条：薜荔汁　　]",
    " 药用选方": "[①洽风湿痛，手脚关节不利：薜荔藤三至五钱，煎服。(《上海常用中草药》)②治腰痛、关节痛：薜荔藤二两。洒水各半同煎，红糖调服，每日剂。(《江西草药》)③治疝气：薜荔藤(用结果的主藤)一两，三叶木通根二两。水煎去渣，加鸡蛋一个煮服，每日剂。(《江西草药》)④治血淋痛涩：木莲藤叶一握，甘草(炙)一分。日煎服之。(《纲目》)⑤治尿血、小便不利、尿道刺痛：薜荔一两，甘草一钱，煎服。(《上海常用中草药》)⑥治病后虚弱：薜荔藤三两，煮猪肉食。(《湖南药物志》)⑦治先兆流产：薜荔鲜枝叶(不结果的幼枝)一两，荷叶蒂七个，薴麻根一钱。水煎去滓，加鸡蛋三个，同煮服。或单用薜荔枝叶亦可。(《江西草药》)⑧治小儿瘦弱：薜荔藤二两，蒸鸡食。(《湖南药物志》)⑨治婴儿湿疹：鲜薛荔叶二两，黄连三钱。加米汤适量擂烂，以汁搽患处；或同时服汁二、三匙，一日二次。(赣州《草医草药简便验方汇编》)⑩治疮疖痈肿：薛荔一两，煎服；另用鲜叶捣烂敷患处。(《上海常用中草药》)⑾治痈肿：鲜薛荔叶、鲜爵床各等量，酒水煎服；另用鲜叶捣烂敷患处。(《福建中草药》)　　]",
    " 应用价值": "[乳汁含橡胶成分。成熟果富果胶，可制凉粉，供食用；根、茎、叶、果药用，有祛风除湿、活血通络、消肿解毒、补肾、通乳的功效。 1、药用近年来的研究证实：薜荔的药粉对习惯性便秘、贫血、高血脂、前列腺疾病、内分泌失调及延缓衰老均有疗效和重要的作用。花粉各种营养成分齐全，且比例均衡，氨基酸总量为39.41％。其中必需氨基酸的含量为14.5％，高于蜜源植物花粉的含量，薜荔花粉蛋白质含量是蜜源植物花粉的2倍。矿质元素含量丰富，其中磷的含量特别高，达2680mg/100g，具有重要的应用价值。薜荔种子油含量高达30.13％，其中亚麻酸含量61.4％，亚油酸含量为21.7％，油酸的含量为1.8％。亚麻酸和亚油酸均为人体最重要的必需脂肪酸，并且是不饱和脂肪酸，可与胆固醇结合，对防治心血管疾病有良好的效果，同时也是合成激素物质前列腺素的前体物，有着重要的生理功能，具有较高的营养和药用价值。薜荔含有丰富的黄酮物质，种子的总黄酮含量为2.08％，花被（含果皮）的含量为15.4％，花粉的含量为1.46％，根的含量2.95％，茎的含量为2.92％，叶的含量为6.35％，花序托的含量为3.15％。黄酮类化合物是一类生理活性较强的化合物，具有抗动脉硬化、降胆固醇、解痉和辐射防护作用。除此以外，薜荔茎叶和花序托还含有中肌醇、β-谷甾醇、蒲公英甾醇乙酸脂等化学成分。薜荔根茎叶果入药具有补肾固精，祛风除湿，活血通络，消肿解毒的功效。薜荔的水提液对大肠杆菌抑制明显，薜荔的乙醇提取液和黄酮提取液对枯柘草芽孢杆菌和抑制效果显著。2、食用山区农民将薜荔的果皮和花被制作凉粉，其果胶含量达32.70％，蛋白质含量为3.80％，含糖量达20.33％，粗纤维含量为5.05％，维生素和矿质元素丰富，且脂肪含量极低为2.67％，因而属于低脂、低热量食品。经研究，薜荔种子果胶含量为15.5％、Vc、VE及胡萝卜素含量超过花被中的含量，粗蛋白含量为15.7％，粗纤维含量为26.2％，大大超过花被及果皮，且含有人体所必需的8种氨基酸，矿质元素极为丰富，可抑制肿瘤细胞生长的微量元素硒，含量高达717μg/g。因此，为提高果胶及其它有效成分的提取率，建议制作薜荔凉粉和果冻时，将种子粉碎与果皮和宿存花被的粉碎物一起制凉粉和提取果胶。大别山区的10月，薜荔雌隐头果成熟，采摘其隐头果，剖开取其金黄色的瘦果阴干。食用时，将瘦果的宿存花被和粉碎或捣碎的瘦果及种子一同放入纱布袋中，在冷开水中浸泡揉搓，不需添加任何物质，就会自行凝冻，晶莹剔透，细腻滑嫩，是优质的保健食品。雄隐头果可以在花期采花粉，加工花粉制品。3、绿化由于薜荔的不定根发达，攀缘及生存适应能力强，且为常绿植物，在园林绿化、美化山石、护坡、护堤、既可保持水土，又可观叶、观果。因薜荔的药用价值和薜荔食品的低热量、高保健，国外市场供不应求。近年来，东南亚客商向中国高价收购原料，由于薜荔主要以野生分布为主，蕴藏量有限，价格飞涨，每公斤干果可到40多美元。国内市场正处于开发的初期，薜荔和薜荔产品还未被大众认知，随着进一步的宣传，市场需求量会逐年提高。　　]",
    " 其它用途": "[薜荔叶质厚，深绿发亮，寒冬不凋。园林栽培宜将其攀援岩坡、墙垣和树上，郁郁葱葱，可增强自然情趣。成熟果可食用，瘦果水洗可作凉粉。　　]",
    " 化学成分": "[叶含脱肠草素（herniarin），香柑内酯（bergpten），内消旋肌醇（mesoinositol），芸香甙（rutin），β-谷甾醇（β-sitosterol），蒲公英赛醇乙酸酯（taraxeryl acetate），β-香树脂醇乙酸脂（β-amyrin acetate）。种子中含一种凝胶质样物质约13％，水解生成葡萄糖、果糖及阿拉伯糖。　　]",
    " 食谱": "[]",
    " 薜荔果炖猪蹄": "[一、原料：1.主料：薜荔果4枚，猪前蹄1只。2.调料：料酒、精盐、味精、葱段、姜片。二、制法：1、将猪蹄去杂洗净，入沸水锅焯段时间，捞出洗净。薜荔果洗净。2、锅内加适量水，放猪蹄煮沸，改为文火炖烧至熟，加入料酒、精盐、葱、姜烧至入味，放入薜荔果烧至猪蹄熟烂，点入味精，出锅即成。按：此菜是薜荔果配以补血、通乳、托疮的猪蹄烹制而成。民间用以治疗乳汁不下。还可用于贫血、痈疽、疮毒等病症。　　]",
    " 薛荔果糖饮": "[一、原料：1、主料：薛荔果5枚。2、调料：白糖。二、制法：将薛荔果洗净切片，放入铝锅加适量水煮沸，加入白糖煮段时间即成。按：薛荔果具有壮阳道的功效，民间用以治疗乳糜尿，并对乳汁不下、遗精、久痢、淋浊等病症有一定疗效。　　]",
    " 参看": "[《本草纲目 · 木莲》]"
},{
    "中药名称": "薜荔根",
    "主治": "[风湿痹痛；坐骨神经痛；腰肌劳损；水肿；疟疾；闭经；产后瘀血腹痛；慢性肾炎；慢性肠炎；跌打损伤用法与用量：内服：煎汤，1～2两。　　]",
    " 生态环境": "[生于旷野树上或村边残墙破壁上或石灰岩山坡上。　　]",
    " 采收和储藏": "[全年均可采收，鲜用或晒干。　　]",
    " 资源分布": "[分布于华东、中南、西南等地。　　]",
    " 植物形态": "[薜荔常绿攀援灌木，有乳汁。茎灰褐色，多分枝；幼枝有细柔毛，幼时作匍匐状，节上生气生根。不育幼枝的叶小，互生，卵形，长0.6～2.5厘米，基部偏斜，近于无柄；至成长后，枝硬而直立，叶大而厚，叶柄长0.5～1.5厘米；托叶卵状三角形，长0.5～1厘米，外面被细柔毛，革质；叶片椭四形，长2.5～10厘米，宽1.5～4厘米，先端钝，基部圆形或稍心脏形，全缘，上面近于无毛，下面密生细柔毛，侧脉和网状脉在下面隆起，呈小蜂窝状。隐头花序；花单性，小花多数，着生在肉质花托的内壁上，花托单生于叶腋，有短柄；雄花托长椭圆形，长达5厘米，直径3厘米；雌花托稍大，倒卵形，表面紫绿色。瘦果细小，棕褐色，果皮薄膜质，表面富粘液。花期5～6月。隐花果成熟期10月。野生于山坡树木间或断墙破壁上。分布山东、安徽、江苏、浙江、福建、台湾、广东、广西、江西、湖南、湖北、四川、贵州、云南等地。本植物的根(薜荔根)、花托及果实(木馒头)亦供药用，各详专条。　　]",
    " 中药材--薜荔": "",
    " 异名": "[木莲藤，石壁莲，木瓜藤、膨泡树、饼泡树、壁石虎、木壁莲，爬墙虎、风不动，彭蜂藤，石龙藤，常春藤，石壁藤、补血王、追骨风、爬岩风，墙脚柱、红墙套、烟筒丕，田螺掩、爬山虎、大鼓藤，石绷藤，薜荔络石藤、老鸦馒头藤，凉粉藤、爬墙藤、牛屎藤，爬壁草、木隆谷、木隆冬，邦邦老虎藤，班子藤、乒乓抛藤。　　]",
    " 来源": "[为桑科植物薜荔的茎、叶。　　]",
    " 采集": "[4～6月间采取带叶的茎枝，晒干，除去气根。　　]",
    " 药材": "[干燥茎枝呈圆柱形，细长而弯曲，直径1～4毫米，表面棕褐色，常散生有攀援根或点状突起的根痕；质坚韧或脆，折断面黄色或黄褐色，髓部圆点状，黄白色，偏于一侧。茎枝上的叶互生，叶片椭圆形，先端钝圆，通常卷折，棕绿色或黄褐色，革质。以茎细、均匀、带叶者为佳。本品的不育幼拄，有些地区作络石藤用。　　]",
    " 化学成分": "[本植物乙醇浸出液中分离得5种晶体：内消旋肌醇、芸香甙、β-谷甾醇、蒲公英赛醇乙酸酯和β--香树脂醇乙酸酯。本植物有一定的抗肿瘤作用。种子中含一种凝胶质样物质约13%，水解生成葡萄糖、果糖及阿拉伯糖。　　]",
    " 性味": "[酸，平。①《纲目》：酸，平，无毒。②《广东中药》Ⅱ：味淡，微凉。③《福建中草药》：苦，平。【功用主治-薜荔的功效】祛风，利湿，活血，解毒。治凤湿痹痛，泻痢，淋病，跌打损伤，痈肿疮疖。①《本草拾遗》：主风血，暖腰脚，变白不衰。②《日华子本草》：藤汁敷白癜疬疡及风恶疥癣。③《本草图经》：叶治背痈，干末服之，下利即效。④《国药的药理学》：藤汁为激性药，有壮阳固精之效。又为消炎药，治肿物，肠痔及恶疮痈疽，一切疥癣。⑤《湖南药物志》：清热解毒，祛湿利尿。治丝虫病，跌打损伤，腰痛，热痢，水泻，热淋，肚胀气坠。⑥《广东中药》Ⅱ：利水去湿，散毒，滑肠通便。治痔疮，天泡疮，酒湿患疮。⑦《江西草药》：治血尿，砂淋，梦遗，早泄，咽喉肿痛等症。⑧《上海常用中草药》：祛风湿，通经活络，清热消肿，利尿，止血。治风湿痛，手足关节不利。【用法与用量】内服：煎汤，3～5钱(鲜品2～3两)；捣汁、浸酒或研末。外用；捣汁涂或煎水熏洗。【选方】①洽风湿痛，手脚关节不利：薜荔藤三至五钱，煎服。(《上海常用中草药》) ②治腰痛、关节痛：薜荔藤二两。洒水各半同煎，红糖调服，每日剂。(《江西草药》) ③治疝气：薜荔藤(用结果的主藤)一两，三叶木通根二两。水煎去渣，加鸡蛋一个煮服，每日剂。(《江西草药》) ④治血淋痛涩：木莲藤叶一握，甘草(炙)一分。日煎服之。(《纲目》) ⑤治尿血、小便不利、尿道刺痛：薜荔一两，甘草一钱，煎服。(《上海常用中草药》) ⑥治病后虚弱：薜荔藤三两，煮猪肉食。(《湖南药物志》) ⑦治先兆流产：薜荔鲜枝叶(不结果的幼枝)一两，荷叶蒂七个，薴麻根一钱。水煎去滓，加鸡蛋三个，同煮服。或单用薜荔枝叶亦可。(《江西草药》) ⑧治小儿瘦弱：薜荔藤二两，蒸鸡食。(《湖南药物志》) ⑨治婴儿湿疹：鲜薛荔叶二两，黄连三钱。加米汤适量擂烂，以汁搽患处；或同时服汁二、三匙，一日二次。(赣州《草医草药简便验方汇编》) ⑩治疮疖痈肿：薛荔一两，煎服；另用鲜叶捣烂敷患处。(《上海常用中草药》) ⑾治痈肿：鲜薛荔叶、鲜爵床各等量，酒水煎服；另用鲜叶捣烂敷患处。(《福建中草药》)用法与用量： 内服：煎汤，3～5钱(鲜品2～3两)；捣汁、浸酒或研末。外用；捣汁涂或煎水熏洗。]"
},{
    "中药名称": "薜荔汁",
    "基本信息": "[中药名 薜荔汁拼音 bi li zhi原植物 Ficus pumila L.药用部位 植物的乳汁。功效分类 祛风杀虫止痒药；壮阳固精药。附注 植物描述，详见：薜荔　　]",
    " 中药药性": "",
    " 功效": "[祛风杀虫止痒；壮阳固精。　　]",
    " 主治": "[白癜风；疬疡；疥癣瘙痒；疣赘；阳痿；遗精。⑴《日华子》：“敷白癜、疬疡及风恶疥癣。”⑵《天目山药用植物志》：“作激性药，能壮阳固精。”⑶《福建药物志》：“治疣赘。”　　]",
    " 用法": "[外用：适量，涂搽。　　]",
    " 药材来源": "",
    " 药材基源": "[为桑科植物薜荔的Ficus pumila L.乳汁。　　]",
    " 产地溯源": "[产于华东、中南、西南等地。　　采收储藏随时可采。割破茎皮，待乳汁流出后收集。也可取自叶中。]"
},{
    "中药名称": "边缘鳞盖蕨",
    "内容": ""
},{
    "中药名称": "蝙蝠",
    "资料": "[名称：蝙蝠英文名：bat界：动物界门：脊索动物门亚门：脊椎动物亚门纲：哺乳纲目：翼手目特征：头似老鼠拼音：biān fú　　]",
    " 简介": "[读音：biān fú，注意“蝙”读biān，不读第三声！蝙蝠从种数讲，仅次于啮齿类，除南北极及一些边远的海洋小岛屿外，世界上到处都有蝙蝠，在热带和亚热带蝙蝠最多。几乎所有的蝙蝠都是白天憩息，夜间觅食。蝙蝠的颜色、皮毛质地及面型千差万别。蝙蝠的翼是在进化过程中由前肢演化而来，是由其修长的爪子之间相连的皮肤(翼膜)构成。蝙蝠的吻部像啮齿类或狐狸。外耳向前突出，很大，而且活动非常灵活。蝙蝠的颈短，胸及肩部宽大，胸肉发达，而髋及腿部细长。除翼膜外，蝙蝠全身覆盖着毛，背部呈浓淡不同的灰色、棕黄色、褐色或黑色，而腹侧颜色较浅。蝙蝠是唯一一类演化出真正有飞翔能力的哺乳动物，有900多种。它们中的多数还具有敏锐的听觉定向（或回声定位）系统。狐蝠和果蝠完全食素。大多数蝙蝠以昆虫为食。因为蝙蝠捕食大量昆虫，故在昆虫繁殖的平衡中起重要作用，甚至可能有助于控制害虫。某些蝙蝠亦食果实、花粉、花蜜；热带美洲的吸血蝙蝠以哺乳动物及大型鸟类的血液为食。这些蝙蝠有时会传播狂犬病。蝙蝠呈世界性分布。在热带地区，蝙蝠的数量极为丰富，它们会在人们的房屋和公共建筑物内集成大群。蝙蝠的体型大小差异极大。最大的狐蝠翼展达1.5米，而基蒂氏猪鼻蝙蝠的翼展仅有15厘米。蝙蝠的颜色、皮毛质地及脸相也千差万别。蝙蝠的翼是进化过程中由前肢演化而来。除拇指外，前肢各指极度伸长，有一片飞膜从前臂、上臂向下与体侧相连直至下肢的踝部。拇指末端有爪。多数蝙蝠于两腿之间亦有一片两层的膜，由深色裸露的皮肤构成。蝙蝠的吻部似啮齿类或狐狸。外耳向前突出，通常非常大，且活动灵活。许多蝙蝠也有鼻叶，由皮肤和结缔组织构成，围绕着鼻孔或在鼻孔上方拍动。据认为鼻叶影响发声及回声定位。蝙蝠的脖子短；胸及肩部宽大，胸肌发达；而髋及腿部细长。除翼膜外，蝙蝠全身有毛，背部呈浓淡不同的灰色、棕黄色、褐色或黑色，而腹侧色调较浅。栖息于空旷地带的蝙蝠，皮毛上常有斑点或杂色斑块，颜色也各不相同。蝙蝠的取食习性各异，或为掠食性，或有助于传粉和散布果实，从而影响自然秩序。吸血蝙蝠对人类就是一个严重的问题。食虫蝙蝠的粪便一直在农业上用作肥料。整个蝙蝠群的性周期是同步的，因此大部分交配活动发生于数周之内。妊娠期从6、7周到5、6月。许多种类的雌体妊娠后迁到一个特别的哺育栖息地点。蝙蝠通常每窝产1至4仔。幼仔初生时无毛或少毛，常在一段时间内不能视不能听。幼仔由亲体照顾5周至5个月，按不同种类决定。几乎所有蝙蝠均于白天憩息，夜出觅食。这种习性便于它们侵袭入睡的猎物，而自己不受其他动物或高温阳光的伤害。蝙蝠通常喜欢栖息于孤立的地方，如山洞、缝隙、地洞或建筑物内，也有栖于树上、岩石上的。它们总是倒挂着休息。它们一般聚成群体，从几十只到几十万只。具有回声定位能力的蝙蝠，能产生短促而频率高的声脉冲，这些声波遇到附近物体便反射回来。蝙蝠听到反射回来的回声，能够确定猎物及障碍物的位置和大小。这种本领要求高度灵敏的耳和发声中枢与听觉中枢的紧密结合。蝙蝠个体之间也可能用声脉冲的方式交流。有少部分蝙蝠依靠嗅觉和视觉找寻食物。尽管它们有翅膀，看上去很像鸟类。但它们没有羽毛，也不生蛋。它们是哺乳动物的原因：雌性产下幼仔，用乳汁哺育。某些种类的蝙蝠是飞行高手，它们能够在狭窄的地方非常敏捷地转身，蝙蝠是唯一能振翅飞翔的哺乳动物，其他像鼯鼠等能飞行的哺乳动物，只是靠翼形皮膜在空中滑行!夜间， 蝙蝠靠声波探路和捕食。它们发出人类听不见的声波。当这声波遇到物体时，会像回声一样返回来，由此蝙蝠就能辨别出这个物体是移动的还是静止的，以及离它有多远。长耳蝙蝠在飞行中捕食昆虫，它也能从叶子 把虫抓下来。它的大耳朵使它能接受回声。吃什么的蝙蝠种类都有：包括果实、鱼类、花粉、甚至血。大部分蝙蝠在夜间飞行时捕食昆虫，每只蝙蝠都能辨别出自己发出的声波，这说明即使与其他蝙蝠一起捕食，它也不会被别的声波所干扰。人们常用“飞禽走兽”一词来形容鸟类和兽类，但这种说法有时却并不一定正确，因为有一些鸟类并不会飞，如鸵鸟、鸸鹋、几维和企鹅等；同样也有一些兽类并不会走，如生活在海洋中的鲸类等，而蝙蝠类不但不会像一般陆栖兽类那样在地上行走，却能像鸟类一样在空中飞翔。蝙蝠类是唯一真正能够飞翔的兽类，它们虽然没有鸟类那样的羽毛和翅膀，飞行本领也比鸟类差得多，但其前肢十分发达，上臂、前臂、掌骨、指骨都特别长，并由它们支撑起一层薄而多毛的，从指骨末端至肱骨、体侧、后肢及尾巴之间的柔软而坚韧的皮膜，形成蝙蝠独特的飞行器官—翼手。中国古代也有关于蝙蝠的记载说他们也生活在钟乳洞里,名叫仙鼠,那里的蝙蝠因为能够喝到洞里的水得到长生,千年之后他们的身体颜色也有了巨大的变化,从原来的黑暗的颜色变成了通身雪白,我想这就是他们为什么被称为仙鼠的原因吧.蝙蝠的胸肌十分发达，胸骨具有龙骨突起，锁骨也很发达，这些均与其特殊的运动方式有关。它非常善于飞行，但起飞时需要依靠滑翔，一旦跌落地面后就难以再飞起来。飞行时把后腿向后伸，起着平衡的作用。蝙蝠一般都有冬眠的习性，冬眠时新陈代谢的能力降低，呼吸和心跳每分钟仅有几次，血流减慢，体温降低到与环境温度相一致，但冬眠不深，在冬眠期有时还会排泄和进食，惊醒后能立即恢复正常。它们的繁殖力不高，而且有“延迟受精”的现象，即冬眠前交配时并不发生受精，精子在雌兽生殖道里过冬，至翌年春天醒眠之后，经交配的雌兽才开始排卵和受精，然后怀孕、产仔。蝙蝠是用波来判断前方是否有障碍物，用此来改变飞行道路。从前很多人说蝙蝠视力差，其实是一个天大的误区。最近已经有不少科学家指出，蝙蝠视力不差，不同种类的蝙蝠视力各有不同，蝙蝠使用超声波，与它们的视力没有必然联系。蝙蝠是哺乳类中古老而十分特化的一支，因前肢特化为翼而得名，分布于除南北两极和某些海洋岛屿之外的全球各地，以热带、亚热带的种类和数量最多。它们由于其貌不扬和夜行的习性，总是使人感到可怕，外文中名字的原意就是轻佻的老鼠的意思，不过在我国，由于“蝠”字与“福”字同音，所以在民间尚能得到人们的喜爱，将它的形象画在年画上。蝙蝠类动物全世界共有900多种，我国约有81种，是哺乳类中仅次于啮齿目的第二大类群。它们可以大体上分成大蝙蝠和小蝙蝠两大类，大蝙蝠类分布于东半球热带和亚热带地区，体形较大，身体结构也较原始，包括狐蝠科1科。小蝙蝠类分布于东、西半球的热带、温带地区，体型较小，身体结构更为特化，包括菊头蝠科、蹄蝠科、叶口蝠科、吸血蝠科、蝙蝠科等十余科。　　]",
    " 食性": "[蝙蝠类动物的食性相当广泛，有些种类喜爱花蜜、果实，有的喜欢吃鱼、青蛙、昆虫，吸食动物血液，甚至吃其他蝙蝠。一般来说，大蝙蝠类一般以果实或花蜜为食，而大多数小蝙蝠类则以捕食昆虫为主。以昆虫为食的蝙蝠在不同程度上都有回声定位系统，因此有“活雷达”之称。借助这一系统，它们能在完全黑暗的环境中飞行和捕捉食物，在大量干扰下运用回声定位，发出波信号而不影响正常的呼吸。它们头部的口鼻部上长着被称作“鼻状叶”的结构，在周围还有很复杂的特殊皮肤皱褶，这是一种奇特的生物波装置，具有发射波的功能，能连续不断地发出高频率生物波。如果碰到障碍物或飞舞的昆虫时，这些生物波就能反射回来，然后由它们超凡的大耳廓所接收，使反馈的讯息在它们微细的大脑中进行分析。这种生物波探测灵敏度和分辩力极高，使它们根据回声不仅能判别方向，为自身飞行路线定位，还能辨别不同的昆虫或障碍物，进行有效的回避或追捕。蝙蝠就是靠着准确的回声定位和无比柔软的皮膜，在空中盘旋自如，甚至还能运用灵巧的曲线飞行，不断变化发出波的方向，以防止昆虫干扰它的信息系统，乘机逃脱的企图。同其他动物一样，许多蝙蝠也在自然界越来越少，趋于灭绝。用于消灭昆虫的毒剂和木材保护药剂等把它们在冬眠的时候药死，许多错误的观念也使人类大批地捕杀它们。一些种类栖居的空心树木被伐掉了，废墟被拆除或者被重修得严丝无缝，使其无法生存。蝙蝠在维护自然界的生态平衡中起着很重要的作用，各种食虫类蝙蝠能消灭大量蚊子、夜蛾、金龟子、尼姑虫等害虫，一夜可捕食3000只以上，对人类有益。蝙蝠所聚集的粪便还是很好的肥料，对农业生产有用。经过加工的蝙蝠粪被称为“夜明砂”，是中药的一种。蝙蝠还是研究动物定向、定位及休眠的重要对象，对它们辐射技术的秘密还没有完全搞清楚，人类仅仅只是知道了蝙蝠能够做些什么了，但仍然不知道它们是怎样做的，所以拯救那些濒临灭绝的种类势在必行。小知识：1 蝙蝠种类繁多，全世界约有900种。蝙蝠的种类数目在哺乳动物中居第二位，仅次于啮齿类动物。2 猪鼻小蝙蝠翼距只有14厘米，身体如小狗般大的狐蝠翼距宽达2米。3 有些蝙蝠的飞行速度可达每小时50千米以上。4 蝙蝠能在1秒钟内捕捉和分辨250组回音。（注：音波往返一次算一组。）5 从秋天开始，蝙蝠就在下腹部聚积了一层脂肪，至冬眠前体重变为夏天时的1.5倍以上。6 有的蝙蝠会钓鱼，墨西哥兔唇蝠一个晚上能捕获30多条小鱼。7 一只20克重的食虫性蝙蝠一年能吃掉1.8--3.6千克昆虫。8 一窝由100只蝙蝠组成的蝙蝠群。　　]",
    " 栖息环境": "[蝙蝠居住在各类大、小山洞，古老建筑物的缝隙、天花板、隔墙以及树洞、山上岩石缝中，而一些南方食果的蝙蝠还隐藏在棕榈、芭蕉树的树叶后面。有些蝙蝠种群上千只在一起，有些蝙蝠雌雄在一起生活，有些则是雌雄分开栖息。许多栖息在树林中的蝙蝠冬季时迁徙到温暖地区，有时要飞过数千里　路。温带的穴居蝙蝠一般都冬眠。蝙蝠每年只繁殖一次，在较早的温暖季节，蝙蝠生产幼仔。　　]",
    " 药用价值": "[它可用作一种中药，用于久咳，疟疾，淋病，目翳等。它的粪便也是一种中药，叫夜明砂，用于目疾。《抱朴子》说：“千岁蝙蝠，色如白雪，集则倒悬，脑重故也。此物得而阴干末服之，令人寿万岁”，《吴氏本草》也说蝙蝠“立夏后阴干，治目冥，令人夜视有光”，《水经》更说蝙蝠“得而服之使人神仙”。在河南省西峡县双龙镇罐沟村黄家沟的山坡上发现了一个溶洞。洞内有具有药用价值的百年蝙蝠粪——“夜明砂”。洞深600多米，宽处15米，窄处40厘米。洞内三五成群的蝙蝠悬挂在石壁上，它们排下的粪便已堆积近两米多厚，颜色像深褐色的泥土。据介绍，蝙蝠粪具有清热明目去火之功能，其年久堆积药用价值更高。据有关专家测算，这些被医学上称之为“夜明砂”的蝙蝠粪，至少有百年以上的时间，重量约有80多吨，时间之久、数量之多实属全国罕见。1.《唐本草》：伏翼，以其昼伏有翼尔。《李氏本草》云，即天鼠也。又云：西平山中别有天鼠，十一月、十二月取。其脑主女子面疱。2.《纲目》：蝙蝠性能泻人，观治金疮方，皆致下利，其毒可知。　　蝙蝠与仿生学仿生学（bionics）在具有生命之意的希腊语bion上，加上有工程技术涵义的ics而组成的词。大约从1960年才开始使用。生物具有的功能迄今比任何人工制造的机械都优越得多，仿生学就是要在工程上实现并有效地应用生物功能的一门学科。例如关于信息接受（感觉功能）、信息传递（神经功能）、自动控制系统等，这种生物体的结构与功能在机械设计方面给了很大启发。可举出的仿生学例子，如将海豚的体形或皮肤结构（游泳时能使身体表面不产生紊流）应用到潜艇设计原理上。仿生学也被认为是与控制论有密切关系的一门学科，而控制论主要是将生命现象和机械原理加以比较，进行研究和解释的一门学科。苍蝇，是细菌的传播者，谁都讨厌它。可是苍蝇的楫翅（又叫平衡棒）是“天然导航仪”，人们模仿它制成了“振动陀螺仪”。这种仪器目前已经应用在火箭和高速飞机上，实现了自动驾驶。苍蝇的眼睛是一种“复眼”，由3000多只小眼组成，人们模仿它制成了“蝇眼透镜”。“蝇眼透镜”是用几百或者几千块小透镜整齐排列组合而成的，用它作镜头可以制成“蝇眼照相机”，一次就能照出千百张相同的相片。这种照相机已经用于印刷制版和大量复制电子计算机的微小电路，大大提高了工效和质量。“蝇眼透镜”是一种新型光学元件，它的用途很多。自然界形形色色的生物，都有着怎样的奇异本领？它们的种种本领，给了人类哪些启发？模仿这些本领，人类又可以造出什么样的机器？这里要介绍的一门新兴科学——仿生学。仿生学是指模仿生物建造技术装置的科学，它是在本世纪中期才出现的一门新的边缘科学。仿生学研究生物体的结构、功能和工作原理，并将这些原理移植于工程技术之中，发明性能优越的仪器、装置和机器，创造新技术。从仿生学的诞生、发展，到现在短短几十年的时间内，它的研究成果已经非常可观。仿生学的问世开辟了独特的技术发展道路，也就是向生物界索取蓝图的道路，它大大开阔了人们的眼界，显示了极强的生命力。蝙蝠在水平地面上是无法起飞的，一定要有一点高低落差。蝙蝠的导航能力绝不仅限于回声定位，它体内具有磁性“指南针”导航功能，可依据地球磁场从数千英里外准确返回栖息地。而此前，众所周知，蝙蝠是著名的“夜行侠”，虽然它的视力非常差，但其拥有超常的回声定位方法，仍可在黑暗中导航觅食。美国新泽西州普林斯顿大学生物学家理查德.霍兰德和同事们研究发现，当蝙蝠处于人造磁场环境中，会干扰蝙蝠原来正确的航向，使蝙蝠“误入歧途”。该研究是科学家首次揭示蝙蝠具有磁性导航能力，有助于进一步增进科学家对蝙蝠导航飞行的认知。擅长夜晚飞行的蝙蝠拥有独特的回声定位，通过发出高音频声音并能根据回声判断物体的方位及距离，这种能力可帮助蝙蝠准确判断猎物所在位置，并有效地绕开树、建筑物等。依据这一理论，蝙蝠的回声定位功能在近距离飞行中可以游刃有余，但对于远距离飞行而言，视力非常差的蝙蝠似乎无计可施了。目前，霍兰德的这项研究推翻了这种错误观点，他指出蝙蝠具有磁性感官能力，在飞行数千英里远仍能准确判断方向，蝙蝠的这种能力与某些鸟类有相同之处，除依据磁场，它们还都使用日落作为方向标识器。这将有助于调整动物体内的“指南针”，并有效地区分磁场北向和真实北向之间的差别。霍兰德说，“通过这项研究进一步增强了我们对蝙蝠深入研究的兴趣，原本我们认为蝙蝠只有最远飞行几英里，但实际看来，它们与候鸟具有相同之处，可以飞行至数千英里。”在研究实验中，霍兰德带领研究小组在大褐蝙蝠身体上装配了微型无线电发射器，然后从它们栖息地向北12英里处释放，在蝙蝠返回栖息地的过程中，研究小组通过小型飞机在蝙蝠上空进行监控。一些未受人造磁场干扰的蝙蝠基于日落磁场识别能力向南飞行，很轻易地就找到了自己的老家。然而在此之前，研究小组释放了两组蝙蝠，分别处于地球磁场北极顺时针90度和逆时针90度的人造磁场环境中。处于逆时针90度磁场飞行的蝙蝠一直向西飞行；另一组受顺时针90度磁场的干扰，却一直向东飞行，但这些差点迷失方向的蝙蝠通过日落作为方向标识器，最终意识到飞行方向错误，改变飞行方向顺利地返回栖息地。目前，科学家们知道自然界的动物主要分为两种类型磁性感官定位：一种是简单的“指南针”感官功能，这是基于体内磁铁矿颗粒与外界环境发生的反应；另一种则是某些鸟类能根据处于地球磁场不同位置所“看到”的磁场光强度，来准确判断飞行方向。生物波定位蝙蝠分辨声音的本领很高，耳内具有生物波定位的结构。蝙蝠是惟一能真正飞行的哺乳动物，非常适合在黑暗中生活，它的眼睛几乎不起作用，通过发射生物波并根据其反射的回音辨别物体。飞行的时候由口和鼻发出一种人类听不到的生物波，遇到昆虫后会反弹回来。蝙蝠用耳朵接收后，就会知道猎物的具体位置，从而前往捕捉。它能听到的声音频率可达300千赫/秒，而人类的一般在14千赫/秒以下。著名的“斯帕拉捷的蝙蝠实验”1793年夏季的一个夜晚，意大利科学家斯帕拉捷走出家门，放飞了关在笼子里做实验用的几只蝙蝠。只见蝙蝠们抖动着带有薄膜的肢翼，轻盈地飞向夜空，并发出自由自在的“吱吱”叫声..斯帕拉捷见状，感到百思不得其解，因为在放飞蝙蝠之前，他已用小针刺瞎了蝙蝠的双眼，“瞎了眼的蝙蝠怎么能如此敏捷地飞翔呢？”他下决心一定要解开这个谜。在进行这项实验之前，斯帕拉捷一直认为：蝙蝠之所以能在夜空中自由自在地飞翔，能在非常黑暗的条件下灵巧地躲过各种障碍物去捕捉飞虫，一定是由于长了一双非常敏锐的眼睛。他之所以要刺瞎蝙蝠的双眼，正是想证明这一点。事实却完全出乎他的意料之外。意外的情况更激发了他的好奇心。“不用眼睛，那蝙蝠又是依靠什么来辨别障碍物，捕捉食物的呢？”于是，他又把蝙蝠的鼻子堵住，放了出去，结果，蝙蝠还是照样飞得轻松自如。“奥秘会不会在翅膀上呢？”斯帕拉捷这次在蝙蝠的翅膀上涂了一层油漆。然而，这也丝毫没有影响到它们的飞行。最后，斯帕拉捷又把蝙蝠的耳朵塞住..这一次，飞上天的蝙蝠东碰西撞的，很快就跌了下来。斯帕拉捷这才弄清楚，原来，蝙蝠是靠听觉来确定方向，捕捉目标的，一共做了四次实验。斯帕拉捷的新发现引起了人们的震动。从此，许多科学家进一步研究了这个课题。最后，人们终于弄清楚：蝙蝠是利用“生物波”在夜间导航的。它的喉头发出一种超过人的耳朵所能听到的高频声波，这种声波沿着直线传播，一碰到物体就迅速返回来，它们用耳朵接收了这种返回来的生物波，使它门能作出准确的判断，引导它们飞行。蝙蝠善于在空中飞行，能作圆形转弯、急刹车和快速变换飞行速度等多种“特技飞行”。蝙蝠，隐藏在岩穴、树洞或屋檐的空隙里；黄昏和夜间，飞翔空中，捕食蚊、蝇、蛾等昆虫。蝙蝠捕食大量的害虫，对人有益，理应得到保护。到了夏季，雌蝙蝠生出一只发育相当完全的幼体。初生的幼体长满了绒毛，用爪牢固地挂在母体的胸部吸乳，在母体飞行的时候也不会掉下来。蝙蝠有用于飞翔的两翼，翼的结构和鸟翼不相同，是由联系在前肢、后肢和尾之间的皮膜构成的。前肢的第二、三、四、五指特别长，适于支持皮膜；第一指很小，长在皮膜外，指端有钩爪。后肢短小，足伸出皮膜外，有五趾，趾端有钩爪。休息时，常用足爪把身体倒挂在洞穴里或屋檐下。在树上或地上爬行时，依靠第一指和足抓住粗糙物体前进。蝙蝠的骨很轻，胸骨上也有与鸟的龙骨突相似的突起，上面长着牵动两翼活动的肌肉。蝙蝠的口很宽阔，口内有细小而尖锐的牙齿，适于捕食飞虫。它的视力很弱，但是听觉和触觉却很灵敏。一些实验证明，蝙蝠主要靠听觉来发现昆虫。蝙蝠在飞行的时候，喉内能够产生生物波，生物波通过口腔发射出来。当生物波遇到昆虫或障碍物而反射回来时，蝙蝠能够用耳朵接受，并能判断探测目标是昆虫还是障碍物，以及距离它有多远。人们通常把蝙蝠的这种探测目标的方式，叫做“回声定位”。蝙蝠在寻食、定向和飞行时发出的信号是由类似语言音素的生物波音素组成。蝙蝠必须在收到回声并分析出这种回声的振幅、频率、信号间隔等的声音特征后，才能决定下一步采取什么行动。靠回声测距和定位的蝙蝠只发出一个简单的声音信号，这种信号通常是由一个或二个音素按一定规律反复地出现而组成。当蝙蝠在飞行时，发出的信号被物体弹回，形成了根据物体性质不同而有不同声音特征的回声。然后蝙蝠在分析回声的频率、音调和声音间隔等声音特征后，决定物体的性质和位置。蝙蝠大脑的不同部分能截获回声信号的不同成分。蝙蝠大脑中某些神经元对回声频率敏感，而另一些则对二个连续声音之间的时间间隔敏感。大脑各部分的共同协作使蝙蝠作出对反射物体性状的判断。蝙蝠用回声定位来捕捉昆虫的灵活性和准确性，是非常惊人的。有人统计，蝙蝠在几秒钟内就能捕捉到一只昆虫，一分钟可以捕捉十几只昆虫。同时，蝙蝠还有惊人的抗干扰能力，能从杂乱无章的充满噪声的回声中检测出某一特殊的声音，然后很快地分析和辨别这种声音，以区别反射音波的物体是昆虫还是石块，或者更精确地决定是可食昆虫，还是不可食昆虫。当2万只蝙蝠生活在同一个洞穴里时，也不会因为空间的生物波太多而互相干扰。蝙蝠回声定位的精确性和抗干扰能力，对于人们研究提高雷达的灵敏度和抗干扰能力，有重要的参考价值。　　]"
},{
    "中药名称": "扁豆",
    "概况": "[扁豆学名：Lablab purpureus (Linn.)Sweet异名藊豆(《唐本草》)，南扁豆(《滇南本草》)，沿篱豆、蛾眉豆(《纲目》)，凉衍豆(《本草乘雅半偈》)，羊眼豆(《药品化义》)，膨皮豆(《广州植物志》)，茶豆(《江苏植药志》)，南豆(《陆川本草》)，小刀豆、树豆(《四川中药志》)，藤豆(《中国药植图鉴》),铡刀片〈形似铡草刀〉。英文名：Purple Haricot科名：豆科 Leguminosae　　]",
    " 形状": "[一年生缠绕草本。小叶3，顶生小叶菱状广卵形，侧生小叶斜菱状广卵形，长6扁豆—健脾胃,增进食欲—10厘米，宽4．5-10．5厘米，顶端短尖或渐尖，基部宽楔形或近截形，两面沿叶脉处有白色短柔毛。总状花序腋生；花2-4朵丛生于花序轴的节上；尊上部2齿几完全合生，其余3齿近相等；花冠白色或紫红色，旗瓣基部两侧有2附属体；子房有绢毛，基部有腺体，花柱近顶端有白色髯毛。荚果扁，镰刀形或半椭圆形，长5-7厘米；种子3-5颗，扁，长圆形，白色或紫黑色。花果期7—9月。　　]",
    " 性状": "[本品呈扁椭圆形或扁卵圆形，长8～13mm，宽6～9mm，厚约7mm。表面淡黄白色或淡黄色，平滑，略有光泽，一侧边缘有隆起的白色眉状种阜。质坚硬。种皮薄而脆，子叶2，肥厚，黄白色。气微，味淡，嚼之有豆腥气。　　]",
    " 栽培要点": "[1、环境条件。种子适宜发芽温度为22——23摄氏度。植株能耐35摄氏度左右高温，根系发达强大、耐旱力强，对土适应性广，在排水良好而肥沃的沙质土壤或壤土种植能显著增产。2、走架栽培。扁豆一般直播，整地施肥等与四季豆（架刀豆）相同。畦宽133厘米，高10-—15厘米，沟宽50厘米，每畦种植两行。行距70——80厘米，株距50厘米。露地栽培4月上、中旬直播，每穴播种3-—4粒，覆土3-—4粒，每亩需种量约3.5——4公斤。出苗后匀苗，每穴苗2株。匀苗后，每亩追施人粪500公斤。蔓长35厘米时搭人字架，引蔓上架。结果期追肥两次，每次人粪尿500公斤。中耕、除草与四季豆相同。3、不设支架栽培。早熟品种不设支架栽培。先整地、施基肥，做成畦，塑料棚冷床育苗，苗期30天，4月中、下旬定植，行、株距各为40厘米，每穴栽苗4株。当株高50厘米时，留40厘米摘心，使其生侧枝，当侧枝的叶腋生出次侧枝后再行摘心，连续4次。采收后，见生出嫩枝仍可继续摘心。使植株呈丛生状，采收期在7月上旬，亩产800——1000公斤。　　]",
    " 主要成分": "[种子每百克含蛋白质22.7克，脂肪1.8克，碳水化物57克，钙46毫克，磷52毫克，铁1毫克，植酸钙镁247毫克，泛酸1232微克，锌2.44毫克。种子中含胰蛋白酶抑制物、淀粉酶抑制物、血球凝集素 A、B，；尚含豆甾醇、磷脂、蔗糖、棉子糖、水苏糖、葡萄糖、半乳糖、果糖、淀粉、氰甙、酪氨酸酶等。豆荚含哌啶酸-2(Pipecolic acid)。含蛋白质、维生素B1、及C、胡萝卜素，并含蔗糖、葡萄糖、水苏糖、麦芽糖及棉子糖；另含1-哌可酸及具有毒性的植物凝集素。另含豆甾醇、磷脂等。　　]",
    " 营养分析": "[扁豆的营养成分相当丰富，包括蛋白质、脂肪、糖类、钙、 磷、铁及食物扁豆是一种含蛋白质纤维、维A原、维生素B1、维生素B2、维C和氰甙、酪氨酸酶等，扁豆衣的B族维生素含量特别丰富。此外，还有磷脂、蔗糖、葡萄糖。另外扁豆中还含有血球凝集素，这是一种蛋白质类物质，可增加脱氧核糖核酸和核糖核酸的合成，抑制免疫反应和白细胞与淋巴细胞的移动，故能激活肿瘤病人的淋巴细胞产生淋巴毒素，对肌体细胞有非特异性的伤害作用，故有显著的消退肿瘤的作用。肿瘤患者宜常吃扁豆，有一定的辅助食疗功效。扁豆气清香而不串，性温和而色微黄，与脾性最合。　　]",
    " 饮食相关": "[原料介绍扁豆为豆科、扁豆属的一个栽培种，多年生或一年生缠绕藤本植物，食用嫩荚或成熟豆粒。扁豆含有蛋白质、碳水化合物，还含有毒蛋白、凝集素以及能引发溶血症的皂素。所以加热时一定要注意，扁豆一定要煮熟以后才能食用，否则会可能出现食物中毒现象。　　]",
    " 烹饪指导": "[1. 烹调前应用冷水浸泡(或用沸水稍烫)再炒食。因为白扁豆中有一种凝血物质及溶血性皂素，如生食或炒不熟吃，在食后3～4小时部分人可引起头痛、头昏、恶心、呕吐等中毒反应。2. 成熟豆粒可以煮食或制作成豆沙馅。多味扁豆口味：鲜咸酸甜，香辣可口多味扁豆主要材料：扁豆350克、大蒜5瓣调味料:香油1小匙、辣椒油1小匙、酱油1小匙、麻酱1小匙、香醋1小匙、精盐1小匙、白糖1小匙、味精1/2小匙1、大蒜切末；扁豆洗净后切丝，在沸水中焯熟，以除去毒素和豆腥味；2、扁豆丝捞出后立即投入冷水中浸泡一下，可以保持其碧绿的颜色，口感也更脆嫩；3、然后加入麻酱、酱油、蒜末、辣椒油、精盐、白糖、味精、醋、香油拌匀装盘即可。扁豆的种子有白色、黑色、红褐色等数种。1. 入药主要用白扁豆，白扁豆还有一定的抗癌功效，健脾，益气，化湿，消暑；2. 黑扁豆古名\"鹊豆\"，不供药用；3. 红褐色者在广西民间称\"红雪豆\"，用作清肝、消炎药，治眼生翳膜。　　]",
    " 适宜人群": "[一般人群均可食用。1. 特别适宜脾虚便溏、饮食减少、慢性久泄，以及妇女脾虚带下、小儿疳积(单纯性消化不良)者食用；同时适宜夏季感冒挟湿、急性胃肠炎、消化不良、暑热头痛头昏、恶心、烦躁、口渴欲饮、心腹疼痛、饮食不香之人服食；尤其适宜癌症病人服食。2. 但是患寒热病者，患冷气人，患疟者不可食。　　]",
    " 功能主治": "[治暑湿吐泻，脾虚呕逆，食少久泄，水停消渴，赤白带下，小儿疳积。1.健脾化湿 主治脾虚兼湿，食少便溏；湿浊下注，妇女带下过多。2.化湿消暑 用于暑湿伤中，吐泻转筋等症。3.治疗水肿，砒霜中毒，细菌性痢疾。扁豆的中医功效【用法用量】内服：煎汤，3～6钱；或入丸、散。【禁忌】患寒热病者，不可食。【生长地区】全国各地普遍栽培。【是否医保用药】非医保【是否非处方药】非处方　　]",
    " 食疗作用": "[扁豆味甘、性平，归脾、胃经，有健脾、和中、益气、化湿、消暑之功效；主治脾虚兼湿，食少便溏，湿浊下注，妇女带下过多，暑湿伤中，吐泻转筋等证。每100克营养成分能量37千卡蛋白质2.7克脂肪0.2克碳水化合物8.2克叶酸49.6微克膳食纤维2.1克维生素A25微克胡萝卜素150微克硫胺素0.04毫克核黄素0.07毫克烟酸0.9毫克维生素C13毫克维生素E0.24毫克钙38毫克磷54毫克钾178毫克钠3.8毫克镁34毫克铁1.9毫克锌0.72毫克硒0.94微克铜0.12毫克锰0.34毫克以上数据参考自中国疾病预防控制中心营养与食品安全所所著的《中国食物成分表(2002)》。以上数据仅供参考，不得用于其他的用途。　　]",
    " 食疗价值": "[豆科草质藤本植物扁豆的白色种子或荚果。又称南扁豆、沿篱豆、峨眉豆、羊眼豆、藤豆，有黑、白等色之异。我国华东、中南、西南和河北、辽宁等地均有栽培。冬季采收成熟荚果，晒干，除去荚皮，收集种子炒黄或稍煮；或秋季采摘未成熟荚果鲜用。[性能]味甘，性微温。能健脾除湿。[参考]含蛋白质、脂肪、糖类、磷、钙、铁、锌，维生素B1、B2和烟酸、泛酸、豆甾醇、磷脂、氰甙、血球凝结素等成分。[用途]用于脾虚有湿，体倦乏力，少食便溏，或水肿；妇女脾虚带下；暑湿为患，脾胃不和，呕吐腹泻。[用法]煎汤，研末，或煮熟食。[附方]1，扁豆茯苓散：炒扁豆30g，茯苓15g。研为细末。每次g，加红糖适量，用沸水冲调服。本方以扁豆健脾除湿，茯苓补脾而能利尿消肿。用于脾虚水肿。2，煮扁豆：扁豆子60g（或嫩扁豆荚果120g），以食油、食盐煸炒后，加水煮熟食。每日2次，连食1周。此方取扁豆健脾除湿以止带。用于妇女脾虚带下。色白。3，扁豆香薷汤：扁豆30g，香薷15g。加水煎汤，分2次服。源于《千金要方》。本方取扁豆利湿和中，香薷化湿利小便。用于湿浊阻滞，脾胃不和，呕吐腹泻，小便不利。若夏季兼感暑热，见有心烦发热、头昏等症者，可加荷叶、金银花之类清热祛暑。　　]",
    " 中药化学成分": "[种子含油0.62%，内有棕榈酸（palmiticacid）占8.33%，亚油酸（linoleicacid）占57.95%，反油酸（elaidicacid）占15.05%，油酸（oleicacid）占5.65%，硬脂酸（stearicacid）占11.26%，花生酸（arachidicacid）占0.58%，山萮酸(behenicacid)占10.40%。又含葫芦巴碱（trigonelline），蛋氨酸（methionone），亮氨酸（leucine)，苏氨酸（threonine），维生素（vitamin)B1及C，胡萝卜素(carotene），蔗糖（sucrose），葡萄糖（glucose），水苏糖（stachyose），麦芽糖（maltose），棉子糖（raffinose），L-2-哌啶酸(L-pipecolicacid）和具有毒性的植物凝集素（phytoagglutinin)。另含甾体。]",
    " 参看": "[《中药学》- 扁豆《中医饮食营养学》- 扁豆《食物疗法》- 扁豆《本草纲目 · 扁豆》]",
    "  给扁豆条目的留言 ": "[--医者 2014年9月17日 (三) 23:00 (CST)留言：我去除了一张，是那张吗？--医者 2014年9月17日 (三) 23:00 (CST)]"
},{
    "中药名称": "扁豆花",
    "拼音名：": "[Biǎn Dòu Huā　　]",
    " 英文名": "[Flower of Hyacinth Dolichos　　]",
    " 别名": "[南豆花　　]",
    " 药材基源：": "[为豆科植物扁豆的花。　　]",
    " 拉丁植物动物矿物名：": "[Dolichos lablab L.　　]",
    " 采收和储藏：": "[7-8月间采收未完全开放的花，晒干或阴干。　　]",
    " 原形态": "[扁豆 一年生缠绕草质藤本，长达6m。茎常呈淡紫色或淡绿色，无毛或疏被柔毛。三出复叶；叶柄长4-14cm；托叶披针形或三角状卵形，被白色柔毛；顶生小叶柄长1.5-3.5cm，两侧小叶柄较短，长2-3mm，均被白色柔毛；顶生小叶宽三角状卵形，长5-10cm，宽约与长相等，先端尖，基部广楔形或截形，全线，两面均被短柔毛，沿叶脉处较多，基出3主脉，侧卧羽状；侧生小叶斜卵形，两边不均等。总状花序腋生，长15-25cm，直立，花序轴较粗壮；2-4花或多花丛生于花序轴的节上，小苞片舌状，2枚，早落；花萼宽钟状，先端5齿，上部2齿几乎完全合生，其余3齿近相等，边缘密被白色柔毛；花冠蝶形，白色或淡紫色，长约2cm，旗瓣广椭圆形，先端向内微凹，翼瓣斜椭圆形，近基部处一侧有耳状突起，龙骨瓣舟状，弯曲几成直角；雄蕊10，1枚单生，其余9枚的花丝部分连合成管状，将雌蕊包被；子房线形，有绢毛，基部有腺体，花柱近先端有白色髯毛，柱头头状。荚果镰形或倒卵状长椭圆形，扁平，长5-8cm，宽1-3cm，先端较宽，顶上具一向下弯曲的喙，边缘粗糙。种子2-5颗，扁椭圆形，白色、红褐色或近黑色，长8-13mm，宽6-9mm，厚4-7mm，种脐与种脊长而隆起，一侧边缘有隆起的白色半月形种阜。花期6-8月，果期9月。　　]",
    " 生境分布": "[全国各地均有栽培。主要分布于辽宁、河北、山西、陕西、山东、江苏、安徽、浙江、江西、福建、台湾、河南、湖北、湖南、广东、海南、广西、四川、贵州、云南等地。　　]",
    " 性状": "[花呈扁平不规则三角形，长、宽约1cm。下部有绿褐色钟状的花萼，萼齿5，其中2齿几合生，外被白色短柔毛。花瓣5，皱缩，黄白、黄棕或紫棕色，未开放的花外为旗瓣包围，开放后，广卵圆形的旗瓣则向外反折；两侧为翼瓣，斜椭圆形，基部有小耳；龙骨瓣镰钩状，几弯成直角。雄蕊10，其中9枚基部联合；内有一柱状雌蕊，弯曲。质软，体轻。气微香，味淡。以朵大、色黄白、气香者为佳。粉末特征：土黄色。①花粉粒类圆形、长圆形，直径35-50μm，表面有细网状雕纹，具3个萌发孔。②非腺毛甚多，1-3细胞，完整者42-380(-600)μm，顶端细胞甚长，先端多锐尖。③腺毛头部4-8细胞，倒卵形，柄1-3个细胞。④萼片表皮细胞表面观呈多角形，垂周壁平直或稍弯曲，可见腺毛、非腺毛或毛脱落痕；气孔不定式。⑤花冠表皮细胞表面观呈类多角形或不规则形，壁稍弯曲，表面有细密的角质纹理；横切面观外壁向外隆起，或略呈乳突状。⑥草酸钙棱晶成片存在于萼片薄壁细胞中，呈长双柱形。⑦有花粉囊内壁细胞，形状不规则，壁螺状增厚。⑧药隔细胞壁菲薄。　　]",
    " 化学成份": "[花含有原花青甙(proanthocyanidins)，黄酮类(flavonoids)，花青素(anthocyanidins)，香豆精(conmarins)。　　]",
    " 药理作用": "[扁豆花煎液62.5mg/ml，在试管内可抑制宋内型、福氏型痢疾杆菌生长。　　]",
    " 炮制": "[去柄，筛去泥土，拣去杂质及黑色花朵。　　]",
    " 性味": "[平；甘淡；无毒　　]",
    " 归经": "[脾；胃；大肠经　　]",
    " 功能主治": "[解暑化湿，和中健脾。主夏伤暑湿，发热，泄泻，痢疾，赤白带下，跌打伤肿　　]",
    " 用法用量": "[内服：煎汤，3-9g；或研末；或捣汁。外用：适量，捣敷。　　]",
    " 附方": "[①治一切泄痢：白扁豆花正开者，择净勿洗，以滚汤瀹过，和小猪脊肉一条，葱一根，胡椒七粒，酱汁拌匀，就以瀹豆花汁和面包作小馄饱，炙熟食之。(《必用食治方》)②治妇人白崩：白扁豆花(紫者勿用)焙干为末，炒米煮饮入烧盐，空心服。(《奇效良方》)。　　]",
    " 各家论述": "[1.《本草便读》：扁豆花赤者入血分而宣瘀，白者入气分而行气，凡花皆散，故可清暑散邪，以治夏月泄痢等证也。2.《本草图经》：主女子赤白下，干末，米饮和服。3.《纲目》：焙研服，治崩带；作馄饨食，治泄痢；擂水饮，解中一切药毒。功同扁豆。4.《岭南采药录》：敷跌打伤，去瘀生新，消肿散青黑。5.《四川中药志》：和胃健脾，清热除湿。，消暑热神昏，湿滞中焦，下痢脓血，夏日腹泻及赤白带下。　　]",
    " 临床应用": "[治疗细菌性痢疾。干白扁豆花100g，制成100%煎液。口服剂量按每次每公斤体重0.5-1ml计算，每6小时1次，7天为一疗程。观察13例，经治3-7天后，痊愈(临床症状消失，大便培养连续二次阴性)7例，进步(临床症状部分消失或减轻)3例，无效3例。治程中未见副作用。据实验证明，每毫升含生药62.5mg的扁豆花煎液在试管内可抑制宋内氏型、弗氏型痢疾杆菌生长。]",
    " 参看": "[《中药学》- 扁豆花]"
},{
    "中药名称": "扁豆叶",
    "内容": ""
},{
    "中药名称": "扁蕾",
    "内容": ""
},{
    "中药名称": "扁青",
    "参考": "[《本草纲目 · 扁青》]"
},{
    "中药名称": "扁藤",
    "内容": ""
},{
    "中药名称": "扁樱桃",
    "内容": ""
},{
    "中药名称": "扁竹根",
    "内容": ""
},{
    "中药名称": "扁竹兰",
    "异名": "[白跌打、见血封口。　　]",
    " 来源": "[为百合科植物柄叶开口箭的根茎。　　]",
    " 植物形态": "[柄叶开口箭多年生草本。地下根茎粗壮，横走，节明显，节上生须根。叶互生，卵状椭圆形或长椭圆形，长10～15厘米，宽3～5厘米，基部延长成柄，抱茎，全缘，平行脉多而明显。穗状花序顶生或腋生，花白色。浆果球形，熟时红色，内有种子1粒。生于山间疏林潮湿处。分布云南等地。　　]",
    " 采集": "[全年可采。去须根洗净，切片后用米泔水泡，再用京竹叶煮三小时，晒干研末。　　]",
    " 药理作用": "[本品药理作用未见报道。同属植物中云南的黄花开口箭民间用以\"消肿\"。实验证明，其根茎酊剂对在位蛙心、兔心，猫的心电图及离体豚鼠心脏标本有强心作用。强心作用出现时间、作用高峰时间、中毒时间与心搏停止时间，均与洋地黄接近，因此可能属慢效心甙类。其生物活性(鸽法)较洋地黄小一倍。另外，从云南产同属植物T.fimbriata Hand.-Mazz.中提得的强心甙-开口箭素有典型的洋地黄样作用，但似属于速效心甙类。鸽用开口箭素24小时后已完全从体内排除。对鸽的最小致死量为1.394±0.069毫克/公斤，为毒毛旋花子甙G的1/8，而略大于黄夹甙；其治疗指数为3.12，较毒毛旋花于甙G(2.31)为大。开口箭素无溶血作用，对热稳定。　　]",
    " 性味": "[辛苦，寒，小毒。　　]",
    " 功用主治": "[清热解毒，止血消肿。　　]",
    " 选方": "[①治外伤出血，跌打损伤，胃出血：鲜扁竹兰根一两，水煎，酒引服；外用粉末撒布患处。②治目赤眼雾，扁桃体炎，淋巴结炎：扁竹兰粉五分，开水送服。(性味以下出《云南中草药》)]"
},{
    "中药名称": "变色红菇",
    "内容": ""
},{
    "中药名称": "变叶榕",
    "内容": ""
},{
    "中药名称": "鳖甲",
    "药材产地": "[分布很广，由东北至广东的海南岛，以及湖北、安徽、四川、云南、陕西、甘肃等地均有。本品为鳖之背甲。[名称] 鳖甲Carapax Amydae 别名：团鱼甲(江苏)、水鱼壳(湖南)、团鱼壳(江西)、鳖盖(陕西、河南)、脚鱼壳(湖北)、上甲(湖北、甘肃、河北)、甲鱼(江苏、浙江)、鳖壳、鳖盖子(山西)、王八盖子(河北)、团鱼甲(湖北)。主产于长江流域之湖北沔阳、黄陂、监利、孝感，安徽安庆、芜湖，江苏镇江、扬州，河南商城、固始、沁阳，湖南常德、邵阳，浙江吴兴、嘉兴，江西九江等地。此外，四川、福建、陕西、甘肃、贵州亦产，以湖北、安徽二省产量最大，畅销全国并出口。　　]",
    " 采制方法": "[一般于3～9月间捕获，尤以5～7月产量最高。用刀割下头部，晒干即成鳖头，再将鳖体放入沸水中煮约1～2小时，取出背甲，去净残肉，晒干即成。活杀勿煮，则所取甲更佳。经作菜肴食用后之甲不作药用。[炮制]1. 生鳖甲：放入缸内或池中，用水浸泡，夏季约泡20天至皮骨分离，取出洗净晒干即成。2. 制鳖甲：将沙土置锅内加热，至沙土疏松，放入净鳖甲炒至表皮微黄色，取出筛去沙土，放入醋盆内稍浸(每100斤用醋30斤)，取出晒干即成。　　]",
    " 营养成份": "[含动物胶、碘质、维生素丁等。　　]",
    " 选料标准": "[为卵圆形或椭圆形的骨片，背部微隆起，前后端微向内卷曲。长约10～23厘米，宽8～17厘米，厚约5毫米。背甲中央有不显明的骨节隆起，两侧各有八条左右对称的横凹纹。背面为灰褐色并有皱褶及突起状斑点。甲的边缘呈齿状，类白色。腹面灰白色，有骨隆起明显，两侧对称的肋各8条。质坚硬。臭微腥，味咸。以身干、个大、无残肉、洁净者为佳。　　]",
    " 药用价值": "",
    " 概况": "[［性味］ 咸、寒。[功用] 滋肾潜阳，软坚散结。[主治] 骨蒸劳热、疟母、胁下坚硬、腰痛，经闭症瘕等症。[用量] 10g～20g。[禁忌] 虚而无热者忌用。[附注]鳖头(鳖首)Caput Amydae 为加工鳖甲时割下的头干燥而成。本品略呈长圆柱形，吻端尖，颈部向上弯曲，约呈90度角。外表呈灰棕色，略有皱褶，质坚硬，气腥臭。【英文名】 CARAPAX TRIONYCIS【别名】团鱼盖、脚鱼壳、上甲、甲鱼【来源】本品为鳖科动物鳖 Trionyx sinensis Wiegmann的背甲。全年均可捕捉，以秋、冬二季为多，捕捉后杀死，置沸水中烫至背甲上的硬皮能剥落时，取出，剥取背甲，除去残肉，晒干。　　]",
    " 制法": "[鳖甲：置蒸锅内，沸水蒸45分钟，取出，放入热水中，立即用硬刷除去皮肉，洗净，晒干。醋鳖甲：取净鳖甲，照烫法（附录Ⅱ D）用砂烫至表面淡黄色，取出，醋淬，干燥。用时捣碎。每100kg鳖甲，用醋20kg。　　]",
    " 性状": "[本品呈椭圆形或卵圆形，背面隆起，长10～15cm，宽9～14cm。外表面黑褐色或墨绿色，略有光泽，具细网状皱纹及灰黄色或灰白色斑点，中间有一条纵棱，两侧各有左右对称的横凹纹8 条，外皮脱落后，可见锯齿状嵌接缝。内表面类白色，中部有突起的脊椎骨，颈骨向内卷曲，两侧各有肋骨8 条，伸出边缘。质坚硬。气微腥，味淡。　　]",
    " 性味归经": "[咸，微寒。归肝、肾经。　　]",
    " 功能与用法": "[【功能主治】滋阴潜阳，软坚散结，退热除蒸。用于阴虚发热，劳热骨蒸，虚风内动，经闭，癓瘕，久疟疟母。【用法用量】 9～24g，捣碎，先煎。　　]",
    " 附方": "[①治男女骨蒸劳瘦：鳖甲一枚，以醋炙黄，入胡黄连二钱，为末。青蒿煎汤服方寸匕。（孙思邈）②治骨蒸夜热劳瘦，骨节烦热，或咳嗽有血者：鳖甲一斤（滚水洗，去油垢净），北沙参四两，怀熟地、麦门冬各六两，白茯苓三两，陈广皮一两。水五十碗，煎十碗，渣再煎，滤出清汁，微火熬成膏，炼蜜四两收。每早晚各服数匙，白汤调下。（《本草汇言》）③治热邪深入下焦，脉沉数，舌干齿黑，手指但觉蠕动，急防痉厥：炙甘草六钱，干地黄六钱，生白芍六钱，阿胶三钱，麦冬五钱（去心），麻仁三钱，生牡蛎五钱，生鳖甲八钱。水八杯，煮取八分杯，分三次服。（《温病条辨》二甲复脉汤）④治老疟久不断者：先炙鳖甲，捣末，方寸匕，至时令三服尽。（《补缺肘后方》）⑤治温疟：知母，鳖甲（炙）、常山各二两，地骨皮三两，竹叶一升（切），石膏四两。上以水七升，煮二升合，分温三服。忌蒜、热面、猪、鱼。（《补缺肘后方》）⑥治疟母：鳖甲十二分（炙），乌扇三分（烧），黄芩三分，柴胡六分，鼠妇三分（熬），干姜三分，大黄三分，芍药五分，桂枝三分，葶苈一分（熬），石苇三分（去毛），厚朴三分，牡丹五分（去心），瞿麦二分，紫葳三分，阿胶三分（炙），蜂蜜四分（炙），赤硝十二分，蜣螂六分（熬），桃仁二分，半夏一分，人参一分，蟅虫五分（熬）。上二十三味，为末，取煅灶下灰一斗，清酒一斛五斗，浸灰，候酒尽一半，着鳖甲于中，煮令泛烂如胶漆，绞取汁，纳诸药煎为丸，如梧子大，空心服七丸，日三服。（《金匮要略》鳖甲煎丸）⑦治症癖：鳖甲、诃黎勒皮、干姜末。等分为丸，空心下三十丸，再服。（《药性论》）⑧治心腹症瘕血积：鳖甲一两（汤泡洗净，米醋浸一宿、火上炙干，再淬再炙，以甲酥为度，研极细），琥珀三锅（研极细），大黄五钱（酒拌炒）。上共研细作散。每早服二钱，白汤调下。（《甄氏家乘方》）⑨治妇人月水不利，腹胁妨闷，背膊烦疼：鳖甲二两（涂醋炙令黄，去裙榈），川大黄一两（锉，微炒），琥珀一两半。上药捣罗为末，炼蜜和丸，如梧桐子大。以温酒下二十丸。（《圣惠方》鳖甲丸）⑩治妇人漏下五色，羸瘦、骨节间痛：鳖甲烧令黄，为末，酒调服方寸匕，日三。（《肘后方》）⑾治吐血不止：鳖甲一两（锉作片子），蛤粉一两（鳖甲相和，于铫内炒香黄色），熟干地黄一两半（暴干）。上三味捣为细散。每服二钱匕，食后腊茶清调下，服药讫，可睡少时。（《圣济总录》鳖甲散）⑿治卒腰痛不得俯仰：鳖甲一枚（炙，捣筛）。服方寸匕，食后，日三服。（《补缺肘后方》）⒀治石淋：鳖甲杵末，以酒服方寸匕，日二、三，下石子瘥。（《肘后方》）⒁治上气喘急，不得睡卧，腹胁有积气：鳖甲一两（涂醋炙令黄，去裙襕），杏仁半两（汤浸，去皮、尖，麸炒微黄），赤茯苓一两，木香一两。上药捣筛为散，每服五钱，以水一中盏，入生姜半分，灯心一大束，煎至六分，去滓，不计时候，温服。（《圣惠方》）⒂治阴虚梦泄：鳖甲烧研，每用一字，以酒半盏，童尿半盏，葱白七寸同煎，去葱，日晡时服之，出臭汗为度。（《医垒元戎》）⒃治产后早起中风冷，泄痢及带下：鳖甲如手大，当归、黄连、干姜各二两，黄柏长一尺、广三寸。上五味细切，以水七升，煮取三升，去滓，分服，日三。（《千金方》鳖甲汤）⒄治小儿痫：鳖甲炙令黄，捣为末，取一钱，乳服，亦可蜜丸如小豆大服。（《子母秘录》）⒅治肠痈内痛：鳖甲烧存性，研，水服一钱，日三。（刘禹锡《传信方》）⒆治痈疽不敛，不拘发背一切疮：鳖甲烧存性，研掺。（《怪证奇方》）⒇治痔，肛边生鼠乳，气壅疼痛：鳖甲三两（涂醋炙令黄，去裙襕），槟榔二两。上药捣细罗为散，每于食前，以粥饮调下二钱。（《圣惠方》鳖甲散）（21）治丈夫阴头痈肿：鳖甲一枚，上一味，烧焦末之，以鸡子白和敷之。（《千金翼方》）（22）治牙痛：鳖甲。焙干轧成细末，贮于干燥器皿内备用临用时，取鳖甲粉0.5克放在烟斗内烟叶的表面上，点燃当烟吸。（《全展选编.五宫科》）　　]",
    " 各家论述": "[①《本草衍义》：鳖甲，《经》中不言治劳，惟蜀本《药性论》云，治劳魔，除骨热，后人遂用之。然甚有据，亦不可过剂。②《本草经疏》：鳖甲主消散者以其味兼乎平，平亦辛也，咸能软坚，辛能走散，故《本经》主症瘕、坚积、寒热，去痞疾、息肉、阴蚀、痔核、恶肉；《别录》疗温疟者，以疟必暑邪为病，类多阴虚，水衰之人，乃为暑所深中，邪入阴分，故出并于阳而热甚，入并于阴而寒甚，元气虚羸，则邪陷而中焦不治，甚则结为疟母。甲能益阴除热而泊散，故为治疟之要药，亦是退劳热在骨及阴虚往来寒热之上品，血瘕腰痛，小儿胁下坚，皆阴分血病，宜其悉主之矣。劳复、女劳复为必须之药；劳瘦骨蒸，非此不除；产后阴脱，资之尤急。③《本草汇言》；鳖甲，除阴虚热疟，解劳热骨蒸之药也。魏景山曰，鳖甲虫也，与龟同类而异种，亦禀至阴之性，入肝，统主厥阴血分为病，……厥阴血闭邪结，渐至寒热，为症瘕、为痞胀、为疟疾、为淋沥、为骨蒸者，咸得主之。倘阳虚胃弱，食饮不消，呕恶泄泻者，阴虚胃弱，吞咽不下，咳逆短气，升降不足息者，用此无益也。④《本草述》：鳖甲，类言其益阴，是矣，第丹溪云补阴而更云补气，盖气有阳气阴气之殊，本于《内经》可证也。经曰，阴虚则无气，无气则死。盖唯是真阴之气，有化乃有生，有生即有化，故《本经》首云主治心腹症瘕坚积寒热，即《别录》暨甄权、《日华子本草》，无不以温疟、血瘕、宿食、冷块、痃癖、冷瘕及破症结为言也。至丹溪乃揭出补阴补气以为言，可谓探其要领矣。宗]所谓《经》中不言治劳，然治虚劳多用之，亦甚有据者，以是言合于方书之主治，良不谬也。如清骨散，固谓其治骨蒸劳热也；如扶羸汤，是除骨蒸劳热而兼以益精血之味也。又麦煎散，治少男室女骨蒸黄瘦口臭肌热盗汗，此证乃七情之为病也。虚劳发热，未有不由瘀血者，而瘀血未有不由内伤者。凡虚劳证，大抵心下引胁俱痛，盖滞血不消，新血无以养之也。故麦煎散中用鳖甲，而同于干漆以化积。又秦艽鳖甲散，此透肌退热之一方也。以上数方是皆同鳖甲而用者，虽其佐助之义各有所主，而共用鳖甲以入诸味者，不外于补阴气以为功也。又如治疟母宜鳖甲煎丸，又疟母丸，固益阴气者也。且治疟、所名疟母，即结为症瘕者，更可见诸《本草》之用鳖甲，无不以疗血瘕症块云云为言者，固有见于兹味阴气之专，即化以为生也。至于积聚之所治，……如鳖甲丸之于肝积为肥气，干漆丸及半夏散之于心积为伏粱，又鳖甲丸之于脾积为痞气，四方虽各有不同，然总归于入足厥阴、手少阴、足太阴之脏也，以鳖甲阴气之专，入三阴而行其积，固有得于气之相应者矣。又即女子漏下而鳖甲疗之，却又用行瘀血，是岂谓其能止复能行乎?盖此味专补阴气，如漏下，属阴气虚而不能固也，如瘀血，亦属阴气虚而不能流贯于经络也。但就女子经血一证，可以推其所治之诸证，固惟是专补阴气，如经所谓知其要者，一言而终也。⑤《本草新编》：鳖甲善能攻坚，又不损气，阴阳上下有痞滞不除者，皆宜用之。但宜研末调服，世人俱炙片入汤药中煮之，则不得其功矣。又：或疑鳖甲善杀痨虫，有之乎?曰：不杀痨虫，何以能除痨瘦骨蒸。……鳖甲杀虫，而又补至阴之水，所以治骨蒸之病最宜。⑥《本经逢原》：鳖甲，凡骨蒸劳热自汗皆用之，为其能滋肝经之火岜。然究竟是削肝之剂，非补肝药也。妊妇忌用，以其能伐肝破血也。肝虚无热禁之。极灰研极细末，疗汤火伤皮绽肉烂者并效，干则麻油调敷，湿则干掺，其痛立止，其解火毒，疗骨蒸、杀瘵虫之功，可默悟矣。　　]",
    " 贮藏": "[置干燥处，防蛀。　　]",
    " 食疗价值": "[鳖科动物鳖的背甲。产于河北、湖南、安徽、浙江等省。全年均可捕捉，杀死后用沸水烫至甲上硬皮能剥落，除去残肉、硬皮，晒干。砂炒、醋淬用。亦可用鲜品。[性能]味甘、咸，性微寒。能滋阴抑阳，软坚散结。[参考]含胶质、角蛋白、维生素D、碘。能抑制肝、脾的结缔组织增生；提高血浆蛋白水平；有一定抗肿瘤作用。[用途]用于阴虚发热；阴虚阳亢；腹腔肿瘤。[用法]一日~30g。煎汤，须先煎、久煎；研末，入滋膏等。[附方]1，保阴煎：鳖甲30g，龟甲、生地、熟地、山药、玉竹、龙眼肉各15g，茯苓12g，天冬、麦冬各9g。龟、鳖二甲加水先煎，后下其余，一同煎汤饮。源于《顾氏医镜》。本方龟、鳖二甲滋阴抑阳，二地、龙眼肉与二冬、玉竹养血滋阴，山药益脾肾。用于老人阴血虚亏，身体衰弱。2，鳖甲丹参饮：鳖甲、丹参各15g，金钱草30g，大枣10个。煎水饮。本方以鳖甲软坚散结，丹参活血化瘀，金钱草清热利湿，大枣补脾养血。用于慢性病毒性肝炎，胁肋胀痛，肝肿大。　　]",
    " 鳖甲药理作用": "[1.强壮作用：鳖多糖0.5、1.0、2.0g/kg灌胃15-20天，能明显提高小鼠耐缺氧能力和抗冷冻作用，可延长小鼠游泳时间，有抗疲劳作用。2.免疫促进作用：鳖多糖0.5、1.0、2.0g/kg灌胃15-20天，能显著提高小鼠空斑形成细胞的溶血能力，促进溶血素抗体生成；并增强小鼠迟发型超敏反应。3.其它：以0.5%或1.0%鳖多糖Renger液浸泡蟾蜍坐骨神经腓肠肌标本，有增加收缩高度和画纹面积、延长持续收缩时间的作用。本品能抑制结缔组织的增生，可消失结块；并具有增加血浆蛋白的作用，有谓可用于肝病所致的贫血。本品能抑制结缔组织的增生，故可消结块；并具有增加血浆蛋白的作用，有谓可用于肝病所致的贫血。　　　]",
    " 参看": "[《中药学》- 鳖甲]"
},{
    "中药名称": "鳖卵",
    "基本资料": "[【草药名】： 鳖卵【内容介绍】：鳖卵 (《本草蒙筌》)【来源】为鳖科动物中华鳖的卵。【采收和储藏】5-8月产卵期在河、湖及池塘岸边收集，鲜用或冷藏。【资源分布】1.除新疆、宁夏、青海、西藏等地未见报道外，广泛分布于全国各地。 2.分布于广东、海南、广西、贵州、云南等地。　　]",
    " 形态及种类": "[　　]",
    " 1.中鳖": "[体呈椭圆形或近卵圆形，成体全长约30-40cm。头尖，吻长，形成吻突呈短管状；鼻孔位于吻突前端，上下颌缘覆有角质硬鞘，无齿，眼小；瞳孔圆表，鼓膜不明显，颈部可长达70mm以上，颈基部无颗粒状疣，头、颈可完全缩入甲内。背腹甲均无角质板而被有革质软皮，边缘具柔软的较厚的结缔组织，谷称裙边。背面皮肤有突起小疣，成纵行棱起，背部中央稍凸起，椎板8对，肋板8对，无臀板，边缘无缘板相连。背部骨片没有完全骨质化，肋骨与肋板愈合，其末端突出于肋板外侧。四肢较扁平，前肢5指；内侧三指有外露的爪；外侧二指的爪全被皮肤包裹而不外露，后肢趾爪生长情况亦同，指、趾间具蹼而发达。雄性体较扁而尾较长，末端露出于裙边；雌性尾粗短，不露出裙边。泄殖肛孔纵裂。头颈部上面橄榄绿色，下面黄色，下颌至喉部有黄色斑纹，两眼前后有黑纹，眼后头顶部有10余个黑点。体背橄榄绿色或黑棕色，具黑斑，腹部肉黄色，两侧裙边处有绿色大斑纹，近尾部有两团豌豆大的绿色斑纹。前肢上面橄榄绿色；下面淡黄色，后肢上面色较浅。尾部正中为橄榄绿色，余皆为淡黄色。　　]",
    " 2.山瑞鳖": "[体近圆形，当体重9kg时，长、宽达36cm×21cm，体重大者可达20kg。体背隆起，皮肤粗糙，体背、边缘、颈基部、四肢及尾部均有大小不等的肉质喜钉状突起；体后部的鼓钉更大而密。边缘内质裙边甚为肥厚。四肢粗壮，侧扁。尾短，略呈扁圆锥形，基部宽，末端尖。体灰黑色、墨绿色、紫黑色或黑青莲色。头、四肢乌黑色或墨绿色。腹面乌黑色带紫，具深色斑块。【性味】《医林纂要》：咸，寒。【功用主治】①《本草蒙筌》：盐淹煮吞，补阴虚亦验。②《纲目》：盐藏煨食，止小儿下痢。③《医林纂要》：治久泻久痢。]"
},{
    "中药名称": "鳖肉",
    "体形特征": "[1.中鳖，体呈椭圆形或近卵圆形，成体全长约30-40cm。头尖，吻长，形成吻突呈短管状；鼻孔位于吻突前端，上下颌缘覆有角质硬鞘，无齿，眼小；瞳孔圆表，鼓膜不明显，颈部可长达70mm以上，颈基部无颗粒状疣，头、颈可完全缩入甲内。背腹甲均无角质板而被有革质软皮，边缘具柔软的较厚的结缔组织，谷称裙边。背面皮肤有突起小疣，成纵行棱起，背部中央稍凸起，椎板8对，肋板8对，无臀板，边缘无缘板相连。背部骨片没有完全骨质化，肋骨与肋板愈合，其末端突出于肋板外侧。四肢较扁平，前肢5指；内侧三指有外露的爪；外侧二指的爪全被皮肤包裹而不外露，后肢趾爪生长情况亦同，指、趾间具蹼而发达。雄性体较扁而尾较长，末端露出于裙边；雌性尾粗短，不露出裙边。泄殖肛孔纵裂。头颈部上面橄榄绿色，下面黄色，下颌至喉部有黄色斑纹，两眼前后有黑纹，眼后头顶部有10余个黑点。体背橄榄绿色或黑棕色，具黑斑，腹部肉黄色，两侧裙边处有绿色大斑纹，近尾部有两团豌豆大的绿色斑纹。前肢上面橄榄绿色；下面淡黄色，后肢上面色较浅。尾部正中为橄榄绿色，余皆为淡黄色。2.山瑞鳖，体近圆形，当体重9kg时，长、宽达36cm×21cm，体重大者可达20kg。体背隆起，皮肤粗糙，体背、边缘、颈基部、四肢及尾部均有大小不等的肉质喜钉状突起；体后部的鼓钉更大而密。边缘内质裙边甚为肥厚。四肢粗壮，侧扁。尾短，略呈扁圆锥形，基部宽，末端尖。体灰黑色、墨绿色、紫黑色或黑青莲色。头、四肢乌黑色或墨绿色。腹面乌黑色带紫，具深色斑块。　　]",
    " 药物特性": "[]",
    " 基本简介": "[【性味】甘，平。①《别录》：味甘。②《千金.食治》：味甘，平，无毒。③《本草图经》：性冷。【归经】《本草求真》：入肝。【功用主治】滋阴凉血。治骨蒸劳热，久疟，久痢，崩漏带下，瘰疬。①《别录》：主伤中益气，补不足。②《千金.食治》：疗脚气。③孟诜：主妇人漏下羸瘦。④《本草拾遗》：主热气湿痹，腹中激热。五味煮食之。当微泄。⑤《日华子本草》：益气调中，妇人带下，治血瘕腰痛。⑥《本草图经》：补虚，去血热。⑦《日用本草》：补劳伤，壮阳气，大补阴之不足。⑧《纲目》：作臛食，治久痢；作丸服，治虚劳，痃癖，脚气。⑨《本草备要》：凉血补阴，亦治疟、痢。⑩《随息居饮食谱》：滋肝肾之阴，清虚劳之热。主脱肛，崩带，瘰疬，症瘕。【用法与用量】煮食或入丸剂。宜忌脾胃阳虚及孕妇忌服。①《日用本草》：与矾石相反。②《本草备要》：忌苋菜、鸡子。③《本草从新》：脾虚者大忌。④《随息居饮食谱》：孕妇及中虚寒湿内盛，时邪未净者切忌之。　　]",
    " 选方": "[①治骨蒸劳嗽：团鱼二个，贝母、前胡、知母、杏仁、柴胡各等分。上药与鱼同煮熟，取鱼连汁食之。将药焙干为末，用骨更煮汁一盏，和药丸梧子大。每服二十丸，煎黄芪六一汤，空心送下。病既安，仍服黄芪六一汤调理。(《妇人良方》团鱼丸)②治心腹坚症：蚕矢一石，桑柴烧灰，以水淋之五度，取生鳖长一尺者，纳中煮之烂熟，去骨，细擘，锉，更煎令可丸，丸如梧子大。一服七丸，日三。(《补缺肘后方》)③治寒湿脚气，疼不可忍：团鱼二个，水二斗，煮一斗，去鱼取汁，加苍耳、苍术、寻风藤各半斤，煎至七升，去渣，以盆盛熏蒸，待温浸洗。(《乾坤生意》)④治久疟不愈：团鱼一个，去肝、肠，用猪油炖，入盐少许服。(《贵州中医验方》)　　]",
    " 鳖肉.药膳食疗": "[【简介】鳖肉，为鳖科动物中华鳖的肉。又名团鱼肉、甲鱼肉、元鱼肉等。【功用】滋阴凉血，益气升提。主治肝肾阴虚，头晕眼花，腰膝酸软，遗精；脾虚气陷，脱肛，身倦乏力，饮食减少；冲任不固，月经量多色淡，淋漓不尽等。鳖【性味归经】性平，味甘。人肝肾经。【用量用法】煮食或人丸剂。【现代研究】鳖肉含水分、蛋白质、脂肪、糖类、灰分、钙、磷、铁、维生素B1、维生素B2 、尼克酸、维生素A等。　　]",
    " 进补应用": "[1.阴血亏虚，骨蒸潮热，颧红盗汗，心烦失眠，痔疮便血，男子遗精，女子崩漏、带下；脾虚气陷，气短懒言，疲乏无力，肛门直肠脱垂 红烧甲鱼：鳖1000克，鸡翅2副，火腿 50克，蘑菇 10克，鸡清汤1500毫升，食盐、料酒、酱油、胡椒粉、白糖、味精各适量。将鳖宰杀，洗净，切成肉块，鸡翅切成两段，火腿切成厚片，蘑菇洗净。将以上各味一并放人沙锅里，加人鸡清汤和食盐、酱油、胡椒粉、白糖。先用武火煮沸，再用文火炖煮2小时左右，待鳖肉熟烂后停火，酌加少量味精，佐餐食用。2.肾阴亏虚，头晕耳鸣，潮热盗汗，腰膝酸软，多梦健忘 团鱼汤：团鱼500克，羊肉250克，草果3克，姜片、胡椒粉、食盐、味精各适量。将鳖宰杀、洗净，切成小块；羊肉洗净切块，与鳖肉一并放人沙锅内。加人生姜和清水。先用武火煮沸，再用文火炖煮2小时左右，待肉熟烂后停火。酌加少量食盐、胡椒粉、味精，佐餐食用，吃肉、喝汤。也可用补髓汤：取鳖1只，猪脊髓200克，葱、姜、胡椒粉、味精各适量。将鳖宰杀洗净，猪脊髓洗净，两味均切成块，一并放人沙锅中加人清水和姜、葱、胡椒粉。先用武火煮沸，再用文火炖煮2小时左右，待肉熟后停火。酌加味精，佐餐食用，吃肉喝汤。3.阴液不足，口干咽燥，低热不退 二母元鱼：鳖500克，贝母5克，知母5克，前胡5克，柴胡5克，杏仁5克。食盐、料酒各适量。将鳖宰杀、洗净，切成块。放在大碗内，将五味中药洗净，装人纱布袋内，扎紧袋口，也放人锅内，加人适量的黄酒和食盐，再加人清水，没过肉块，放在蒸锅中蒸炖1小时左右，以鳖肉熟烂为度。趁热分顿食用。　　]",
    " 注意事项": "[鳖肉性滋腻，感冒初期或寒湿内盛者忌用。不宜与猪肉、兔肉、鸭肉、鸡蛋、克莱、芥菜、薄荷同食。]"
},{
    "中药名称": "鳖头",
    "内容": ""
},{
    "中药名称": "鳖血",
    "药材基源": "[【考证】出自《本草纲目》【来源】为鳖科动物中华鳖或山瑞鳖的新鲜血液。【科属分类】鳖科【生态环境】1.生活于湖泊、河流、池塘及水库等水域。2.生活在山区的河流、溪、潭中。【资源分布】1.除新疆、宁夏、青海、西藏等地未见报道外，广泛分布于全国各地。2.分布于广东、海南、广西、贵州、云南等地。【动物形态】1.中鳖，体呈椭圆形或近卵圆形，成体全长约30-40cm。头尖，吻长，形成吻突呈短管状；鼻孔位于吻突前端，上下颌缘覆有角质硬鞘，无齿，眼小；瞳孔圆表，鼓膜不明显，颈部可长达70mm以上，颈基部无颗粒状疣，头、颈可完全缩入甲内。背腹甲均无角质板而被有革质软皮，边缘具柔软的较厚的结缔组织，谷称裙边。背面皮肤有突起小疣，成纵行棱起，背部中央稍凸起，椎板8对，肋板8对，无臀板，边缘无缘板相连。背部骨片没有完全骨质化，肋骨与肋板愈合，其末端突出于肋板外侧。四肢较扁平，前肢5指；内侧三指有外露的爪；外侧二指的爪全被皮肤包裹而不外露，后肢趾爪生长情况亦同，指、趾间具蹼而发达。雄性体较扁而尾较长，末端露出于裙边；雌性尾粗短，不露出裙边。泄殖肛孔纵裂。头颈部上面橄榄绿色，下面黄色，下颌至喉部有黄色斑纹，两眼前后有黑纹，眼后头顶部有10余个黑点。体背橄榄绿色或黑棕色，具黑斑，腹部肉黄色，两侧裙边处有绿色大斑纹，近尾部有两团豌豆大的绿色斑纹。前肢上面橄榄绿色；下面淡黄色，后肢上面色较浅。尾部正中为橄榄绿色，余皆为淡黄色。2.山瑞鳖，体近圆形，当体重9kg时，长、宽达36cm×21cm，体重大者可达20kg。体背隆起，皮肤粗糙，体背、边缘、颈基部、四肢及尾部均有大小不等的肉质喜钉状突起；体后部的鼓钉更大而密。边缘内质裙边甚为肥厚。四肢粗壮，侧扁。尾短，略呈扁圆锥形，基部宽，末端尖。体灰黑色、墨绿色、紫黑色或黑青莲色。头、四肢乌黑色或墨绿色。腹面乌黑色带紫，具深色斑块。【采收和储藏】捕捉杀死时取其鲜血，鲜用或冷藏。　　]",
    " 药理作用": "[【药理作用】采用同位素标记物掺入法观察到鳖血汪可抑H-TdR、3-H-UP和H-Leu掺入癌细胞，其中掺入艾氏腹水癌细胞的抑制率分别为96.8%,94.8%,91.9%，当改用S180和P338腹水型肿癌细胞用靶细胞时，结果相似，说明鳖血清可强烈地抑制癌细胸生长，也证明其抑癌活性不具有专一性。将鳖血清分别放在37℃和50℃中保温10min，然后进行3H-TdR掺入试以全，它的凶癌活性从88.9%隆至4.9%，表明加温可降低其抗癌活性，但在生理盐水中透析并不影响它的抑瘤活性。鳖血清对3H-TdR和3H-UP掺入正常小鼠骨髓细胞也具有抑制作用，其换制率为39.4%和37.3%。但鳖血清对癌细胞的抑制作用远强于对骨髓细胞的抑制。　　]",
    " 药性论述": "[【功效】滋阴清热；活血通络【分类】祛风药【性味归经】味甘；咸；性平。归肝经。【主治】虚劳潮热；阴虚低热；胁痛；口眼㖞斜；脱肛。①《药性论》：鳖头血涂脱肛。②《纲目》：治风中血脉，口眼歪僻，小儿疳劳潮热。③《现代实用中药》：生饮，用于结核潮热有效。【用法】内服：鲜饮，20-100ml；或入丸剂。外用：鲜血涂敷。　　]",
    " 药用选方": "[【选方】①治中风口歪：鳖血调乌头末涂之，待正则即揭去。(《肘后方》) ②治小儿诸疳：吴茱萸、胡黄连(锉碎，用鳖血浸一宿，同吴茱萸炒令干焦，去吴萸不用)、白芜荑仁、柴胡(去芦)各等分。上为细末，用獖猪胆汁浸，蒸饼和丸绿豆大。每服十丸，热水下，无时。(《小儿卫生总微论方》鳖血煎丸)　　]",
    " 临床应用": "[【临床应用】治疗骨关节结核将鳖用生理盐水洗净，以无菌操作切断其单侧颈动脉(避免损伤气管)，放血入无菌试管中，分离血清，置于2～4℃冰箱中备用。用时以无菌注射器吸取鳖血清2毫升，加0.25%普鲁卡因0.5毫升，肾上腺素0.1毫升(预防血清过敏反应)，肌肉注射，每日1次。注射前后使患者保持绝对安静。治疗12例，其中10例经5～20次后临床治愈；2例显效后中断治疗。一般注射血清3次以上，局部肿胀疼痛即见消失，瘘孔愈合，肢体功能障碍恢复正常或明显改善。　　]",
    " 各家论述": "[1、《纲目》：按《千金方》云，目瞤、唇动、口歪，皆风入血脉，急以小续命汤服之，外用鳖血或鸡冠血调伏龙肝散涂之，干则再上，甚妙。盖鳖血之性急缩走血，故治口歪、脱肛之病。2.《药性论》：鳖头血涂脱肛。3.《纲目》；治风中血脉，口眼症僻，小儿疳劳潮热。4.《现代实用中药》：生饮，用于结核潮热有效。]"
},{
    "中药名称": "槟榔",
    "植物概况": "[草药名： 槟榔(betel nut)常用的驱虫药。为棕榈科植物槟榔的干燥成熟种子。主产于印度尼西亚、马来西亚及中国的广东、海南、广西、云南等地。槟榔味苦、辛，性温 。归胃、大肠经。功效杀虫，消积，下气，行水。主治虫积，如蛔虫、绦虫、蛲虫、姜片虫等，食积气滞，脘腹胀痛，水肿，脚气，疟疾等病证。现代药理实验证明，槟榔有驱虫、抗病毒、治痛风和抗真菌等作用。有人吃了老打咯.属正常现象.还有刚吃会产生胸闷,脸红,属于正常反应来源 为棕榈科植物槟榔的种子。采集冬、春果实成熟时采收。摘下果实，将果皮剥下，取其种子，晒干。药材干燥种子呈圆锥形或扁圆球形，高1.5～3厘米，基部直径2～3厘米，表面淡黄棕色或黄棕色，粗糙，有颜色较浅的网形凹纹，并偶有银色斑片状的内果皮附着。食用槟榔果可以食用,沾卤水咀嚼,初次咀嚼者会面红、胸闷,属于正常现象毒性过量槟榔碱引起流涎、呕吐、利尿、昏睡及惊厥,甚至胸闷,出汗,头昏致休克，不可吞食，.如系内服引起者可用高锰酸钾溶液洗胃，并注射阿托品。害处乱吐槟榔汁与残渣，不仅会影响市容，且有碍观瞻，有些不良的槟榔业者，常用尽各种花招来招揽客人，尤其是『槟榔西施』到处可见，对于儿童们的身心健康与社会的善良风俗，都有不良的影响。再者，由于贩卖槟榔的利润很高，有些人就在并不适合种植槟榔的山坡地大肆种植，而造成水土流失，当台风来时，很容易产生土石流，造成人民生命与财产的损失。常见之危害：嚼食槟榔，除了使牙齿变黑、磨损、动摇、牙龈萎缩造成牙周病，口腔黏膜下纤维化及口腔黏膜白斑症外，还会导致口腔癌。据调查，百分的口腔癌患者有嚼食槟榔的习惯。嚼食槟榔的人口急剧的在成长，在台湾估计已超过260万人；嚼食槟榔者之平均年龄层亦有逐渐下降之趋势；而嚼食槟榔之普遍性也从低社会经济地位和劳动阶级人口，扩展到白领阶级高知识分子。槟榔为「红唇族」的最爱，农民眼中的「绿色黄金」，但它却是台湾人民健康和水资源的最大杀手。根据统计台湾5万多公顷的槟榔园(相当2个北市大)，除每年造成水资源损失约40亿公吨及严重破坏林地外，台湾人一年花费在吃槟榔的金额更高达900多亿，相当于半条高速公路之造价，相当惊人。更可怕的是它的致癌和促癌作用，更使得台湾人之口腔癌，跃升为十大癌症死亡原因之列。因此如何推动槟榔防治工作，减少人们嚼食槟榔之嗜好，亦成为卫生单位的工作重点之一。.生理的危害：除可能罹患口腔疾病、口腔癌外，食用过量会产生中毒症状，轻则兴奋、眼神呆滞、全身发抖、走路不稳、行为怪异或粗暴；重则导致急性精神病，包括听幻、自我膨胀、被迫狂想、谵妄乱神等。.经济的危害：随地吐槟榔汁，会被取缔罚锾；食用槟榔价钱昂贵，增加支出负担；医疗费用。.社交的危害：吃久了，牙齿变黑、嘴巴变红，外观相当不雅。.环境的污染：随地吐槟榔汁不但污染环境有碍观瞻，吐出槟榔汁中的细菌会随风飘散，吸入大众的肺里。.水土保持： 由于槟榔树属浅根性，大量面积种植，会严重破坏水土保持。炮制槟榔：拣去杂质，以清水浸泡，按气温情况换水，至泡透为止，捞起，切片，晾干。炒槟榔：取槟榔片置锅中，文火炒至微微变色，取出，放凉。焦槟榔：用武火把槟榔片炒至焦黄色时，喷洒清水，取出，放凉。性味苦辛，温。性状为类圆形。表面有灰白色与棕色交错得大理石纹理。质坚脆易碎。气微，味涩而苦。归经槟榔 图1入脾、胃、大肠经。功用主治杀虫，破积，下气，行水。治虫积、食滞，脘腹胀痛，泻痢后重，疟疾，水肿，痛风、脚气，痰癖，症结。规格标准一等 干货。呈扁圆形或圆锥形。表面淡黄色或棕色。质坚实。断面有灰白色与红棕色交错的大理石花纹。味涩微苦。每1000g 160个以内。无枯心、破碎、杂质、虫蛀、霉变。二等 干货。呈扁圆形或圆锥形。表面淡黄色或棕黄色。质坚实。断面有灰白色与红棕色交错的大理石样花纹。味涩微苦。每1000g 160个以上，间有破碎、枯心不超过5％；轻度虫蛀水超过3％。无杂质、霉变。　　]",
    " 形态特征": "[(一)植物特征 树干笔直，圆柱形不分枝，胸径10～15厘米，高10～13米以上。槟榔树茎干有明显的环状叶痕，幼龄树干呈绿色，随树龄的增长逐渐变为灰白色。叶丛生茎顶，羽状复叶，长1．3～2米，叶柄三棱形，环包茎干。小叶长披针形，表面平槟榔树2滑无毛。肉穗花序，佛焰苞黄绿色；花单性，雌雄同株，花被6；雄花2列，互生于花序小穗顶端，花小而多，约2000余朵；雌花着生于花序小穗基部，花大而少，约250～550朵。雄花有退化雄蕊6枚，花桂3枚，子房上位，一室。坚果，卵圆形；种子1粒，圆锥形。(二)生物学特性 槟榔生长在热带季风雨林中，形成了一种喜温、好肥的习性。最适宜生长温度为25～20℃。16℃时落叶；5～6℃时落果；3℃时叶色变黄，果实发黑脱落；-10℃以下植株严重死亡。一般在海拔低的地区生长较好。其喜湿而忌积水，雨量充沛且分布均匀则对生长有利。一般年降雨量在1200毫米以上的地区都能生长。空气相对湿度高(80％左右)又长期稳定对生长有利。一般幼苗期荫蔽度宜50％～60％，至成龄树应全光照。槟榔经济生命长短，土壤是关键。喜欢生长于土层厚、表土黑色、有机质丰富的砂质壤土，底土为红壤或黄壤最为理想。其一般定植后7～8年开花结果，20～30年为盛果期，寿命最高可达100年以上。果实采收后种子有果内后熟的特性。黄色成熟果实发芽率64．3％。果实失水即降低发芽率。在室内催芽，日均温26．41℃，日温变化平均差1．8℃，发芽率98％。　　]",
    " 分布状况": "[主要分布在中非和东南亚，如印度、巴基斯坦、斯里兰卡、马来半岛、新几内亚、印槟榔 图2度尼西亚、菲律宾、缅甸、泰国、越南、柬埔寨等国。我国引种栽培已有1500年的历史，海南、台湾两省栽培较多，广西、云南、福建等省（区）也有栽培。　　]",
    " 作用": "[种子可入药，有杀虫、破积、下气、行水、治痛风的功效，是我国名贵的“四大南药”之一。主治虫积，食积、气滞、痢疾、驱蛔、外治青光眼，嚼吃起兴奋作用。槟榔果实中含有多种人体所需的营养元素和有益物质，如脂肪、槟榔油、生物碱、儿茶素、胆碱等成分。槟榔具有独特的御瘴功能，是历代医家治病的药果，又有“洗瘴丹”的别名。因为瘴疠之症，一般都同饮食不规律、气滞积结有关，而槟榔却能下气、消食、祛痰，所以在药用性能上被人们广泛关注。对痛风的治疗：研究发现槟榔碱对痛风也有较好疗效，但切不可过多口嚼槟榔治疗痛风，因其有效成分，口嚼不但无法吸收，过多咀嚼还会对人体有害。目前槟榔中药制剂已经非常成熟，痛风患者可以考虑。　　]",
    " 栽培技术": "[1．选地与整地　宜选无低温地区和潮湿疏松肥沃的土壤。坡变较大的可开行距3米的等高环山梯田。梯田面向坡内倾斜角15°左右。定植前1～2个月按株距2米挖穴。让土壤充分风化。穴宽50厘米，深40厘米，每穴施土杂肥或厩肥10千克槟榔 图3作基肥，同时回表土至满穴。另外，可在行间种速生快长的飞机草或豆科植物作临时荫蔽，有抑杂草生和保土壤湿度作用。2．繁殖方法(1)选种　母树应选择15～30年生，结果正常无病虫害，单株结果不少于300个，果托不少于3托，叶片8片以上，茎干上部节间较短的植株。一般选第二、第三托的果实作种适宜。成熟的果实以卵形、椭圆形为好，果熟时呈金黄色为最佳。(2)催芽　产区多采用堆积催芽法。果实采下后晒1～2天，果皮剪去1／4。然后在选好的地上堆种，一般堆种厚度20厘米以下，若种子多应每隔1～1．2米留一条人行小道，以便淋水、检查等管理工作。堆好后，盖上一层稻草保温，经15～20日后每7～8日检查1次发芽情况，同时拣出发芽种子育槟榔 图5苗。苗床日平均温度低于36．1℃。日最高温度低于36．5为宜。若超过上述温度时就可能烂果。(3)育苗①营养袋育苗　营养袋为长25厘米、宽18厘米的塑料薄膜制成。袋下有4个小孔以便通气透水。营养土按1:1的表土与腐熟牛粪混匀，占袋4／5，再装入河沙至满袋，以免表面土板结，每袋放1粒种子，淋透水，保持湿润。②苗床育苗　选近水源土质疏松肥沃砂质壤土或壤土为育苗地，经犁翻耙平施下厩肥或塘泥作基肥与土壤拌匀做畦，畦长4～5米，宽1米左右，高12～15厘米，并在畦面铺一层4厘米的细沙。按20厘米×30厘米株行距挖穴，每穴1粒种子。待第一片小叶展开时施稀薄人粪尿或硫酸铵，每月～2次，年除草及培土3～4槟榔 图6次。③定植　槟榔苗生长约1年，高50～60厘米，5～6片叶便可定植。海南以春季2～3月或秋季8～10月，云南以5～6月，温暖多雨时节定植。最好选阴天定植，定植前1～2天浇透水。定植时去营养袋，盖草、淋足定根水，保持荫蔽和土壤湿润。3．田间管理(1)幼龄树每年除草2～4次，并进行培土。(2)追肥以有机肥为主，配施化肥。幼龄期3年内每季度施肥1次，在树冠外围挖穴或开沟，按四个向交替施肥。每次株施人粪尿约5千克或硫酸铵25～50千克，混合绿肥5千克，并覆土浇水。3龄以后呈开花结果前每年春、秋季各施肥1次，每次株施绿肥或厩肥10千克，混合硫酸铵100～150克、过磷酸钙150～250克。开花结果树每年3月及10月各施肥1次，每次株施绿肥或厩肥10千克，加入尿素100～150克、过磷酸钙250～500克、氯化钾100～150克。(3)排灌　槟榔喜潮湿环境，但不要积水，以防烂根。(4)荫蔽　定植后3年为槟榔幼龄期，需荫蔽以保湿。间作物可选灌木药材，但要槟榔 图7增施肥料，保证其茁壮成长。4．病虫害及其防治(1)叶斑病　主要有以下几种：叶点霉叶斑病(Phylio-sticta arecae Diedecke．)，多毛孢属叶斑病(2)果腐病　(Hyalodendron sp．)和(Fusarium sp．)引起青果蒂褐色腐烂，导致落果。防治同上。(3)果穗枯萎病　(Colletotri chum gloeosporioides Penz．)为害果穗、果实。防治方法：清除落果落叶，集中烧毁。幼果、青果期间用炭疽福美、多霉灵喷雾防治。(4)根腐病　(Phytophthora sp．)为害苗。防治方法：控制土壤湿度；发生期用50％多菌灵可湿性粉800～1000倍液灌根；发现病株即时拔除并用石灰消毒病穴。(5)红脉穗螟(Tirathaba rufivena Walker．)是槟榔主要害虫。防治方法：清园，春季3、4月结合施肥施3％呋喃丹颗粒剂0．25千克／株，施在根际挖深约10厘米半环沟，并覆土压实，或于4、5月和8、9月喷药两次，药剂用Bt乳剂100倍液加3％苦楝油或Bt乳剂100倍液加10％可百可乳油10毫克／升喷雾。　　]",
    " 采收与加工": "[1．采收　一般采收分两个时期。第一个时期，11～12槟榔 图4月采收青果加工成榔干。以采收长椭圆形或椭圆形，茎部带宿萼，剖开内有未成熟瘦长形种子的青果加工成榔干品质为佳。第二时期，3～6月采收熟果加工榔玉。以采收圆形或卵形橙黄或鲜红熟果，剖开内有饱满种子的成熟果实加工成榔玉为佳品。2．加工(1)榔玉　将成熟果实晒1～2天，然后放在烤灶内用干柴火慢慢地烤干，约7～10天取出待冷，砸果取榔玉再晒1～2天即可。一般100千克鲜果可加工成榔玉17～19千克。(2)榔干　采下青果去枝，然后置果实于锅内加水煮沸约30分钟，捞出凉干，再将果实放置于烤灶内用湿柴文火烘烤。约烤2～3天翻炒1次，连翻两次便可。约8～10天用木棒从上面直插底层，如一插便入，说明底层已干，此时取出即成榔玉。一般100千克鲜果可烤得20～25千克。(3)大腹皮　将成熟果实纵剖成半，剥下果皮，晒干，打松干燥即得。(4)槟榔花　取尚未开放的雄花干燥而成。以土黄色或淡绿色为佳品。　　]",
    " 槟榔的传说": "[公元前221年，秦始皇吞并六国、平定中原后, 雄才大略的秦始皇把统一的目光放到了南边的百越之地，就是现在的广东和广西。关于此次战争，秦军五十万大军在兵力上占绝对优势，在装备上更是要远远超过百越部落军队，但是战争的过程却令秦军感到了战前从未想到的艰苦和压力：粮草难运，和南方炎热的气候对于大部分出生在北方的秦军士兵极不适应，百越军在首领“译吁宋”的率领下与秦军进行了惨烈的激战，在秦与百越的战争中，最难解决的是进攻南越秦军的粮食供应问题，于是秦始皇令史棣“凿灵渠，筑陡门”沟通湘江与漓江，以通粮道。这期间，双方形成了对峙局面，而且一对峙就是3、4年时间。大致在公元前218年左右秦始皇还曾经历过一次感人的爱情故事！事情是这样发生的：由于“灵渠”和“陡门”的建造需要大量人力物力和时间，加上当时的炎热的气候，秦军士兵多为北方人，大部分都为现在陕西、山西、河南等地人，很不适应这种气候，导致士兵阵营中瘟疫横行。百越军看到如此情形，一不敢正面与秦军冲突，怕自已的军队也染瘟疫；二又不能坐而不攻，要想出两全其美的对策才行！于是“译吁宋”找出当地有名的既种槟榔又采药的民女小月，让她混入敌方的军营去探军情，因槟榔有药效功能，辟瘟开胃解油性，嚼后可防瘟疫，用槟榔做为潜入敌方的突破点是最好的办法，小月就装了一船的槟榔和草药，分批发给秦军在筑“陡门”工程的士兵，后来瘟疫很快就解除了。秦军副帅“赵佗”把此事上报给了秦始皇，始皇帝听后大喜，说要见见此奇女子，当他见到槟榔美女小月时，即刻被眼前这位女子惊呆了，他顿时觉得此女很像小时候认识的一位女孩，再看她脖子上挂着一串槟榔子，他想起来了，这不是其幼时他在赵国邯郸沦为人质时结识的采药女“阿房”么？那时她也是挂着这一串槟榔子，秦始皇深情的对小月说道：“我是你的阿政呐！”小月听到后，她也失声叫了起来：“阿政！”此时此刻，往事一幕幕浮现在眼前，当时她不顾父亲的反对，悉心照顾常被打得遍体鳞伤的阿政，为其熬药疗伤，他们两小无猜，互生情愫，结为初恋。后嬴政返回了秦国，两人再也没有见过，之后“阿房”改名为小月来到此处种槟榔为业，想不到今在此重逢了。这些天来秦始皇带阿房女去筑“陡门”的漓江口游玩，两人谈天说地，真是无所不谈，当嬴政谈到要实现中国统一时，提出了想立阿房女为妃，再接收岭南的百越之地。阿房心想，与其战事无休止地延续，还不如双方做一次合解，阿房女机智的对秦始皇说出了她想法：她说只要皇帝平息了这场战争，就可以立她为妃，另外加上一个条件，就是秦军武将“屠睢”必须处以极刑，因为“屠睢”在此役中对当地抵抗的人大开杀戒，必须以死谢罪，这样她可以回去向“译吁宋”交待！秦始皇听了也觉得不错，他也给出了一个条件：以后百越之地必须由大秦帝国派人统治。于是阿房女回去和首领“译吁宋”商量对策，最终双方达成此次的协议，“屠睢”被推出斩首，始皇帝派“赵佗”做为南越国第一代王，岭南列入中国统一的版图。此次的“凿灵渠，筑陡门”，加强了对珠江流域的控制，完善了中华大地的基本版图；史料记载秦军在此次战争后的部队全部留在两广，这些秦人与当地人融合，成为了现在的两广老百姓祖先的一支，世世代代守护着灵渠以及三十六座“陡门”。从此以后，当地人民便把“陡门”边的那片槟榔树保护起来，以后各家婚嫁时，男女双方都会以槟榔果作为定亲的信物，后来的黎族“放槟榔”婚俗也相传是由此而来的。　　]",
    " 医书考证": "[出自李当之《药录》1.《南方草木状》：槟榔，树高十余丈，皮似青桐，节如桂竹，下本不大，上枝不小，调直亭亭，千万若一，森秀无柯。端顶有叶，叶似甘蕉，条派(脉)开破，仰望眇眇，如插丛蕉于竹杪；风至独动，似举羽扇之扫天。叶下系数房，房缀数十实，实大如桃李，天生棘重累其下，所以御卫其实也。味苦涩。剖其皮，鬻其肤，熟如贯之，坚如干枣，以扶留藤、古贲灰并食，则滑美，下气消谷。出林邑。2.《雷公炮炙论》：凡使槟榔，取好存坐稳、心坚、文如流水碎破、内文如锦文者妙。半白半黑并心虚者，不入药用。3.陶弘景：槟榔有三、四种：出交州，形小而味甘；广州以南者，形大而味涩；核亦有大者名猪槟榔；作药皆用之。又小者，俗人呼为槟榔孙，亦可食。4.《纲目》：大腹子出岭表、滇南，即槟榔中一种腹大形扁而味涩者，不似槟榔尖长味良耳，所谓猪槟榔者是矣。盖亦土产之异，今人不甚分别。按刘恂《岭表录》云，交、广生者，非舶上槟榔，皆大腹子也、彼中悉呼为槟榔，白嫩及老，采实啖之，以扶留藤、瓦屋子灰同食之，以祛瘴疠，收其皮入药，皮外黑色，皮内皆筋丝如椰子皮。又《云南记》云，大腹槟榔每枝有三、二百颗，青时剖之，以一片蒌叶及蛤粉卷和食之，即减涩味。观此一说，则大腹子与槟榔可通用，但力比槟榔稍劣耳。5.《本草新编》：槟榔，味辛、苦，气温，降，阴中阳也，无毒。入脾、胃、大肠、肺四经。消水谷，除痰癖，止心痛，杀三虫，治后重如神，坠诸气极下，专破滞气下行。若服之过多，反泻胸中至高之气。善消瘴气，两粤人至今噬之如始。古人疑其耗损真气，劝人调胃，而戒食槟榔。此亦有见之言，然而非通论也。岭南烟瘴之地，其蛇虫毒瓦斯，借炎蒸势氛，吞吐于山巅水溪，而山岚水瘴之气，合而侵人，有立时而饱闷晕眩者。非槟榔口噬，又何以迅解乎。天地之道，有一毒，必生一物以相救。槟榔感天地至正之气，即生于两粤之间，原所以救两粤之人也。　　]",
    " 参看": "[《中药学》- 槟榔《中医饮食营养学》- 槟榔《本草纲目 · 槟榔》]"
},{
    "中药名称": "冰草",
    "冰草简介": "[种中文名：冰草种拉丁名：Agropyron cristatum (Linn.) Gaertn.种别名 ：野麦子、扁穗冰草、羽状小麦草科中文名：禾本科科拉丁名：Gramineae属中文名：冰草属属拉丁名：Agropyron　　]",
    " 形态特征": "[多年生草本。须状根，密生，外具砂套；疏丛型。秆直立，基部的节微呈膝曲状，高30—50厘米，具2-3节。叶长5-10厘米，宽2-5毫米，边缘内卷。穗状花序直立，长2．5-5．5厘米，宽8-15毫米，小穗水平排列呈篦齿状，含4-7花，长10-13毫米，颖舟形，常具2脊或l脊，被短刺毛，外稃长6一7毫米，舟形，被短刺毛，顶端具长2-4毫米的芒，内稃与外稃等长。　　]",
    " 生态特征": "[冰草是草原区旱生植物，具有很强的抗旱性和抗寒性，适于在干燥寒冷地区生长，特别是喜生干草原区的栗钙土壤上，有时在粘质土壤上也能生长，但不耐盐碱，也不耐涝，在酸性或沼泽、潮湿的土壤上也极少见。冰草往往是草原植物群落的主要伴生种。在平地，丘陵和山坡排水良好较，干燥的地区也经 常见到。冰草分蘖能力很强，当年分蘖可达25—55个，并很快形成丛状。种子自然落地，可以自生。根系发达，入土较深，达1米，一般能活10-15年。冰草返青早，在北方各省(区)4月中旬开始返青，5月末抽穗，6月中下旬开花，7月中下旬种子成熟， 9月下旬—10月上旬植株枯黄。一般生育期为110—120天左右。　　]",
    " 饲用价值": "[冰草草质柔软，是优良牧草之一，营养价值较高（表2-1），但是干草的营养价值较差，在幼嫩时马和羊最喜食，牛和骆驼喜食。在干旱草原区把它作为催肥牧草，但开花后适口性和营养成分均有降低。冰草对反家禽的消化成分亦较高（表2-2）。冰草在干旱草原区，是一种优良天然牧草，种子产量很高，易于收集，发芽力很强，因此，不少省（区）已引种栽培，并成为重要的栽培牧草，既可放牧又可割草；既可单种又可和豆科牧草混种，每亩可产干草100公斤，高者每亩可产133.3公斤。冬季枝叶不易脱落，可放牧，但由于叶量较小，相对降低了饲用价值。由于冰草的根为须状，密生，具砂套和入土较深特性，因此，它又是一种良好的水土保持植物和固沙植物。　　]",
    " 地理分布": "[冰草在我国主要分布在黑龙江，吉林、辽宁、河北、山西、陕西、甘肃、青海、新疆和内蒙古等省(区)干旱草原地带，在国外分布于欧洲、苏联的西伯利亚及中亚地区和蒙古。　　]",
    " 冰草的栽培技术": "[冰草（Agropyron cristatum L.）别名野麦子、扁穗冰草、羽状小麦草。冰草为多年生旱生禾草，是温带干旱地区最重要的牧草之一。由于品质好，营养丰富，适口性好，各种家畜均喜食；又因返青早，能较早地为放牧家畜提供青饲料。它特别具备抗旱、耐寒、耐牧以及产子较多等特性，在放牧地补播和建立旱地人工草地中具有重要的作用。（一）植物学特征冰草系多年生草本植物。须状根，密生，外具砂套；疏丛型。秆直立，基部的节微呈膝曲状，高30-50厘米，具2-3节。叶长5-10厘米，宽2-5毫米，边缘内卷。穗状花序直立，长2.5-5.5厘米，宽8-15毫米，小穗水平排列呈篦齿状，含4-7花，长10-13毫米，颖舟形，常具2脊或1脊，被短刺毛；外稃长6-7毫米，舟形，被短刺毛，顶端具长2-4毫米的芒，内稃与外稃等长。（二）生物学特性1.温度及水分要求 冰草是草原区旱生植物，具有很强的抗旱性和抗寒性，适宜在干燥寒冷地区生长，但不耐涝。2.土壤要求 喜生于草原区的栗钙土壤上，有时在黏土上也能生长，但不耐盐碱；在酸性土或沼泽地、潮湿的土壤上极少见。冰草往往是草原植物群落的主要伴生种。在平地、丘陵和山坡排水较良好及干燥的地区也经常见到。3.生长特性 冰草分蘖能力很强，播种当年分蘖可达25-55个，并很快形成丛状。种子自然落地，可以自生。冰草返青早，在我国北方4月中旬开始返青，5月末抽穗，6月中下旬开花，7月中下旬种子成熟，9月下旬至10月上旬植株枯黄。生育期为110-120天。（三）适宜种植区域主要分布在黑龙江、吉林、辽宁、河北、山西、陕西、甘肃、青海、新疆和内蒙古等地的干旱草原地带。（四）栽培技术要点1.整地 需精细整地，彻底除草。2.播种1）播种期：春夏季均可播种，以4-5月份为宜。2）播种量：每公顷-22.5千克。3）播种方法：条播或撒播。4）播种深度：因种子细小，播种宜浅，覆土2-3厘米。3.田间管理 由于幼苗期生长缓慢，因此要及时中耕除草。种子成熟后易脱落，应及时采收，在蜡熟末期收获，一般每667平方米产种子25-50千克。栽培草以开花期的产量最高，应及时收割。]"
},{
    "中药名称": "冰草白穗",
    "基本信息": "[中药名 冰草白穗汉语拼音 bing cao bai sui原植物 Leymus secalinus (Georgi) Tzvel.科属分类 禾本科拉丁药名 Spica Aneurolepidii Cum Bacterii药用部位 植物带菌果穗。功效分类 清热燥湿药。附注 植物描述，详见词条：赖草　　]",
    " 中药药性": "",
    " 性味归经": "[味苦；性微寒。　　]",
    " 功效主治": "[清热利湿。主治淋证；赤白带下。　　]",
    " 用法用量": "[内服：煎汤，15-30g。　　]",
    " 药方选录": "[1.之淋病：冰草白穗30g。水煎服。2.治赤白带下：冰草白穗15g，败酱草30g。水煎服（1-2方出自《青海常用中草药手册》）　　]",
    " 药材来源": "",
    " 来源考证": "[出自《青海常用中草药手册》。　　]",
    " 药材基原": "[为禾本科植物赖草（Leymus secalinus (Georgi) Tzvel.）的带菌果穗。　　]",
    " 产地溯源": "[产于东北、华北、西北和四川等地。]"
},{
    "中药名称": "冰凉花",
    "内容": ""
},{
    "中药名称": "冰片",
    "简述": "[冰片，其他名称：龙脑、龙脑香、脑子、冰片、片脑、冰片脑、梅花脑、天然冰片、老梅片、梅片。主要成分：本品为从龙脑香的树脂和挥发油中取得的结晶，是近乎纯粹的右旋龙脑。龙脑香的树脂和挥发油中含有多种萜类成分。除龙脑外，尚含葎草烯、β-榄香烯、石竹烯等倍半萜，齐墩果酸、麦珠子酸、积雪草酸、龙脑香醇酮、龙脑香二醇酮、古柯二醇等三萜化合物。冰片其他名称：龙脑、龙脑香、脑子、冰片、片脑、冰片脑、梅花脑、天然冰片、老梅片、梅片。主要成分：本品为从龙脑香的树脂和挥发油中取得的结晶，是近乎纯粹的右旋龙脑。龙脑香的树脂和挥发油中含有多种萜类成分。除龙脑外，尚含葎草烯、β-榄香烯、石竹烯等倍半萜，齐墩果酸、麦珠子酸、积雪草酸、龙脑香醇酮、龙脑香二醇酮、古柯二醇等三萜化合物。性状：为半透明似梅花瓣块状、片状的结晶体，故称“梅片”；直径0.1-0.7cm，厚约0.1cm；类白色至淡灰棕色，气清香，味清凉，嚼之慢慢溶化。燃烧时无黑烟或微有黑烟。用法与用量内服：入丸、散，0.5～1分。外用：研末撒或调敷。宜忌气血虚者忌服，孕妇慎服。《本草经疏》：\"凡中风非外来之风邪，乃因气血虚而病者忌之；小儿吐泻后成惊者为慢脾风，切不可服，急惊属实热可用，慢惊属虚寒不可用；眼目昏暗属肝肾虚者不宜入点药。\"　　]",
    " 药代动力学": "[冰片经粘膜、皮下组织均易吸收,在体内与葡萄糖醛酸结合后排除体外。3H-冰片1μCi/（g体重）给小鼠灌胃可迅速经肠粘膜吸收，给药5分钟可透过血脑屏障,且在中枢神经有较高浓度和较长停留时间,可能与其开窍作用有关。冰片在血液中能较长时间维持较高血药浓度,由肝、肾消除较快,不易蓄积。3H-冰片2.6μCi／只小鼠静脉注射分布半衰期为2.8min，主要分布心、肺、肝、肾等。3.5μCi／只灌胃，半吸收期为0.157小时，吸收系数为0.25，表明生物利用度较差；消除半衰期为5.3小时，不易蓄积。　　]",
    " 药(毒)理学": "[冰片的急性毒性实验结果不尽一致，小鼠灌胃的LD50，l-龙脑、d-龙脑和dl-异龙脑分别为3720mg/kg，4960mg/kg和3830mg/kg；龙脑、异龙脑和合成冰片分别为2879mg/kg，2269mg／kg和2507mg/kg；也有报道龙脑为1059mg/kg。小鼠腹腔注射，冰片乳剂的LD50为907mg/kg。以125mg/kg和500mg/kg慢性给药，1-龙脑和d-龙脑对外周血液指标和器官重量有影响；dl-异龙脑引起肝损害。龙脑5g/kg（＝LD50)给大鼠灌胃使脑突触体碱性磷酸酶的米氏常数（Km）增加，表明对碱性磷酸酶有竞争性抑制作用，可能与其神经毒性作用有关。　　]",
    " 植物形态": "[龙脑香(《唐本草》)，又名：固不婆律(《酉阳杂俎》)，羯布罗香(《本草衍义》)。常绿乔木，高达5米，光滑无毛，树皮有凹入的裂缝，外有坚硬的龙脑结晶。叶互生，革质；叶柄粗壮；叶片卵圆形，先端尖：基部钝圆形或阔楔形，全缘，两面无毛，有光泽，主脉明显，侧脉羽状，先端在近叶缘处相连。圆锥状花序，着生于枝上部的叶腋间，花两性，整齐；花托肉质，微凹；花萼5，覆瓦状排列，花后继续生长；花瓣5，白色；雄蕊多数，离生，略呈周位状，花药线状，药室内向，边缘开裂，药隔延长呈尖尾状，花丝短；雌蕊1，由3心皮组成，子房上位，中轴胎座，3室，每室有胚珠2枚，花柱丝状。干果卵圆形，果皮革质，不裂，花托呈壳斗状，边缘有5片翼状宿存花萼。种子1～2枚，具胚乳。 分布南洋群岛一带。 本植物的树脂(龙脑香膏)、种子(龙脑香子)亦供药用，各详专条。　　]",
    " 各家论述": "[1.《西阳杂俎》：\"龙脑香树，出婆利国，呼为个不婆律。亦出波斯国，树高八丈，大可六七围。叶圆而背白，无花实。其树有肥有瘦，瘦者出龙脑香，肥者出婆律膏香在木心中。波斯断其树，剪取之，其青于树端流出，斫树作坎而承之。入药用，有别法。\"2.《新修本草》：\"树形似杉木，言婆律膏，是树根下清脂，龙脑是根中干脂，子似豆蔻,皮有错甲，香似龙脑，味辛，尤下恶气，消食散胀满，香人口，旧云出婆律国，药以国为名，即杉脂也。江南有杉木未经试。或方土无脂，犹甘蕉无实。\"3.《本草图经》：\"冰片出婆律国，今惟南海番舶贾客货之。相传云，其木高七八丈，大可六七围，如积年杉木状，傍生枝叶，正圆而背白，结实如豆蔻，皮有甲错。香即木中脂，似白松脂，作杉木气；膏乃根下清液耳，亦谓之婆律膏......亦云南海山中亦有此木。唐天宝中，交趾贡龙脑，皆如蝉蚕之形，彼人云老根节方有之，然极难得。时禁中呼为瑞龙脑，带之衣紟，香闻十余步外，是后不闻有此。今海南龙脑多用火煏成片，其中亦容杂伪。入药惟贵生者，状若梅花瓣甚佳也。\"脑入心经，非龙脑能入心也。\"（《纲目》）4.缪希雍：\"冰片，其香为百药之冠。凡香气之甚者，其性必温热，李珣言温，元素言热是矣。气芳烈，味大辛，阳中之阳，升也散也，性善走窜开窍，无往不达，芳香之气，能辟一切邪恶，辛热之性，能散一切风湿，故主心腹邪气及风湿积聚也。耳聋者窍闭也，开窍则耳自聪；目赤肤翳者，火热甚也，辛温主散，能引火热之气自外而出，则目自明，赤痛肤翳自去，此从治之法也。《别录》又主妇人难产者取其善走，开通关窍之力耳。\"（《本草经疏》）5.倪朱谟：\"冰片，开窍辟邪之药也，性善走窜，启发壅闭，开达诸窍，无往不通，然芳香之气能辟一切邪恶，辛烈之性能散一切风热。故《唐本草》主暴赤时眼，肿痛羞明，或喉痹痈胀，水浆不通，或脑风头痛，鼻瘜鼻渊，或外痔肿痛，血水淋漓，或交骨不分，胎产难下，或风毒入骨，麻痛拘挛，或痘毒内闭，烦闷不出。此药辛香芳烈，善散善通，为效极捷，一切卒暴气闭，痰结神昏之病，非此不能治也。\"（《本草汇言》）6.张景岳：\"味微甘大辛，敷用者其凉如冰，而气雄力锐。本非热，阳中有阴也。善散气，散血，散火，散滞，通窍，辟恶，逐心腹邪气。\"（《本草正》）7.刘若金：\"冰片，其所疗诸症，如宗?#93;所谓通利关隔热塞，节斋所谓散热通利结气，中梓所谓气闭生热诸症，举能开之，是其散壅、利结、开团，对待不爽，更诸说皆以为从治之法者，良不谬也。故如喉痹肿塞，大人小儿风涎闭塞，舍此何以拯其危急乎？又如鼻瘜，舌肿，目赤内外肤翳，下疳，痔疮，小儿痘陷等患，何莫非热之结于血者。实本于热之伤气乎！如对症而施，谁谓不宜。又如类中属虚，缪氏亦切戒之，不知痰涎随风上潮，非此散壅开闭之味，他药何处着手乎？即谓痰涎宜下，然亦先散而后可下，且不如从治者之易于奏效也。虽然，此味概谓辛散，是矣。第非从里而达表之为散，乃无内无外，凡壅者、结者、闭者，随其所患之处而能散也。\"（《本草述》）8.汪绂：\"冰片，辛香之气，固无不达......或疑辛味补肝，则不当寒，香气属阳，亦不当寒。岂知阴阳之中，又各分阴阳......郁金亦辛而寒，梅花独作寒香，勿谓辛香遂不寒也，但寒而香者，阴中之阳耳......冰片主散郁火，能透骨除热，治惊痫，痰迷，喉痹，舌胀，牙痛，耳聋，鼻瘜，目赤肤翳，痘毒内陷，杀虫，疮痔，催生，性走而不守，亦能生肌止痛。然散而易竭，是终归阴寒也。\"（《医林纂要.药性》）9.论冰片应用之宜忌及用法9.1李东垣：\"龙脑入骨，风病在骨髓者宜用之，若风在血脉肌肉，辄用脑、麝，反引风入骨髓，如油入面，莫之能出也。\"（引自《纲目》）9.2倪朱谟：\"然非常服之药，如大人小几风涎闭塞，及暴得惊热者可用，如久病元虚，而成中风风痹之证，吐泻后成慢惊者，不可用也；眼目系暴热成翳障者可用，如肝肾精血不足，成昏暗者，不可用也；风痛在骨髓者可用，在血脉肌肉者，不可用也。世但知其凉而通利，未达其热而轻浮飞越，喜其香而贵重，动辄与麝香同为桂附之助，然人身之阳易动，阴易亏，不可不慎也。\"（《本草汇言》）9.3张景岳：\"凡用此者宜少而暂，多则走散真气，大能损人。\"（《本草正》）9.4黄钰：\"冰片，辛温香烈，宣窍散气。凡一切风痰，诸中内闭等证，暂用以开闭搜邪。然辛香走窜之极，服之令人暴亡。惟外症点眼、吹喉等药用之，或借以辛散，或赖其香开耳。\"（《本经便读》）　　]",
    " 药材": "[①龙脑冰片：又名：龙脑(《别录》)，脑子(《海上方》)，\\龙脑(《本草图经》)，梅花脑子(《小儿药证直诀》)，梅花片脑(《夷坚志》)，片脑(《寿域神方》)，梅花脑、冰片脑(《纲目》)，梅片、梅冰。为龙脑香树脂的加工品。呈半透明块状、片状或颗粒状结晶，直径1～7毫米，厚约1毫米，类白色至淡灰棕色。气清香，昧清凉，嚼之则慢慢溶化。微量升华后，在显微镜下观察，其结晶为棒状或多角形。燃烧时无黑烟或微有黑烟。以片大而薄、色洁白、质松、气清香纯正者为佳。冰片主产印度尼西亚的苏门答腊等地。②机制冰片：为化学方法合成的加工制成品。呈半透明薄片状结晶，直径5～15毫米，厚约2～3毫米。白色，表面有如冰的裂纹。质松脆有层，可以剥离成薄片，手捻即粉碎。气清香，味辛凉。燃烧时有黑烟，无残迹遗留。产于上海、天津、南京、广州等地。另有菊科植物艾纳香的叶提取的结晶，习称艾片。在商品中亦作为冰片之一种。　　]",
    " 性味": "[辛苦，凉。①《唐本草》：\"味辛苦，微寒。\"冰片②《海药本草》：\"味苦辛，微温，无毒。\"③张元素：\"热。\"④《本经逢原》：\"辛苦，温，有毒。\"归经入心、肺经。①《纲目》：\"肺、心、脾。\"②《雷公炮制药性解》：\"入肺、肝二经。\"　　]",
    " 功用主治": "[通诸窍，散郁火，去翳明目，消肿止痛。治中风口噤，热病神昏，惊痫痰迷，气闭耳聋，喉痹，口疮，中耳炎，痈肿，痔疮，目亦翳膜，蛲虫病。①《别录》：\"妇人难产，取龙脑研末少许，以新汲水调服。\"②《唐本草》：\"主心腹邪气，风湿积聚，耳聋。明目，去目赤肤翳。\"③《海药本草》：\"主内外障眼，三虫，治五痔，明目，镇心，秘精。\"④张元素：\"治大肠脱。\"⑤李杲：\"治骨痛。\"⑥王好古：\"散心盛有热。\"⑦《纲目》：\"疗喉痹，脑痛，鼻息，齿痛，伤寒舌出，小儿痘陷。通诸窍，散郁火。\"⑧《本草备要》：\"治惊痫痰迷。\"⑨《会约医镜》：\"治肢节疼痛。\"　　]",
    " 选方": "[①治急中风目瞑牙噤，不能下药：天南星(生捣为细末)、冰片(别研)。上二味，各等分，重研细，以中指点散子，揩齿三、二十次在大牙左右，其口自开，始得下药。患者只使一字至半钱匕。(《圣济总录》开关散)②治时疾发豌豆疮及赤疮子未透，心烦狂躁，气喘，妄语：冰片一钱。细研，旋滴猪心血和丸，如鸡头肉大。每服一丸，紫草汤下，少时心神便定，得睡，疮复发透，依常将息取安。(《经验后方》)③治伏热在心，昏瞀不省，或悮服热药，搐热冒昧不知人，及疮疹倒靥黑陷：生冰片(研)半字或一字。取新杀猪心一个，取心中血同研作大丸，用新汲水少许化下，未省再服；如疮疹陷伏者，温酒化下。(《小儿药证直诀》)④治伤寒舌出过寸者：冰片半分，为末，掺之。(《夷坚志》)⑤治头目风热上攻：冰片末半两，南蓬砂末一两。频搐两鼻。(《御药院方》)⑥治头脑疼痛：冰片一钱，纸卷作拈，烧烟熏鼻，吐出痰诞即愈。(《寿域神方》)⑦治风热喉痹：灯心一钱，黄柏五分(并烧存性)，白矾七分(煅过)，冰片三分。为末。每以一、二分吹患处。(《濒湖集简方》)⑧治咽喉口齿新久肿痛，及久嗽痰火咽哑作痛：冰片五分，朱砂六分，玄明粉、硼砂各五钱。共研极细末，吹搽患上，甚者日搽五、六次。(《外科正宗》冰硼散)⑨治口疮咽燥：冰片三钱，黄柏三两。为末，蜜丸梧子大，每麦门冬汤下十丸。(《摘元方》)⑩治内外痔疮：冰片一、二分，葱汁化搽之。(《简便单方》)⑾治眼赤痛，卒生浮白翳：冰片一分，雄雀粪一分。上件药，研如粉，以人乳汁一合，相合，调匀成膏，每以铜箸取少许点。(《圣惠方》龙脑膏)⑿治酒皶鼻，赤疱注上面脸者：脑子，真酥调涂敷。(《海上方》)⒀治牙齿疼痛：冰片、朱砂。末，各少许揩之。(《濒湖集简方》)⒁治鼻中息肉垂下者：片脑点。(《濒湖集简方》)⒂治烫、烧伤：冰片10克，银朱5克，香油100毫升。先将香油倒入铝锅熬开，后把银朱、冰片放入，加热成红褐色，即成膏。将创面消毒后涂抹，一天一次。(辽宁《中草药新医疗法资料选编》)　　]",
    " 临床应用": "[①治疗慢性气管炎：取冰片3克(有的用7.5克)研细，和入等量凡士林调匀，涂在油纸上，贴于膻中穴。用绷带固定，并持续热敷，每12小时换药1次。10天为一疗程。据201例的观察，其近期疗效为：临床痊愈15例(7.4%)，显效76例(37.8%)，好转94例(46.8%)，无效16例(8%)。又75例50岁以上患者的近期有效率为90.6%，停药后1年随访的有效率为58.66%(计痊愈12例，显效16例，好转12例)。此法的平喘效果较好，并有一定的镇咳、祛痰效力，但不能排除热敷所起的作用。治疗期间多数病人食欲增加，睡眠改善，但部分病人有轻度头昏，头痛，大汗淋漓，贴药处皮肤发红、发痒，出现疹子。故在天气炎热时不宜采用。实践中观察到，年龄越大，病程越长，病情越重者，疗效越低。复发病例与往年同期相比，症状体征均有所减轻。②治疗蛲虫病：取冰片5分，香油1钱，混匀调成糊状，先用一棉球蘸药糊塞入肛门内涂抹，再用另一棉球蘸药在肛门口涂抹。每晚10时后涂抹1次，连续3天。观察50例，涂药后患儿均能安静入睡；3天后，每晚10时以后检查肛门连续4天，49例未再发现蛲虫。③治疗小儿烧伤：取冰片5克，药用炭100克，香油200毫升。先将香油煮沸，慢慢倒入炭末中，边倒边搅拌，使成稀膏状；冷却后加入冰片粉，置无菌容器内备用。用时将油膏涂于纱布上(或制成油膏纱布)敷于创面。视创面情况每日换药或隔日换药1次。对无感染的创面经一般消毒后即可上药，有感染的创面需清除分泌物后才可上药。共治疗216例，其中46例通过较系统观察，结果浅Ⅱ度烧伤平均治愈天数约10天，深Ⅱ度烧伤平均治愈天数约24天。治疗中发现，烧伤早期因创面疼痛、烧伤后期因创面刺痒而哭闹不安④治疗溃疡性口腔炎：取冰片0.3克，加入1个鸡蛋的蛋白混和(宜临时配制，不宜久贮)。用时先嘱患者用0.02%呋喃西林溶液漱口，用棉卷擦干患部后涂以冰片蛋白，每日～5次。初步观察，对某些溃疡性或糜烂性口腔炎有较好疗效。止痛作用明显，加速炎症消除，促进口腔粘膜剥脱，糜烂和溃疡的愈合。特别对物理因素所引起的粘膜损害效果良好，而对细菌或其他复杂因素所致的粘膜损害，亦能发挥辅助治疗作用。⑤治疗慢性鼻腔炎：将冰片溶于热液状石蜡中，配成2%透明液体。每日滴鼻3～4次，每次～2滴。据10余例观察，对慢性单纯性鼻炎疗效较好，对慢性肥厚性鼻炎亦有效，对萎缩性鼻炎可改善症状。滴药后鼻塞症状消失，分泌物由黄绿色变为白色，分泌量渐趋减少。⑥治疗化脓性中耳炎：取冰片1克研成细末，放入核桃袖(用纱布将核桃仁包好加压挤油澄清)16毫升中，不断搅和使其溶解。用时先洗净外耳道内之脓性分泌物，用棉球拭干后滴入药液2～3滴，再用棉球将外耳孔堵住，以免药液外溢。经治急、慢性化脓性中耳炎27例，一般5天(每日药1次)痊愈，慢性患者8～10天治愈。个别病例有复发。⑦治疗鸡眼：将冰片少许置于鸡眼上，用火点燃，至感觉疼痛时将火吹灭。每日治疗1～2次，每次约半分钟，一个疗程5～7天。愈后局部无瘢痕，治疗期间可照常行动。　　]",
    " 冰片禁忌": "[阴虚阳亢、小儿慢凉、脾虚肚泻、肝肾虚亏者、目疾者忌服，孕妇慎服。　　]",
    " 地理分布": "[树脂加工品，或龙脑香的树干经蒸馏冷却而得的结晶，称“龙脑冰片”，亦称“梅片”。由菊科野生艾纳香草栽培艾纳香草艾纳香叶多年生草本植物艾纳香（大艾）Blumea balsamifera DC.叶的升华物经加工劈削而成，称“艾片”。现多用松节油、樟脑等，经化学方法合成，称“机制冰片”。龙脑香主产于东南亚地区，台湾有引种；艾纳香主产于广东、广西、云南、贵州等地。冰片成品须贮于阴凉处，密闭。研粉用。一种萜。分子式C10H18O。又称龙脑或2-莰醇。白色半透明的六方形晶体，像樟脑的气味。右旋冰片为叶状或六方形片状晶体；熔点208℃，沸点212℃，相对密度1.011(20／4℃) ，比旋光度 ＋37.7 （乙醇）；溶于乙醇、乙醚和苯。左旋冰片为六方形片状晶体；熔点208.6℃，沸点 210℃（779毫米汞柱） ，相对密度 1.1011（ 20／4℃ ），－37.74°（乙醇）；溶于乙醇、乙醚、丙酮和苯。消旋冰片为叶片状晶体；熔点210.5℃ ，易升华，相对密度1.011 （20／4℃）；溶于乙醇、乙醚和苯。氧化时生成樟脑。冰片可由樟脑在乙醇溶液中用金属钠还原；或由蒎烯在催化剂存在下用草酸酯化再经水解制得。冰片广泛用于配制迷迭香、熏衣草型香精，并用于中药和中国墨中。　　]",
    " 药用价值": "[1．《新修本草》：“主心腹邪气，风湿积聚，耳聋，明目，去目赤肤翳。” 《本草纲目》：“疗喉痹、脑痛、鼻瘪、齿痛、伤寒舌出、小儿痘陷。通诸窍，散郁火。”《医林纂要》：“冰片主散郁火，能透骨热，治惊痫、痰迷、喉痹，舌 胀、牙痛、耳聋、鼻息、目赤浮翳、痘毒内陷、杀虫、痔疮、催生，性走而不守，亦能生肌止痛。然散而易竭，是终归阴寒也。”2．龙脑冰片含右旋龙脑，又含律草烯、β-榄香烯、石竹烯等倍丰萜，以及齐墩果酸、麦珠子酸、积雪草酸、龙脑香醇、古柯二醇等三萜化合物。艾片含左旋崐龙脑。机制冰片为消旋混合龙脑。冰片局部应用对感觉神经有较微刺激，有一定的止痛及温和的防腐作用。经肠系膜吸收迅速，给药5分钟即可通过血脑屏障，且在脑蓄积时间长，量也相当高，此为冰片的芳香开窍作用提供了初步实验依据。较高浓度（0．5％）对葡输球菌、链球菌、肺炎双球茵、大肠杆菌及部分致 病性皮肤真菌等有抑制作用。对中、晚期任娠小鼠有引产作用。冰片为龙脑香科植物龙脑香的加工品,其成分含右旋龙脑律草烯、β-榄香烯、石竹烯等。本品味辛，性寒，有通诸窍、散郁火，消肿去翳等作用。在美容方中以之作清热散火、辟秽化浊之品，用于因血热，内热蕴结所致的口臭、体气、疮疡肿疖等症的治疗。　　]",
    " 冰片性质": "[冰片为无色透明或白色半透明的片状松脆结晶；气清香，味辛、凉；具挥发性，易升华，点燃发生浓烟，并有带光的火焰。本品在乙醇、氯仿、汽油或乙醚中易溶，在水中几乎不溶。右旋龙脑熔点为208℃，沸点212℃，左旋龙脑熔点为204℃，沸点210℃　　]",
    " 质量标准": "[（2000版中国药典）外观：熔点：205-210℃鉴别：香草醛硫酸颜色反应樟脑气味反应检查：PH值：酚酞和甲基红均不得显红色。不挥发物：小于0.035%水分：石油醚溶解应澄清重金属：不得超过5ppm含量测定：采用GC方法，以水杨酸甲酯为内标，采用龙脑标准品计算校正因子，测定样品，龙脑含量：不低于55%。]",
    " 参看": "[《中药学》- 冰片]"
},{
    "中药名称": "冰糖",
    "基本介绍": "[名称：冰糖英文：candy，sugar candy，rock candy冰糖的成分是含结晶水的葡萄糖，与白糖在体内分解的成分一样;所以,冰糖可以代替白糖。冰糖的主要成分是含结晶水的葡萄糖。中国在汉时已有生产。冰糖以透明者质量最好，纯净，杂质少，口味清甜，半透明者次之。可作药用，也可作糖果食用。早在三千多年前中国就有用谷物制作饴糖的记载。制糖为中国首创，早在三千多年前中国就有用谷物制作饴糖的记载。根据《齐民要术》的记载可知后汉时我国已经生产蔗糖和冰糖了。唐贞观年间中国自印度传入熬糖法后，改进了工艺，蔗糖质量有所提高。　　]",
    " 物理性状": "[水中的溶解度： 每克水可以溶解 2.1 g蔗糖（25℃).沸点： 186℃　　]",
    " 食品用料": "[⒈ 冰糖以白砂糖为原料，经过再溶，清净，重结晶而制成。⒉ 一种大的、透明的冰块状水合蔗糖晶体。一般用白砂糖、水、蛋清等，经加热、过滤、浓缩结晶、干燥而成，质地坚硬透明。⒊ 成大块结晶在细绳上的煮糖，尤指用于硬糖果或黑麦威士忌酒。　　]",
    " 冰糖品种": "[冰糖分为单晶冰糖和多晶冰糖两种。前者又称颗粒状冰糖，20世纪60年代由天津市新华食品厂首先研制成功，开拓了国际市场，成为中国首家冰糖出口厂家。将白砂糖放入适量水加热溶解，过滤后输入结晶罐，使糖液达到过饱和，投入晶种进行养晶，待晶粒养大后取出进行脱蜜及离心甩干，经通风干燥，过筛，分档后包装出厂。多晶冰糖又称盒冰糖、老冰糖，采用传统工艺制成，是由多颗晶体并聚而成的蔗糖晶体，是中国传统产品。将白砂糖放入适量水加热溶解，进行煮糖，达到一定浓度后输入结晶盆，在结晶室内养晶一周后，取出将母液控尽，去掉砂底敲碎干燥后，混档包装出厂。冰糖品种从颜色上又分为白冰糖和黄冰糖两种，另有一种淡灰色冰糖，但较少生产和食用。出口以白冰糖为主，黄冰糖出口数量甚少。　　]",
    " 营养价值": "[以100克食物计：能量：1660焦耳=397千卡；蛋白质：0％；脂肪：0％；糖类：99％以上；水：0.06％；无机盐：Ca(23mg)、Zn(0.2mg)、Mg(2mg)、Fe(2mg)、K(1.4mg)。维生素：微。　　生理影响蔗糖在人体消化系统内经过消化液分解成为果糖和葡萄糖,经过小肠吸收.蔗糖被认为会导致某些健康问题，其中最常见是蛀牙，这是由于口腔的细菌可将食物中的蔗糖成份转换成酸，从而侵蚀牙齿的珐琅质。　　]",
    " 生理影响": "[]",
    " 各种用途": "[冰糖可以增加甜度，中和多余的酸度。并且有去火的功效，它还是和菊花、枸杞、山楂、红枣等配合的极好调味料，是入肝和肺经的优良产品。冰糖品质纯正，不易变质，除可作糖果食用外，还可用于高级食品甜味剂，配制药品浸渍酒类和滋补佐药等。一般人群均可食用，糖尿病患者忌食。　　]",
    " 食用": "[冰糖可以做为糖果，也可以制作小吃。最著名的小吃是糖葫芦，就是用冰糖裹李子或山楂制作而成。但制作糖葫芦的糖仅是经过熬制的糖，没有真正冰糖的含糖量高。冰糖可以烹羹炖菜或制作甜点；著名“冰糖湘莲”是八大菜系中湘菜珍馐。另外还有如“冰糖雪梨”、“冰糖燕窝”等菜肴。冰糖可以煎汤内服，佐餐，或入丸、膏剂。冰糖味甘、性平，入肺、脾经；有补中益气，和胃润肺的功效；冰糖养阴生津，润肺止咳，对肺燥咳嗽、干咳无痰、咯痰带血都有很好的辅助治疗作用；用于肺燥、肺虚、风寒劳累所致的咳喘、小儿疟疾、噤口痢、口疮、风火牙痛。　　]",
    " 药用": "[中医认为冰糖具有润肺、止咳、清痰、和去火的作用。也是泡制药酒、炖煮补品的辅料。⒈ 作用：补中益气，和胃润肺，止咳化痰。⒉ 性味：味甘、性平、无毒。归经：入肺、脾经。⒊ 功效：养阴生津，润肺止咳。⒋ 主治：肺燥咳嗽，干咳无痰，咯痰带血。用于肺燥、肺虚、风寒劳累所致的咳喘、小儿疟疾、噤口痢、口疮、风火牙痛。冰糖性温，有止咳化痰的功效，广泛用于食品和医药行业生产的高档补品和保健品。老人含化冰糖还可以缓解口干舌燥。药理作用：能补充体内水分和糖分,具有补充体液、供给能量、补充血糖、强心利尿、解毒等作用。适应症：其5％溶液为等渗液，用于各种急性中毒，以促进毒物排泄；10％~50％为高溶液，用于低血糖症、营养不良，或用于心力衰竭、脑水肿、肺水肿等的治疗。　　]",
    " 加工方法": "[]",
    " 1、单晶冰糖": "[将白砂糖放入适量水加热溶解，过滤后输入结晶罐，使糖液达到过饱和，投入晶种进行养晶，待晶粒养大后取出进行脱蜜及离心甩干，经通风干燥，过筛，分档后包装出厂。　　]",
    " 2、多晶冰糖": "[将白砂糖放入适量水加热溶解，进行煮糖，达到一定浓度后输入结晶盆，在结晶室内养晶一周后，取出将母液控尽，去掉砂底敲碎干燥后，混档包装出厂。　　]",
    " 3、土法制作技术": "[一、糖液的配制选择白砂糖50kg，加清洁水1搅匀，使糖充分溶解于水。二、熬制方法熬制前在夹层锅中夹层内，加入植物油，然后将配制好的糖液倒入上层锅内，用火熬制。当糖液煮开5~6分钟时，再加入常温下的饱和白矾溶液0.5公斤，边加边搅拌使其充分混合。用温度计测量，当糖液内温度升高到150℃，停火降温出锅。出锅时，温度以115-120℃为最好。三、结晶方法将出锅的糖液，盛入盘内放在土坑上用干净棉被盖实，当天盘内温度保持在90℃左右，以后每天降温10℃，降到第七天为止。如温度不够，可加火升高坑温，一般情况下，糖液在结晶过程中，怕冷不怕热。　　]",
    " 4、保健冰糖": "[近年来，中国国内市场上兴起一种新型保健功能的冰糖。即在多晶体冰糖生产过程中，通过添加一些辅料（比如梨汁、菊花汁等），从而增加冰糖的保健功効。保健冰糖的生产工艺和普通多晶体冰糖（老冰糖）生产方式略有不同，主要体现在生产过程中，用辅料的汁水或煮水代替传统的水。比如以梨汁榨水后代替普通的水，通过和白砂糖重新熬制、结晶后生产成为梨汁冰糖；以高浓度的菊花煮水代替普通的水，和白砂糖重新熬制、结晶后生产成为菊花冰糖。但在生产过程中，由于含有一定量的梨汁或菊花汁成份，在结晶过程中往往会出现成晶较慢或无法成晶的现象，因而需要添加一种天然的辅助剂。目前中国国内只有为数不多的企业(比如上海沪生堂)掌握此生产工艺。　　]",
    " 保存方法": "[1、冰糖由于较容易吸水受潮，因而应放置于阴凉通风处。2、如发现冰糖受潮出水，可以用电风扇吹干或置于太阳下暴晒，到干燥为止。3、如发现冰糖表面出现化水现象(即比较粘)，由于家庭不便于处理，且容易滋生细菌，因而最好不要食用。　　]",
    " 对比介绍": "[冰糖和黑糖、白糖、红糖一样都是用蔗糖炼制而成的,因为在制作过程中冰糖的纯度最高,也不会像其他糖类有酸酸的口感,所以大家都认为冰糖比较好,但因为冰糖的纯度最高,那些称为杂质的营养成分相对而言就少了很多。冰糖比白糖好：原因是冰糖是以白砂糖为原料,经溶解-过滤-熬制-结晶而成.其纯度较高.而白糖是直接从甘蔗汁中提纯或用原糖提纯而成。再则，长期服用冰糖水，可以有效的去火，降压,给人体提供所需要的葡萄糖成分。冰糖和白砂糖的区别是：一个是晶体，一个是细颗粒状湿粉剂。两者的糖度是一样的，没有什么好不好的，只是口感的问题，一般身体健康的人适当吃糖有益于身体健康，患糖尿病的人就应该尽量少吃或不吃。白砂糖指以甘蔗、甜菜或原糖（粗糖）为原料，经提取糖汁或再溶，糖汁或糖浆清净处理、煮炼结晶、离心分蜜、筛选干燥等工序加工制成的成品蔗糖结晶，蔗糖分不低于99.5％，符合食用卫生条件，可供直接食用或食品加工业的原、辅料。因为吃白砂糖的时候与嘴的接触面积大，而且溶化又快，所以感觉好像比吃冰糖甜。白砂糖、绵白糖都称白糖，蔗糖含量一般在95%上。白砂糖颗粒均匀整齐、糖质坚硬、松散干燥、无杂质，是食糖中含蔗糖最多、纯度最高的品种，也是较易贮存的一种食糖。绵白糖与砂糖相比，结晶颗粒细小，含水分较多，外观质地绵软、潮润，入口溶化快，适宜于直接洒、蘸食物和点心，因其含水量高而不易保管，最好加工成小包装。冰糖是以白砂糖为原料，经加水溶解、除杂、清汁、蒸发、浓缩后，冷却结晶制成。　　]",
    " 相关菜肴": "[]",
    " 冰糖银耳汤": "[原料：银耳、红枣、枸杞、冰糖做法：将银耳去蒂洗净放入压力锅内锅中，倒入枸杞、红枣、冰糖盖上锅盖，压力调到米饭档，保压时间10分钟后，即可食用。也可放入冰箱中冷却后食用。特点：口感滑润，香甜醇美。滋阴止嗽，润肺化痰，润肠开胃。对中老年和高血压、动脉硬化以及肺结核患者，有良好的保健作用。　　]",
    " 冰糖木瓜炖雪蛤": "[原料：木瓜一个（约一斤半重），雪蛤膏10克，鲜奶一杯，水一杯，冰糖一两（减肥者可不用）。做法：1.雪蛤膏用水浸四小时或者一晚，拣去污物洗干净，放入滚水中煮片刻，盛起，滴干水分。2.木瓜洗干净外皮，在顶部切出2/5作盖，木瓜盅切成锯齿状，挖出核和瓤，木瓜放入炖盅内。3.冰糖和水一起煲溶，然后放入雪蛤膏煲半小时，加入鲜奶，待滚，滚后注入木瓜盅内，加盖，用牙签插实木瓜盖，隔水炖一小时即可。功效：润肤养颜。　　]",
    " 冰糖雪梨汤": "[原料：梨1个、陈皮20克、冰糖适量。做法：1、把梨洗净带皮切成块；陈皮洗净切小块.2、锅中倒清水，加入梨和陈皮盖上锅盖3、用大火烧开后转小火煮20分钟.4、20分钟后加入适量冰糖再煮10分钟搅拌即可!　　]",
    " 冰糖燕窝": "[材料：干燕窝20克，冰糖200克。做法：1、干燕窝，这种燕窝应该叫官燕吧，成盏状；2、燕窝用清水泡发，大约4小时；3、将燕窝中的燕子毛以及杂质清理干净，燕子毛非常细小，可以用镊子夹。清理干净燕子毛以后，将燕窝洗净，换清水再将燕窝浸泡，这次水不用太多，没过燕窝即可。再浸泡几个小时（时间依据燕窝的质地而定），直到燕窝变软；4、锅中放入冰糖和500克左右的清水，大火将冰糖熬化，用勺子撇去浮沫，将燕窝连带浸泡的水一起倒入锅中，煮开，再转小火煮20分钟即可。　　]"
},{
    "中药名称": "柄果槲寄生",
    "植物描述": "",
    " 形态特征": "[灌木，高0.5-0.7米；茎圆柱状，枝交叉对生或二歧地分枝，小枝披散或悬垂，节间长4-6厘米，粗约1毫米。叶对生，薄革质，披针形或镰刀形，稀长卵形，长4.5-7（-8）厘米，宽1-2（-2.5） 厘米，顶端渐尖或近急尖，下半部渐狭；基出脉5-7条；叶柄短。扇形聚伞花序，1-3个腋生或顶生，总花梗长2-5毫米；总苞舟形，长约2毫米，具花3-5朵；花排列成一行，中央1-3朵为雌花，侧生的为雄花；雄花：花蕾时卵球形，长约1.5毫米，萼片4枚，三角形；花药圆形，贴生于萼片下半部；雌花：花蕾时椭圆状，长2.5-3毫米，花托长约2毫米，下半部渐狭；萼片4枚，三角形，长约0.5毫米；柱头乳头状。果黄绿色，长7-8毫米，上半部倒卵球形或近球形，直径约4毫米，下半部骤狭呈柄状，长2-4毫米，果皮平滑。花果期4-12月。　　]",
    " 生态环境": "[生于海拔200-1200（-1600）米的山地常绿阔叶林中，寄生于锥栗属、柯属或樟树等植物上。　　]",
    " 地理分布": "[分布于云南南部和东南部、贵州西南部、广西、广东、江西（寻乌）、福建、台湾。泰国北部、越南北部也有分布。　　]",
    " 化学成分": "[从中分离得到β-香树脂醇（β-amyrin），羽扇豆醇（lupeol），菜油甾醉（campesterol），豆甾醇（stigmasterol），β-谷甾醇（β-sitosterol），β-香树脂酸乙酸酯（β-amyrin acetate），羽扇豆醇乙酸酯（lupeoyl acetate），β-香树脂酮（β-amyrenone），羽扇烯酮（lupenone），白桦脂酸（betulic acid），齐墩果酸（oleanolic acid），菜油甾醇葡萄糖甙（campesteryl glucoside），豆甾醇葡萄糖甙（stig-masteryl glucoside），β-谷甾醇葡萄糖甙（β-sitosteryl glucoside）；高圣草酚（homoeriodictyol），柚皮素（naringenin），3’-甲基鼠李素-3-葡萄糖甙（rhamnazin-3-glucoside），高圣草酚-7-葡萄糖甙（homoe-rlodictyol-7-glucoside）；二十七烷（heptacosane），二十八烷（octacosane），二十九烷（nonacosane），二十四烷醇（tetracosanol），二十六烷醇（hexacosanol），二十八烷醇（octacosanol），二十烷醒（triacontanol）；棕榈酸（palmitic acid)，硬脂酸（stearic acid），花生酸（arachidic acid），二十二酸（behenic acid），正二十三酸（n－tri－cosanoic acid），二十四酸（lignoceric acid），二十五酸（pentacosanoicacid），二十六酸（cerotic acid）和二十八酸（octacosanoic acid）。　　]",
    " 药用价值": "",
    " 中药名称": "[药名 柄果槲寄生《福建植物志》汉语拼音 bing guo hu ji sheng别名 有柄槲寄生、桂花寄生、油桐寄生《广西药用植物名录》，寄生茶（广西），刀叶槲寄生（台湾）。　　]",
    " 药材基源": "[为桑寄生科植物柄果槲寄生Viscum multinerve (Hayata) Hayata的带叶茎枝。　　]",
    " 中药药性": "[【性味归经】味辛；微苦；性平。归肝；肾经。【功效主治】祛风湿；补肝肾；活血止痛；安胎；下乳。主治风湿痹痛；腰腿痛；跌打损伤；高血压；胎动不安；乳汁不下。【各家论述】《中国中药资源志要》：“祛风除湿。用于跌打，骨折，腰腿痛。”【用法用量】内服：煎汤，15-30g。　　]",
    " 药方选录": "[1.治肾虚腰痛：柄果槲寄生、女贞树寄生、五指毛寄生各15~30g，猪脊骨200g。加水800ml，分2次服，每日剂。2.治坐骨神经痛（腰腿痛）：柄果槲寄生、桑树寄生、半枫荷寄生、松寄生各15g，狗胫骨30g。加水300ml，分2次服，每日剂。3.治高血压病，头晕，头痛：柄果槲寄生30g，桑树寄生15g，夏枯草10g。水煎代茶频饮。4.治妊娠中期，胎动不安：柄果槲寄生15g，杜仲树寄生12g，枸杞根10g。水煎代茶频饮。5.治产后乳汁不下：柄果槲寄生、木馒头寄生、黄豆（炒）各15~30g，黄花倒水莲30g，猪蹄1~2只。慢火水煎，分2次服。喝汤吃黄豆及猪蹄，连服5~7剂。（1-5方出自《药用寄生》）]"
},{
    "中药名称": "波叶紫金牛",
    "内容": ""
},{
    "中药名称": "菠菜",
    "简介": "[名字拉丁学名：Spinacia oleracea英文名字：Spinach别名：菠棱、赤根菜、波斯草、鹦鹉菜。简述藜科菠菜属一年生或二年生草本 。又称菠薐 、波斯草。以叶片及嫩茎供食用。原产波斯，2000年前已有栽培。后传到北非，由摩尔人传到西欧西班牙等国。菠菜647年传入唐朝。菠菜主根发达，肉质根红色，味甜可食。根群主要分布在25～30厘米的土壤表层。叶簇生，抽薹前叶柄着生于短缩茎盘上，呈莲座状，深绿色。单性花雌雄异株，两性比约为1：1，偶也有雌雄同株的。雄花呈穗状或圆锥花序，雌花簇生于叶腋。胞果，每果含 1 粒种子，果壳坚硬、革质。按果实外苞片的构造可分为有刺种和无刺种两个类型。菠菜属耐寒性蔬菜，长日照植物。生长过程中需水较多，土壤有效含水量为 70% ～ 80%，空气相对湿度为 80%～90%时生长旺盛。对土壤要求不严格，以pH7～8为宜。对氮肥需求较多，磷肥、钾肥次之。春秋两季均可播种。而以秋播为主，生长期约60天。中国北方也有冬季播种 、来春收获的 ，俗称埋头菠菜。条播或撒播均可。菠菜的主要病害有霜霉病、病毒病、炭疽病，主要虫害有蚜虫、潜叶蝇等。菠菜茎叶柔软滑嫩、味美色鲜，含有丰富维生素 C、胡萝卜素、蛋白质，以及铁、钙、磷等矿物质。除以鲜菜食用外，还可脱水制干和速冻。菠菜中含有大量的β胡萝卜素和铁，也是维生素B6、叶酸、铁和钾的极佳来源。其中丰富的铁对缺铁性贫血有改善作用，能令人面色红润，光彩照人，因此被推崇为养颜佳品。菠菜叶中含有铬和一种类胰岛素样物质，其作用与胰岛素非常相似，能使血糖保持稳定。丰富的B族维生素含量使其能够防止口角炎、夜盲症等维生素缺乏症的发生。菠菜中含有大量的抗氧化剂如维生素E和硒元素，具有抗衰老、促进细胞增殖作用，既能激活大脑功能，又可增强青春活力，有助于防止大脑的老化，防止老年痴呆症。哈佛大学的一项研究还发现，每周食用2～4次菠菜的中老年人，因摄入了维生素A和胡萝卜素，可降低患视网膜退化的危险，从而保护视力。　　]",
    " 科属": "[界： 植物界 Plantae门： 被子植物门 Magnoliophyta纲： 双子叶植物纲 Magnoliopsida目： 石竹目 Caryophyllales科： 苋科/ 藜科 Amaranthaceae/Chenopodiaceae属： 菠菜属 Spinacia种： 菠菜 S. oleracea　　]",
    " 种植": "[一、播期与品种秋菠菜。8-9月播种，播后30-40天可分批采收。品种宜选用较耐热、生长快的早熟品种，如犁头菠、华菠1号、广东圆叶、春秋大叶等。越冬菠菜。10中旬-11月上旬播种，春节前后分批采收，宜选用冬性强、抽薹迟、耐寒性强的中、晚熟品种，如圆叶菠、迟圆叶菠、华菠1号、辽宁圆叶菠等。春菠菜。开春后气温回升到5OC以上时即可开始播种，3月为播种适期，播后30-50天采收，品种宜选择抽薹迟、叶片肥大的迟圆叶菠、春秋大叶、沈阳圆叶、辽宁圆叶等。夏菠菜。5-7月分期播种，6月下旬-9月中旬陆续采收，宜选用耐热性强，生长迅速，不易抽薹的华波1号、春秋大叶、广东圆叶等。二、整地作畦选择疏松肥沃、保水保肥、排灌条件良好、微酸性壤土较好，PH值5.5-7。整地时亩施腐熟有机肥4000公斤，过磷酸钙40公斤，整平整细，冬、春宜做高畦，夏、秋做平畦，畦宽1.2-1.5米。三、播种育苗一般采用撒播。夏、秋播种于播前1周将种子用水浸泡12小时后，放在井中或在4OC左右冰箱或冷藏柜中处理24小时，再在20-25OC的条件下催芽，经3-5天出芽后播种。冬、春可播干籽或湿籽。亩播种3-3.5公斤。畦面浇足底水后播种，用齿耙轻耙表土，使种子播入土，畦面再盖一层草木灰。夏、秋播播后要用稻草覆盖或利用小拱棚覆盖遮阳网，防止高温和暴雨冲刷。经常保持土壤温润，6-7天可齐苗，冬播气温偏低，则在畦上覆盖塑膜或遮阳网保温促出苗，出苗后撤除。四、田间管理秋菠菜出真叶后浇泼1次清粪水；2片真叶后，结合间苗，除草,追肥先淡后浓，前期多施腐熟粪肥；生长盛期追肥2-3次，每亩每次尿素5-10公斤。冬菠菜播后土壤保持湿润。3-4片真叶时，适当控水以利越冬。2-3片真叶时，苗距3-4厘米。根据苗情和天气追施水肥，以腐熟人粪尿为主。霜冻和冰雪天气应覆盖塑膜和遮阳网保温，可小拱棚覆盖。开春后，选晴天追施腐熟淡粪水、防早抽薹。春菠菜前期要覆盖塑膜保温，可直接覆盖到畦面上，出苗后即撤除薄膜或改为小拱棚覆盖，小拱棚昼揭夜盖，晴揭雨盖，让幼苗多见光，多炼苗，并及时间苗。追施肥水，前期以腐熟人畜粪淡施、勤施，后期尤其是采收前15天要追施速效氮肥。夏菠菜出苗后仍要盖遮阳网，晴盖阴揭，迟盖早揭，以利降温保温。苗期浇水应是早晨或傍晚进行小水勤浇。2-3片真叶后，追施两次速效氮肥。每次施肥后要浇清水，以促生长。五、病虫防治蚜虫用40%乐果1000倍液，或50%抗蚜威2000-3000倍液喷雾；潜叶蝇用50%辛硫磷乳油1000倍液，或80%敌百虫粉剂1000倍液喷雾；霜霉病用58%雷多米尔500倍液，或75%百菌清600倍液喷雾；炭疽病用50%甲基托布津500倍液，或50%多菌灵700倍液喷雾防治。六、及时采收一般苗高10厘米以上即可分批采收。一次性采收前15天左右,可用15-20毫克/公斤的九二O喷洒叶面，并增施尿素或硫铵，可提早收获，增加产量。七、留种留种用菠菜的播期可较越冬菠菜稍迟。条播，行距20-23厘米。春季返青后，陆续拔除杂株及抽薹早的雄株，留部分营养雄株，使株距达20厘米左右。抽薹期不宜多灌水，以免花薹细弱倒伏，降低种子产量。开花后追肥、灌水、叶面喷1%-2%过磷酸钙澄清液，使种子饱满。雄株结种子后拔除雄株，以利通风透光。茎、叶大部枯黄，种子成熟时收获，后熟数日脱粒。　　]",
    " 病虫害防治": "[主要病害为菠菜霜霉病1．症状 主要危害叶片，初现淡绿色小斑，边缘不明显，扩大呈近圆形至不规则形。叶背初生白霉，后转为紫灰色，严重时枯黄腐烂。2.防治方法 播种最不宜过大，密度适宜。适量施用氯肥配合磷钾肥。加强田间管理，防I^土壤过干、过湿。重病区实行2～3轮作，发病初期用1:1:300波尔多液或40%乙磷铝200倍液，或75%百菌清600倍液，或25%瑞毒霉或甲霜灵500倍液喷雾,7-10天喷1次，连续2～3次。　　]",
    " 营养成分": "[每100克含水分91.8克，蛋白质2.4克，脂肪0.5克，碳水化合物3.1克，粗纤维0.7克，灰分1.5克，胡萝卜素 3.87毫克，维生素B10.04毫克，维生素B20.13毫克，尼克酸0.6毫克，维生素C 39毫克，钙72毫克，磷53毫克，铁1.8毫克，钾502毫克，钠98.6毫克，镁34.3毫克，氯200毫克。 热量 (24.00千卡) .维生素B6 (0.30毫克) . .脂肪 (0.30克) .泛酸 (0.20毫克) . .叶酸 (110.00微克) .膳食纤维 (1.70克) .维生素A (487.00微克) . .硫胺素 (0.04毫克) .核黄素 (0.11毫克) .尼克酸 (0.60毫克) 维生素E (1.74毫克) .钙 (66.00毫克) .锌 (0.85毫克) .硒 (0.97微克) .铜 (0.10毫克) .锰 (0.66毫克) 钾 (311.00毫克) .锌 (0.85毫克) .硒 (0.97微克) .铜 (0.10毫克) .锰 (0.66毫克)　　]",
    " 如何选择": "[挑选菠菜以菜梗红短，叶子新鲜有弹性的为佳。选购菠菜，叶子易厚，伸张得很好，且叶面要宽，叶柄则要短。如叶部有变色现象，要予以剔除。补：菠菜食疗。菠菜作为一种缓和的补血滋阴之品，对“虚不受补”专利号尤宜。菠菜 所含水量的酶对胃和胰腺的分秘功能起良好的作用，宜于高血压，糖尿病患者（菠菜 根尤其适合糖尿病患者）。国外学者最近研究发现，菠菜具有抗衰老和增强青春活力的作用，这和它所含的维生素E和另一种辅酶Q10有关。补：肠胃虚寒腹泻者少食，肾炎和肾结石患者不宜食。菠菜含有草酸，草酸与钙质结合易形成 草酸钙，它会影响人体对钙的吸收。因此，菠菜不宜与含钙丰富的豆类，豆制品类及木耳，虾米，海带，紫菜等到食物同时烧。特别提醒：做菠菜时，先将菠菜用开水烫一下，可除去80%的草酸，然后再炒，拌或做汤就好。　　]",
    " 烹饪相关": "[菠菜的品质要求：色泽浓绿，根为红色，不着水，茎叶不老，无抽苔开花，不带黄烂叶者为佳。营养分析1. 通肠导便、防治痔疮：菠菜含有大量的植物粗纤维，具有促进肠道蠕动的作用，利于排便，且能促进胰腺分泌，帮助消化。对于痔疮、慢性胰腺炎、便秘、肛裂等病症有治疗作用；2. 促进生长发育、增强抗病能力：菠菜中所含的胡萝卜素，在人体内转变成维生素A，能维护正常视力和上皮细胞的健康，增加预防传染病的能力，促进儿童生长发育；3. 保障营养、增进健康：菠菜中含有丰富的胡萝卜素、维生素C、钙、磷及一定量的铁、维生素E等有益成分，能供给人体多种营养物质；其所含铁质，对缺铁性贫血有较好的辅助治疗作用；4. 促进人体新陈代谢：菠菜中所含微量元素物质，能促进人体新陈代谢，增进身体健康。大量食用菠菜，可降低中风的危险；5. 清洁皮肤、抗衰老：菠菜提取物具有促进培养细胞增殖的作用，既抗衰老又能增强青春活力。我国民间以菠菜捣烂取汁，每周洗脸数次，连续使用一段时间，可清洁皮肤毛孔，减少皱纹及色素斑，保持皮肤光洁。相关人群一般人群均可食用。1. 菠菜烹熟后软滑易消化，特别适合老、幼、病、弱者食用。电脑工作者、爱美的人也应常食菠菜；糖尿病人(尤其Ⅱ型糖尿病人)经常吃些菠菜有利于血糖保持稳定；同时菠菜还适宜高血压、便秘、贫血、坏血病患者、皮肤粗糙者、过敏者；2. 不适宜肾炎患者、肾结石患者。菠菜草酸含量较高，一次食用不宜过多；另外脾虚便溏者不宜多食。制作指导1. 菠菜可以炒、拌、烧、做汤和当配料用，如“姜汁菠菜”、“芝麻菠菜”、“海米菠菜”等。2. 很多人都爱吃菠菜，菠菜含有草酸，圆叶品种含量尤多，食后影响人体对钙的吸收，因此，食用此种菠菜时宜先煮过去掉菜水，以减少草酸含量。3. 生菠菜不宜于豆腐共煮，以碍消化影响疗效，将其用沸水焯烫后便可与豆腐共煮。其他相关古代中国人称之为“红嘴绿鹦哥”。古代阿拉伯人也称它为“蔬菜之王”。《本草纲目》中认为，食用菠菜可以“通血脉，开胸膈，下气调中，止渴润燥”。　　]",
    " 性味归经": "[性凉，味甘辛，无毒；入肠、胃经。(清吴仪洛辑《本草从新》载“今屡试之，但见其热，未见其凉”）　　]",
    " 功效主治": "[补血止血，利五脏，通血脉，止渴润肠，滋阴平肝，助消化。主治高血压，头痛，目眩，风火赤眼，糖尿病，便秘等病症。　　]",
    " 食疗作用": "[1．通肠导便，防治痔疮 菠菜含有大量的植物粗纤维，具有促进肠道蠕动的作用，利于排便，且能促进胰腺分泌，帮助消化。对于痔疮、慢性胰腺炎、便秘、肛裂等病症有治疗作用。2．促进生长发育，增强抗病能力 菠菜中所含的胡萝卜素，在人体内转变成维生素A，能维护正常视力和上皮细胞的健康，增加预防传染病的能力，促进儿童生长发育。3．保障营养，增进健康 菠菜中含有丰富的胡萝卜素、维生素C、钙、磷，及一定量的铁、维生素E、芸香贰、辅酶Q10等有益成分，能供给人体多种营养物质；其所含铁质，对缺铁性贫血有较好的辅助治疗作用。4．促进人体新陈代谢，延缓衰老 菠菜中的含氟-生齐酚、6-羟甲基蝶陡二酮及微量元素物质，能促进人体新陈代谢，增进身体健康。大量食用菠菜，可降低中风的危险。5．洁皮肤，抗衰老 菠菜提取物具有促进培养细胞增殖作用，既抗衰老又增强青春活力。我国民间以菠菜捣烂取汁，每周洗脸数次，连续运用一段时间，可清洁皮肤毛孔，减少皱纹及色素斑，保持皮肤光洁。　　]",
    " 保健食谱": "[1．金苓菠菜汤： 石斛、茯苓各20克，沙参 12克，菠菜400克，素汤（豆芽加水熬炼而成）800毫升，葱白、姜块各适量。石斛、茯苓、沙参以水煎取汁200毫升；菠菜洗净，切4厘米段，葱白切段，生姜切片拍松。将菠菜急焯一下捞起；炒锅放旺火上，加花生油烧热，下生姜煸赤，挑去生姜；爆入精盐，倒入药液和素汤，烧沸后倒入菠菜，汤沸调味精即可。此菜由菠菜配以甘淡滋补的药物，具有益胃养阴，健脾助食的功效。对于胃肠燥热，阴亏液少，食欲不振者，有一定的食疗作用。2．菠菜粥： 菠菜、大枣各50克，粳米100克。将粳米、大枣洗净，加水熬成粥。熟后再加入菠菜煮沸即可。此粥营养丰富，具有健脾益气，养血补虚的功效，常用于治疗缺铁性贫血，每日1次，连服历日。3．菠菜拌藕片： 菠菜、鲜藕各200克。将菠菜拣翠嫩者，洗净，人沸水中稍焯；鲜藕去皮切片，人开水氽断生；以上二物加入盐、麻油、味精拌匀即可。本菜具有清肝明目的功效，适用于肝血不足所致的视物不清，头昏肢颤等病症。4．菠菜羊肝汤： 鲜菠菜、羊肝各50克。将菠菜洗净切段，羊肝切片；锅内加水约750毫升，烧沸后人羊肝，稍滚下菠菜，并人适量盐、麻油、味精，滚后即可。吃羊肝、菠菜并喝汤。此汤具有养肝明目的功效，适用于视力模糊，两目干涩等病症。5．菠菜猪血汤： 鲜菠菜、熟猪血各500克，姜片、葱段各适量。鲜菠菜洗净切段，猪血切条；将锅置火上，加猪油，将葱。姜煸香，倒入猪血煸炒，烹入料酒，煸炒至水干，加入肉汤、盐、胡椒、菠菜，煮沸后，盛入汤盆即成。此汤具有养血止血，敛阴润燥的功能，适用于血虚肠燥，贫血及出血等病症。　　]",
    " 食疗价值": "[藜科草本植物菠菜的全草或茎叶。又称菠棱、赤根菜、波斯草、鹦鹉菜。我国各地均有栽培。冬、春季采收，去须根洗净用。[性能]味甘，性凉，利五脏，解酒毒。能润燥滑肠，清热除烦，生津止渴，养肝明目。[宜忌]宜：高血压患者和糖尿病人宜食；痔疮病便血，习惯性大便燥结者宜食；贫血者及坏血病者宜食；防治夜盲症者宜食；皮肤粗糙，皮肤过敏症，皮肤松弛者宜食，具有美容效果；防治流行性感冒时宜食。忌：大便溏薄，脾胃虚弱者忌食；肾功能虚弱者，也不宜多吃菠菜。[参考]含叶绿素、草酸、胡萝卜素、维生素B1、B2、C，叶酸、蛋白质、氨基酸、钙、磷、铁、锌等成分。[用途]用于虚人、老人大便涩滞不通，肠燥便秘或痔瘘；胃热烦渴、消渴多饮；肝经有热，头昏烦热，眼目昏花，或夜盲症。[用法]煎汤，煮食，炒食或凉拌食。[注意]本品生食，性较寒凉而润滑，有热者方宜；熟食之，性较平和，肠胃虚弱的人食之无明显影响。菠菜含草酸较多，不宜与含钙丰富的食物（如豆腐）共煮，否则会形成草酸钙，既不利于钙的吸收，又有碍消化。[附方]1，菠菜汤：菠菜250g，切段，煮汤；加少许食油或脂麻油、酱油和盐调味食。本方以菠菜清热润肠。用于肠胃燥热，心烦口渴，大便秘结。《儒门事亲》说：“夫老人久病，大便涩滞不通者……服葵菜、菠菜，猪羊血，自然通利也。《内经》云，以滑养窍也。”故诸品均可参酌配用。2，菠菜鸡金汤：鸡内金10g，焙研为末；用菠菜根（或菠菜）250g，切碎，煎汤取汁送服。源于《经验方》（原方为末，米饮服）。本方取菠菜根清热生津止渴，鸡内金收涩固肾，故对下消（糖尿病）有辅助台疗的意义。3，凉拌菠菜：菠菜250g，置沸水中焯过，捞起切段，以脂麻油、酱油、醋、盐调味食。本方取菠菜养肝清热作用。可用于肝虚有热，头昏目眩，面赤，烦热。4，菠菜猪肝汤：菠菜250g，猪肝60g，共煮熟（不可太过），以脂麻油、酱油、食盐等调味食。菠菜能养肝明目，猪肝为补肝明目之妙品，故配伍应用其效尤佳。用于肝虚目昏，或夜盲症，黄昏后视物不清。瘦身食谱：清炒菠菜做法瘦身食谱：清炒菠菜做法【选料】　菠菜嫩茎叶400克，葱姜丝共10克，植物油20克，酱油10克，精盐、料酒、味精各适量。【制法】　①将菠菜差得冼净，根部用刀劈开，然后切成3厘米长的段，用沸水稍烫一下，捞出，沥开水分。②炒锅上火，注入植物油烧至七成热时，用葱姜丝炝锅，然后倒入菠菜，加入酱油、精盐、料酒、味精，颠翻均匀出锅即成。【文章整理by健康饮食网foodwang.com】【特点】　鲜嫩，清淡。【功效】　菠菜含维生素A、维生素B族。维生素C，特别是维生素A、维生素C的含量比一般蔬菜多，是低热量、高纤维素、高营养的减肥蔬菜。肥胖者常食此菜，具有良好的减肥健美作用。　　]",
    " 中药材": "[【药名】菠菜【别名】菠薐、波棱菜、红根菜、赤根菜、波斯草、鹦鹉菜、鼠根菜、角菜、甜茶、拉筋菜、敏菜、飞薐菜、飞龙菜【汉语拼音】bo cai【拉丁植物动物矿物名】Spinacia oleracea L.【归经】肝；胃；大肠；小肠经【功效】养血;止血;平肝;润燥【科属分类】藜科【主治】衄血；便血；头痛；目眩；目赤；夜盲症；消渴引饮；便闭；痔疮【采收和储藏】冬、春季采收，除去泥土、杂质，洗净鲜用。【资源分布】全国各地均有栽培，为常见蔬菜之一。【动植物形态】一年生草本。全株光滑，柔嫩多水。幼根带红色。茎直立，中空，通常不分枝。叶互生；具长柄；基部叶和茎下部叶较大，茎上部叶渐次变小，戟形或三角状卵形，全缘或有缺刻，花序上的叶变为披针形。花单性，雌雄异株；雄花排列成有间断的穗状圆锥花序，顶生或腋生，花被片通常4，黄绿色，雄蕊4，伸出，花药不具附属物；雌花簇生于叶液，无花被，苞片纵折，彼此合生成扁筒，小苞片先端有2齿，背面通常各具1棘状附属物；花往4，线形，细长，下部结合。胞果硬，通常有2个角刺，果皮与种皮贴生。种子直立。花期4-6月，果熟期6月。【功效分类】补血药【性味】甘；性平【出处】《中华本草》　　]",
    " ★注意事项": "[菠菜所含草酸与钙盐能结合成草酸钙结晶，使肾炎病人的尿色混浊，管型及盐类结晶增多，故肾炎和肾结石者不宜食。]",
    " 文献摘录": "[《食疗本草》：“利五脏，通胃肠热，解酒毒。服丹石人食之佳”《本草纲目》：“逐血脉，开胸隔，下气调中，止渴润燥。”《随息居饮食谱》：“菠菜，开胸隔，通肠胃，润燥活血，大便涩滞及患痔疮人宜食之。”《陆川本草》：“人血分，生血，活血，止血，祛瘀。”　　]",
    " 科学研究": "[山东农业大学园艺科学与工程学院蔬菜育种专业硕士研究生王军伟，师从国内著名育种专家魏佑营副教授，从事菠菜耐盐性及菠菜杂交种的选育工作，已经取得一定成绩。2007年参加泰安市大学生科技创新引导计划，主持申报的“菠菜纯雌系选育方法创新研究”（2007D1004）得到泰安市A类立项（泰安市大学生最高金额经费立项）。该课题已经于2007年4月份通过前期评估，在汇报会上该课题的研究价值及预计研究成果得到了泰安市科技局、学校科技处等与会领导的一致肯定与好评。　　]",
    " 参看": "[《中医饮食营养学》- 菠菜《食物疗法》- 菠菜《本草纲目 · 菠菜》]"
},{
    "中药名称": "菠萝根叶",
    "内容": ""
},{
    "中药名称": "博落回",
    "内容": "[]"
},{
    "中药名称": "薄荷脑",
    "英文名": "[MENTHOL　　]",
    " 来源": "[本品为薄菏油中得到的一种饱和的环状醇。又名薄荷醇、薄荷冰。　　]",
    " 性状": "[本品为无色针状或棱柱状结晶或白色结晶性粉末；有薄荷的特殊香气，味初灼热后清凉；乙醇溶液显中性反应。 本品在乙醇、氯仿 、乙醚 、液状石蜡或挥发油中极易溶解，在水中极微溶解。熔点：应为42～44℃（附录Ⅶ C）。比旋度：取本品 精密称定，加乙醇制成每1ml 含0.1g的溶液，依法测定（附录Ⅶ E），比旋度应为－49°至－50°。　　]",
    " 体内过程": "[本品与葡萄糖醛酸形成结合物在尿和胆汁中排出，各种异构体以不同量与葡萄糖醛酸结合。在狗和大鼠体内产生分子降解反应。它可以薄荷酮代谢物的形式存在。本品在乙醇、氯仿、液状石蜡或挥发油中极易溶解，在水中极微溶解。比旋度 取本品 精密称定，加乙醇制成每1ml中含0.1g的溶解，依法测定，比旋度为-49度至-50度。　　]",
    " 功能主治": "[芳香药、调味药及驱风药。可用于皮肤或粘膜产生清凉感以减轻不适宜，主疼痛。　　]",
    " 用法用量": "[0.02～0.1g，多入片剂含服。或入醑剂、软膏剂，外用涂患处。 （不良反应与注意事项）人的致死量约为2克，在幼儿鼻腔使用含有本品的滴鼻剂或油膏是很危险的，将会引起虚脱。　　]",
    " 贮藏": "[密封，置阴凉处保存。　　]",
    " 鉴别": "[（1） 取本品1g，加硫酸20ml使溶解，即显橙红色，24小时后析出无薄荷脑香气的无色油层（与麝香草酚的区别）。（2） 取本品50mg，加冰醋酸1ml 使溶解，加硫酸6 滴与硝酸1 滴的冷混合液，仅显淡黄色（与麝香草酚的区别）。 （药物作用）薄荷脑能选择性地刺激人体皮肤或黏膜的冷觉感受器，产生冷觉反射和冷感，引起皮肤黏膜血管收缩（实际上皮肤保持正常），对深部组织的血管也可引起收缩而产生治疗作用。外用可以消炎，止痛，止痒，促进血液循环，减轻浮肿等；内服以复方制剂中可缓解局部炎症（咽喉炎）及治疗感冒，并有健胃，驱风作用。（适应症状）外用用于局部止痛，止痒，头痛，眩晕，蚊虫叮咬；滴鼻用于伤风鼻塞，吸入或喷雾用于咽喉炎；口服可以健胃。　　]",
    " 识别": "[CAS号：89-78-1RTECS号：OT0350000, 外消旋SMILES：CC1CCC(C(C1)O)C(C)C]"
},{
    "中药名称": "薄荷油",
    "简介": "[]",
    " 中药名称": "[薄荷油 (或亚洲薄荷油）　　]",
    " 拼音名": "[Boheyou　　]",
    " 英文名": "[Mentha arvensis oil(Mint oil;Cornmint oil)　　]",
    " 来源": "[本品为唇形科植物薄荷的新鲜茎和叶经水蒸气蒸馏得油，一般得率为0.3%-0.6%。薄荷油经再冷冻，部分薄荷脱脑取出45%-55%薄荷脑后，加工得到的挥发油为薄荷素油。薄荷油通常在分馏过程中去除头油和后油馏分，这一操作的特征是非常富有可变形的，形成薄荷油的不同风格。馏分去除较大的幅度的薄荷油有时称为脱萜烯油。　　]",
    " 性状": "[本品为淡草绿色液体或淡黄色的澄清液体。稍遇冷即凝固成固体。呈强烈薄荷香气和清凉的微苦味。存放日久，色渐变深。本品与乙醇、氯仿或乙醇能任意混合。具有纯馥的薄荷香气，带辛辣而清凉，有强烈的窜透性。在温度较低时有大量的无色晶体析出。存放日久则色渐变深，质渐变粘。易溶于水，与醇、醚、氧仿等均能任意混合。比重(25℃)0.899～0.909。　　]",
    " 鉴别": "[取本品1 滴，加硫酸3～5 滴及香草醛结晶少量，应显橙红色，再加水1 滴，即变紫色。　相对密度应为0.888～0.908。旋光度：取本品，置1dm 的管中，依法测定为－17°～－24°。折光率 ：应为1.456～1.466　　]",
    " 检查": "[颜色 ：取本品与同体积的黄色6 号标准比色液比较，不得更深。　　]",
    " 化学成分与药理作用": "[参见\"薄荷\"条。　　]",
    " 性味": "[《中国医学大辞典》：\"辛，凉，无毒。\"　　]",
    " 功能主治": "[芳香药、调味药及驱风药。可用于皮肤或粘膜产生清凉感以减轻不适宜，主疼痛。　　]",
    " 用法用量": "[口服，一次～0.2ml，一日～0.6ml。薄荷　　]",
    " 贮藏": "[遮光，密封，置阴凉处保存。　　]",
    " 传说": "[传说薄荷的原名出自希腊神话。冥王哈得斯（Hades）爱上了美丽的精灵曼茜（Menthe），冥王的妻子佩薄荷瑟芬妮（Persephone）十分嫉妒。为了使冥王忘记曼茜，佩瑟芬妮将她变成了一株不起眼的小草，长在路边任人踩踏。可是内心坚强善良的曼茜变成小草后，她身上却拥有了一股令人舒服的清凉迷人的芬芳，越是被摧折踩踏就越浓烈。虽然变成了小草，她却被越来越多的人喜爱。人们把这种草叫薄荷（Mentha）。罗马人与希腊人都很喜欢薄荷的味道。在节庆时，他们还会把薄荷纺织优花环佩带在身上。埃及人则有把一包包薄荷与大茴香、小茴香充当赋税的做法。美洲印地安人会用薄荷来治疗肺炎。薄荷有极强的杀菌抗菌作用，常喝它能预防病毒性感冒、口腔疾病，使口气清新。用薄荷茶汁漱口，可以预防口臭。用薄荷茶雾蒸面，还有缩细毛孔的作用。拿泡过茶的叶片敷在眼睛上会感觉到清凉，能解除眼睛疲劳。据说薄荷也有“眼睛草”的别称，可用于治疗眼疾。　　]",
    " 中药化学成分": "[薄荷鲜叶含油1%-1.46%，油中主成分为左旋薄荷醇（menthol)，含量62.3%-87.2%，还含左旋薄荷酮薄荷（menthone)异薄荷酮（isomenthone)，胡薄荷酮（pulegone)，乙酸癸酯（decyl acetate)，乙酸薄荷酯（menthyl acetate)苯甲酸甲酯（methylbenzoate)，α-及β-蒎烯（pinene)，β-侧柏烯（β-thu-jene)，3-戊醇（3-pentol)，2-已醇（2-hexanol)，3-辛醇（3-octanol)，右旋月桂烯（myrcene)，柠檬烯(limonene)及桉叶素（cineole)，α-松油醇（α-terpineol)等[1]。又含黄酮类成分：异瑞福灵（iso-raifolin(，木犀草素-7-葡萄糖甙（luteolin-7-glucoside)，薄荷异黄酮甙（methoside);有机酸成分：迷迭香酸（lusmarinic acid)，咖啡酸（caffeic acid)[2]；氯基酸成分：天冬氨酸（aspartic acid)，谷氨酸（glutamic acid)，丝氨酸（alanine)，天冬酰胺（asparagine)，缬氨酸（valine)，亮氨酸（leuine)和异亮氨酸（isoleucine)，苯丙氨酸（phenylalanine)，蛋氨酸（methionine)赖氨酸（lysine)[3]。最近，又从叶中分阶段得具抗炎作用的以二羟基-1，2-二氢萘二羟酸为母核的多种成分：①1-（3，4-二羟基苯基）-6，7-二羟基-1，2-二氢萘-2，3二羟酸[1-（3，4-dihydroxyphenyl)-6，7-dihydroxy-1,2-dihy-dronaphthalene-2，3-dicarboxylic acid]，②1-（3，4-二羟基苯基-1，2-二氢萘-2-羟酸｛1-（3，4-dihydroxyphenyl)-3-[2-(3，4-dihydrox-yphenyl)-1-carboxy]ethoxycarbonyl-6，7-dihydroxy-1,2-dihydron-aphthalene-2-carboxylic acid｝[4]，③7，8-二羟基-2-（3，4-二羟基苯基）-1，2-二氢萘-1，3-二羟酸[7，8-dihydroxy-2-(3，4-dihydrox-yphenyl)-1，2-dihydronaphthalene-1，3-dicarboxylic acid]，④1-[2-3，4-二羟基苯基）-1-羟基]乙氧基羰基-2-（3，4-二羟基苯基）-7，8-二羟基-1，2-二氢萘-3-羟酸｛1-[2-（3，4-dihydroxyphenyl)-1-car-boxy]ethoxycarbonyl-2-(3，4-dihydroxyphenyl)-7，8-dihydroxy-1，2-dihydronaphthalene-3-carboxylic acid｝-7，8-dihydroxy-1，2-dihydronaphthalene-3-carboxylic acid｝，⑤3-[2-（3，4-二羟基苯基）-1-羟基]乙氧基羟基-2-（3，4-二羟基苯基）-7，8-二羟基-1，2-二氢萘-1-羟酸｛3-[2-（3，4-dihydroxyphenyl)-1-carboxy]ethoxy-carbonyl-2-(3，4-dihydroxyphenyl)-7，8-dihydroxy-1，2-dihydron-aphthalene-1-carboxylic acid｝，⑥1，3-双[2-（3，4-二羟基苯基）-1-羟基]乙氧基羰基-2-（3，4-二羟基苯基）-7，8-二羟基-1，2-二氢萘｛1，3-bis-[2-(3，4-dihydroxyphenyl)-1-carboxy]ethoxycarbonyl-2-(3，4-dihydroxyphenyl)-7，8-dihydroxy-1，2-dihydronaphthalene｝，⑦1-[2-（3，4-二羟基苯基）-1-甲氧基羰基]乙氧基羰基-2-（3，4-二羟基苯基）-3-[2-（3，4-二羟基苯基）-1-羟基]乙氧基羰基-7，8-二羟基-1，2-二氢萘｛1-[2-（dihydroxyphenyl)-1-methoxycar-bonyl]ethoxycarbonyl-2-(3，4-dihydroxypheny)-3-[2-(3，4-dihy-droxyphenyl)-1-carboxy]ethoxycarbonyl-7，8-dihydroxy-1，2-dihy-dronaphthalene｝，⑧1-[2-（3，4-二羟基苯基）-1-羟基]乙氧基羰基-2-（3，4-二羟基苯基）-3-[2-（3，4-二羟基苯基）-1-甲氧基羰基]乙氧基羰基-7，8-二羟基-1，2-二氢萘｛1-[2[（3，4-dihydroxyphenyl)-1-carboxy]ethoxycarbonyl-2-(3，4-dihydroxyphenyl)-3-[2-(3，4-di-hydroxyphenyl)-1-methoxycarbonyl]ethoxycarbonyl-7，8dihydro-xy-1，2-dihydronaphthalene｝，⑨1，3-双[2-（3，4-二羟苯基）-7，8-二羟基-1，2-二氢萘｛1，3-bis-2-(3，4-dihydroxyphenyl)-1-methoxycarbonyl]ethoxy carbonyl-2-(3，4-dihydroxyphenyl)-7，8-dihydroxy-1，2-di-hydronaphthalene｝[5]，右旋的8-，酰氧基莳萝艾菊酮（8-acetoxy-carvotanacetone)[6]。　　]",
    " 日常用法": "[1、用于风热感冒，温病初起。本品辛以发散，凉以清热，清轻凉散，为疏散风热常用之品，故可用治风热感冒或温病初起，邪在卫分，头痛、发热、微恶风寒者，常配银花、连翘、牛蒡子、荆芥等同用，如银翘散。薄荷2、用于头痛目赤，咽喉肿痛。本品轻扬升浮、芳香通窍，功善疏散上焦风热，清头目、利咽喉。用治风热上攻，头痛目赤，多配合桑叶、菊花、蔓荆子等同用；用治风热壅盛，咽喉肿痛，常配桔梗、生甘草、僵蚕、荆芥、防风等同用。3、用于麻疹不透，风疹瘙痒。本品质轻宣散，有疏散风热，宣毒透疹之功，用治风热束表，麻疹不透，常配蝉蜕、荆芥、牛蒡子、紫草等，如透疹汤；治疗风疹瘙痒，可与苦参、白鲜皮、防风等同用，取其祛风透疹止痒之效。4、用于肝郁气滞，胸闷胁痛。本品兼入肝经，能疏肝解郁，常配合柴胡、白芍、当归等疏肝理气调经之品，治疗肝郁气滞，胸胁胀痛，月经不调，如逍遥散。5、此外，本品芳香辟秽，还可用治夏令感受暑湿秽浊之气，所致痧胀腹痛吐泻等症，常配藿香、佩兰、白扁豆等同用。　　]",
    " 各家论述": "[1.《重庆堂随笔》：患风热头疼龈痛，搽患处。2.《中国医学大辞典》清热散风。治头风，目赤，咽痛。牙疼，皮肤风热。3.《国药的药理学》头痛、晕船、反胃、胃肠气胀等，涂布或内服。4.《中药形性经验鉴别法》治疝痛，下痢。　　]",
    " 动植物形态": "[薄荷一、根生产上栽培的薄荷，具有真正吸收作用的是着生在地上部直立茎入土部分和地下根茎节上的数量众多的须根，这些根系入土深度30cm左右，而以表土层15～20cm左右最为集中；另外，在株间湿度较大的情况下，在地上部直立茎的基部节上和节间也会长出许多气生根，这种气生根在天气干燥的情况下，会自行枯死，故对薄荷的生长发育几乎不起作用。薄荷二、茎1.地上茎薄荷的地上茎又可分为两种，一种叫直立茎，方形，颜色因品种而异，有青色与紫色之分。它的主要作用是着生叶片，产生分枝，并把根和叶联系起来，把根系从土壤中吸收的水分和养分输送到叶片，同时把叶片的光合作用产物运至根部的输导通道，其上有节和节间，节上着生叶片，叶腋内长出分枝。茎的表面虽也有少量油腺，但精油含量极微（茎秆鲜品出油率为0.001%～0.004％）。另一种叫匍匐茎，它是由地上部直立茎基部节上的芽萌发后横向生长而成，其上也有节和节间，每个节上都有两个对生的芽鳞片和潜伏芽，匍匐于地面而生长，有时其顶端也钻入土中继续生长一段时间后，顶芽复又钻出土面萌发成新苗；也有的匍匐茎顶芽直接萌发展叶并向上生长成为分枝。匍匐茎的颜色、数量、长度和粗细，常因品种和生长条件的不同而变化。2.地下茎又称地下根茎，外形如根，故习惯上常称为种根。通常当地上部直立茎生长至一定（8个节左右）高度时，在土壤浅层的茎基部开始长出根茎，随后逐渐生长增多。第一次收割后，这些地下根茎在水分适合的条件下又萌发出苗（即二刀苗），生长至一定阶段又再长出新的种根，即成为秋播时的材料。地下根茎上也有节和节间，节上长出须根，每一个节上也有两个对生的芽鳞片和潜伏芽，水平分布的范围可达30cm左右，垂直入土深度较小，大部分集中在土壤表层10cm左右的范围内。试验表明：在自然条件下，地下根茎是没有休眠期的，也就是说，在土壤温度和水分适合的情况下，一年中的任何时间，均可发芽和继续生长，长成植株。地下根茎里贮藏着水分和养分，在条件适合的情况下，播种于土中能萌发成长为新的植株，这种新植株基本上可以保持本品种的原有形态和优良性状，因此，它是生产上用来繁殖的主要部分。三、叶薄荷的叶片是以对生的方式着生在茎节上。叶片的形状、颜色、厚度以及叶面状况、叶缘锯齿的密度等因品种、生长时期、生长条件之不同而有变化。一般说来，叶片的形状有卵圆、椭圆形等；叶色有绿色、暗绿色和灰绿色等。薄荷的叶片既是光合作用的器官，又是贮藏精油的主要场所。油腺（贮油结构）在叶片上、下表皮的分布，以下表皮为多。单位叶面积上的油腺数目因品种不同而异，同时又与植株的生育时期、叶龄、叶位有关。一定叶面积上的油腺密度越大，含油量就越高。叶片中精油的含量占全株含油总量的98％以上，但对每一个叶片来说，它的含油量高低与环境条件、栽培技术、品种、叶片所处的部位和叶龄等有密切关系。根据测定，植株上叶片中的含油量自下而上逐渐增高。单位面积产油量的高低首先取决于单位面积上的叶片数、叶面积大小和含油量（油腺密度）的高低。因此，在生产实践中如何使叶片数增加、减少和延缓叶片的脱落，防止病虫为害，就成为薄荷增产中的一个重要环节。四、分枝薄荷的分枝是从主茎叶腋内的潜伏芽长出来的，其上也着生对生叶片。不同品种的分枝能力是不同的，同时，分枝数、分枝长度、分枝节位等又与田间群体密度和培管措施有关，一般说来，随着田间群体密度的增高，单株分枝数随之减少，分枝节位随之上升。栽培条件恶劣，特别是肥、水欠缺也会影响分枝。因此，在栽培上如何根据品种的分枝习性、土壤肥力、施肥水平等条件而控制合理的田间密度是能否获得高产的重要措施之一。 五、花、果实、种子薄荷的花朵较小。花萼基部联合成钟形，上部有五个三角形齿；花冠为淡红色、淡紫色或乳白色，四裂片基部联合；正常花朵有雄蕊四枚（有的品种雄蕊不露或仅留痕迹），着生在花冠壁上；雌蕊一枚，花柱顶端二裂，伸出花冠外面。正常花（即雌、雄蕊俱全）的花朵较大，雄蕊不露或仅留痕迹的，花朵较小。在自然生长情况下，每年开花一次。而在人工栽培条件下，一年般收割两次，开花两次（有的品种和某些地区例外），花期因品种和地区而异。一天中的开花高峰期，常随气候条件而变化。若天气晴朗，一般在上午6～9时，阴天或雨天向后推迟，下午停止开放。薄荷自花授粉一般不能结实，必须靠风或昆虫进行异花传粉方能结实。通常自现蕾至开花约需10～15天，一朵花自开放至种子成熟约需20天左右。结实率高低因品种和环境条件而异。一朵花最多能结四粒种子，贮于钟形花萼内。果实为小坚果，长圆状卵形，种子很小，淡褐色，万粒重仅1g左右，每市斤种子可达到500万粒左右。　　]",
    " 生药材鉴定": "[性状鉴别 本品为无色或淡黄色的澄清液体。有特残清凉香气，味初辛、后凉。存放日久，色渐变深。本品与乙醇、氯认或乙醚能任意混合。相对密度应为0.888-0.908。旋光度：取本品置1dm的管中，依法测定为-17℃至-24℃。折光率应为1.456-1.466。检查 颜色 取本品与同体积的黄色6 号标准比色液比较，不得更深。　　]",
    " 薄荷种植方法": "[薄荷生于河沟边或山野潮湿地，现多为药农在面积种植。家庭盆栽薄荷也极简便。可3-4月间挖取粗壮、薄荷白色的根状茎，剪成长8厘米左右的根段，是埋入盆土中经20天左右就能长出新株。也可在5-6月剪取嫩茎头遮荫扦插。薄荷属多年生植物，根系发达，每年春季翻盆换土时，可分离出大量的植株。平时保持盆土偏湿。施肥以氮肥为主，磷钾为辅，薄肥勤施。医药用草常在生长期采收两次。第一次（头刀）是在小暑节前5-6天，叶正茂盛，花还未开放时，割取地上部分；第二次是在秋分至寒露间，花朵盛开，叶未凋落时。药用以第二次采收的为最好。两次采收的茎叶可洗净、切断、晒干，放甏中防失香气或被霉蛀，供全年药用。除了少数为一年生植物外，大部分均为具有香味的多年生植物。目前的主产地是美国，最好的薄荷产自英国。茎长约90厘米，毛茸茸的叶片呈锯齿状，花顶生，开紫色、白色和粉红色的花穗。薄荷喜欢在潮湿的气候下生长。　薄荷的品种很多，但不管是哪一种，其共同特性皆是适应性强，耐寒且好种植，非常适合新手栽培。薄荷喜欢光线明亮但不直接照射到的阳光之处，同时要有丰润的水分。因此，浇水最好在土壤未完全干燥之时进行。薄荷生长极快，随时可采下食用，泡茶入菜都是不错的选择。套一句香草研究家尤次雄的话说，千万不要怕将香草摘下来，有些草本香草植物越摘，植株会越茂盛，薄荷就是其中的一种。　薄荷极适合香草栽植的入门植物，大部分薄荷可用分株法或扦插法繁殖，在生长季节（春至夏季为佳）中利用切成一节节的茎繁殖，非常容易发根。薄荷喜温暖潮湿和阳光充足、雨量充沛的环境。根茎在5-6℃就可萌发出苗，其植株最适生长温度为20－30℃。有较强的耐寒能力。栽培薄荷的土壤以疏松肥沃、排水良好的吵质土为好。水分对薄荷的生长发育有较大的影响，植株生长初期和中期要求水分较多。现蕾开花期需要晴天和干燥的天气，要求水分较少。]"
},{
    "中药名称": "薄雪草",
    "药材简介": "[药名薄雪草别名小毛香、火绒草、小白头翁、小毛草汉语拼音bó xuě cǎo拉丁植物动物矿物名Leontopodium japonicum Miq.科属分类菊科生态环境生于海拔1000-3000m的山坡灌丛、草坡和林下。采收和储藏秋季采收，洗净，晾干。资源分布分布于山西、陕西、甘肃、安徽、河南、四川等地。功效分类润肺止咳药性味味淡；微甘；性平药材基源为菊科植物薄雪火绒草的花。用法用量内服：煎汤，9-15g。花语念念不忘　　]",
    " 功效主治": "[主治肺燥咳嗽功效润肺止咳　　]",
    " 动植物形态": "[薄雪火绒草多年生草本，高10-80cm。根状茎分枝稍长，有数个簇生的花茎和不育茎。茎直立，基部稍木质，上部被白色薄茸毛，下部不久脱毛，节间长1-2cm，或上部节间长达4cm。叶狭披针形、卵状披针形或下部叶倒卵状披针形，长2.5-5.5cm，宽0.5-1.3cm，基部急狭，无鞘部，先端尖，有长尖关，边缘平或稍波状反折，上面有疏蛛丝状毛或脱毛，下面被银白色或灰白色薄层密茸毛。苞叶多数，较茎上部叶常短小，卵圆形或长圆形，两面被灰白色密茸毛或上面被蛛丝状毛，排列成疏散而径达4cm的苞叶群，或有长花序梗而开展成径达10cm的复苞叶群。头状花序直径3.5-4.5mm，多数，较疏散；总苞钟状或半球形，被白以或灰白色密茸毛，长约4mm；总苞片3层，先端钝，无毛，露出毛茸之上；小花异形或雌雄异株；花冠长约3mm；雄花花冠狭漏斗状，有披针形裂片；雌花花冠细管状；冠毛白色，基部稍浅红色；雄花冠毛稍粗厚，有锯齿；雌花冠毛细丝状，下部有锯齿；不育的子房有毛或无毛。瘦果常有乳头状突起或短粗毛。花期6-9月，果期9-10月。]"
},{
    "中药名称": "薄柱草",
    "《植物》": "[薄柱草　［茜草科］　［薄柱草属］拉丁名：Nertera sinensis别名：珊瑚珍珠、珊瑚念珠草、红珍珠产地分布：匍旬性多年生草本，每节均能生根。本属分布于中国、爪哇、澳大利亚、新西兰等地，大部分野生。中国的薄柱草分布在广东、广西、湖南、湖北及云南、贵州、四川，无栽培价值。但分布在中美、西印度群岛有一种格林纳达薄柱草 (N.gerenadensis)形态特征：高25厘米，草甸状，叶宽卵形，长4毫米；花绿色极小，但结成橙红色念珠形浆果，布满枝头，径6毫米，能保持数月不衰，果内有2粒种子。生长习性薄柱草喜明亮的光照，不耐旱。每天至少要有3小时直射阳光，如光照不足，茎叶很易徒长把果实遮住。喜冷凉气候，温度在10至16度间长生最好。从春末到浆果成熟这段时间，最好放在室外阳光充足而能遮挡风雨的地方。如果想植株有开花结果开得茂盛，则必须提高湿度，在植株四周洒水，从开花到果熟这段时间，每天都要用水轻喷植株1至2次，但要注意叶间不要积水，这样会造成茎叶腐烂。园林用途：适用温暖地区庭园流水中的石岩绿化。 是良好的盆栽观果植物。俗称“珊瑚念珠草”。繁殖培育：播种后白天需盖玻璃，发芽后去掉，稍给光线，移植后仍需保持湿润及半阴，但不能过度潮湿。晚夏开花，秋季结果，冬季在室内赏其红果。【繁殖方法】繁殖可用播种、分株、扦插和撤茎法。商业上多用种子繁殖，此法植株生长缓慢，且易发生变异，故不可靠。分株可于春季起出老植株．抖落遗留在植株上的残果，将5～6棵植株沿着装有培养土的lOcm浅盆边缘栽种，放在明亮漫射的光线下，保持温度16～18℃，约几个月即可长满盆。扦插可剪取长2.5--5cm的茎枝顶部为插条，数枝一起插在一个cm的花盆内，培养土由泥炭土和河砂混合而成，用塑料袋罩住。然后置于明亮漫射光线下，保持16℃。如果插枝开始重新生长，表示已生根．此时将各组插枝移植于8cm的浅盆中，以后可以作成熟植株培养。撒茎繁殖于春秋两季进行，将生长较长的茎枝剪下，剪成小段，然后铺在砂质壤土表面，喷水后盖上薄膜保湿，约6～10个月即长满盆面，此时可以分栽，用此法可获得较多的植株。【栽培管理】 盆栽用土必须排水良好，可用园土、腐叶土、粗砂等量混合配制。从春末到浆果成熟这段时间，最好放在室外阳光充足而能遮挡风雨的地方。开花时须进行人工辅助受粉。方法是开花盛期，用软毛笔在花间来回轻扫，使花粉散出受粉，这样可使受粉率增高，结果也多而均匀。为使植株更好地开花结果，必须提高湿度，在植株周围洒水．从开花到果熟这段时间，每天都要用水轻喷植株1－2次，但要注意叶面不要积水，以免导致茎叶腐烂。浇水要适量，保持盆土充分湿润即可，一般待表土约1cm干燥时方可再次浇水，即使在冬季短暂的休眠期也不要使盆土干燥，最好是待表土3cm干时再浇水。浇水的方式最好采用盆底供水，慢慢渗透，不宜向植株直接浇水。生长时不需施肥，以免徒长，自开花结果到果熟每月施一次薄肥，但不要单施氮肥。当果实开始着色时加施磷钾肥，以使果实色泽鲜艳，种子饱满。　　《中药材》【药名】薄柱草【别名】水泽兰、冷水草【汉语拼音】bo zhu cao【拉丁植物动物矿物名】Nertera sinensis HemsL【功效】清热解毒【科属分类】茜草科【主治】烧伤；烫伤；感冒咳嗽【生态环境】生于溪边或河旁岩石上。【采收和储藏】秋季采收全草，洗净，鲜用或晒干。【资源分布】分布于湖南、广东、广西、四川、贵州、云南。【动植物形态】薄柱草 小草本。茎柔弱，长5-10cm，稍匍匐，节上生根。叶对生；托叶三角形，基部宽，与叶柄合生，先端长尖；叶片披针状长圆形，长7-16mm，先端短尖或稍锐尖，基部楔尖，两面有微小的粃鳞，侧脉2-3对，不明显；纸质。花小，直径2-3mm，单个顶生；无梗或具极短的梗；总苞小，杯状，具两尖头；萼檐截平；花冠辐状，4裂，裂片长圆形，钝；雄蕊4，着生于花冠基部，长伸出；子房2室，每室有1枚胚珠。核果直径约2mm，紫黑色。花期秋季。【出处】《中华本草》]"
},{
    "中药名称": "补骨脂",
    "药名": "[补骨脂　　]",
    " 别名": "[骨脂，故子，故脂子，故之子，故之，故纸，怀故子，破故脂，破故纸，破故子，破骨子，婆固脂，补骨鸱，黑故子，黑故纸，胡故子，胡韭子，吉固子，和兰苋，固子，固脂，川故子，吉故子，破固脂，胡韭子。【商品名】补骨脂，破故子。以粒籽饱满、干燥无杂质者为佳。【处方名】补骨脂，故脂，故子，故纸，破故纸，生故子，盐故子，炒故子。处方中写补骨脂，故脂、故子、故纸、破故纸、破故子均指生故子。为原药去杂质生用入药(用时捣碎)者。炒故子为净故子用文火炒至微黄，有香气，微见进裂而后入药者。缓其苦燥减其辛窜，增强温阳止泻功效。盐故子又名盐水炒补骨脂。为净补骨脂用盐水拌匀，待吸尽，再用文火炒干入药者。引药下行，增强补肾效力。　　]",
    " 汉语拼音": "[bu gu zhi故子　　]",
    " 英文名": "[Malaytea Scurfpea Fruit, Fruit of Malaytea Scurfpea　　]",
    " 拉丁植物动物矿物名": "[Psoralea corylifolia L.　　]",
    " 归经": "[肾；心包；脾；胃；肺经　　]",
    " 药代动力学": "[补骨脂素混合结晶（补骨脂素占48.64±0.18%）在健康和S180小鼠体内均属一室模型，两组的t1／2、K、Cmax、AVC分别为3.73、8.50h；0.2336、0.0816h-1；5.1197、8、1193μg／ml；29.5923、150、2500μg.h/ml。8-甲氧基补骨脂素进入裸鼠体内%h后，以皮肤含量最高，其次是胃肠、肌肉和肝脏。其与血清蛋白的结合率为75-84%，与不饱和脂肪酸的光敏反应慢于组氨酸，快于脱氧鸟苷。其血药浓度与药效和毒副反应存在相关关系。　　]",
    " 药理作用": "[1.对心血管系统的作用：。1.1.增加心肌营养性血流量：以补骨脂、锁阳、黄精、狗脊、续断、赤芍等中药组成复方，做成煎剂，浓缩成3g（生药）／ml。实验取18-22g小鼠30只，雌雄兼用。随机分成对照组、给药Ⅰ、Ⅱ组各10只。给药组按120g/kg体重剂量灌胃。对照组给同体积生理盐水。给药后1.4小时，按0.1ml／kg体重剂量，自小鼠尾静脉注射RbCl溶液（约6.6-6.9×10?cpm／0.1ml），2分钟内注射完毕，立即计时。30分钟注入饱和KCl溶液0.2-0.3ml。处死动物，取出心脏，以LKBr计数器测量，计算心肌86Rb摄入率，表示心肌营养血流量，见表6。实验结果表明，复方补骨脂冲剂灌胃1小时，可显著增加小鼠心肌营养性血流量（P＜0.01)，但给药时间延长至4小时，小鼠心肌营养性血流量的增加，已无统计学意义。用同样方法测定复方补骨脂冲剂对老年小鼠心肌营养性血流量的影响，表明复方补骨脂冲剂可显著地增加老年小鼠心肌营养性血流量（P＜0.001)，并使老年组与青年组接近（P＜0.05)。1.2.对垂体后时素所致小鼠急性心肌缺血的保护作用：取体重18-22g小鼠30只，雌雄兼用，随机分成对照组、垂体后时素组及给药组各10只。对照组和垂体组1g生理盐水，喂药2.5小时后，垂体组和给药组分别自腹腔注射lμ／kg体重剂量垂体后叶素。30分钟后，测定各组小鼠心肌营养性血流量。结果表明复方补骨脂冲剂对垂体后叶素引起的小鼠急性心肌缺血有显著的保护作用。2.对呼吸系统的作用：实验说明，补骨脂对由组胺引起的气管收缩有明显舒张作用，以加药后15分钟作用最强，但略逊于氨茶碱，两组与空白对照组解痉作用相比，差异非常显著。3.光敏作用：。3.1.补骨脂加黑光疗法对皮肤病损伤常见致病性真菌和细菌的抑制作用：用直径6mm滤纸片分别滴加药液（含补骨脂素1.0mg／2.0ml或异构补骨脂素2.0mg／2.0ml）1.25、2.5、5.0、10.0、20.0?g。先置37℃干燥箱内1小时备用。应用沙伯氏培养基平碟接种真菌，营养琼脂平碟接种细菌。后将不同浓度药液滤纸片贴于各菌株的平碟上。真菌接种后先置26-28℃温箱内作用l小时，照黑光每天1次10分钟，连续6-14天。细菌接种后置37℃温箱内l小时，取出照光10分钟，再置温箱孵育24小时。另设不含药溶剂照光组，和含药不照光组，观察1-7天。结果表明补骨脂素类药剂加黑光照射对各菌具不同程度抑菌作用。在最高药剂浓度下有不同的抑菌圈。此外对曲霉菌属抑菌圈为8-15mm，帚形菌为11-12，毛霉菌属为16-18，头孢子菌属为10-16等。另证明加药不照光和不加药照光组均无抑菌作用。3.2.异补骨脂素加黑光照射抗皮肤移植排斥效应：选用1年半龄健康家兔体重1.5-2.0kg，雌雄均有，每一对供、受体性别相同。分为5组：I组（对照组）：皮肤移植后，不服药，照光；Ⅱ组：移植后次日开始服药和照光；Ⅲ组：移植后第4天开始服药和照光；Ⅳ组：移植后次日开始服药，不照光；V组：皮肤移植后次日开始照光，不服药。皮肤移植取1.0cm2皮片两块，分别缝于另一只兔的受皮处，两块距离3.0cm，每组免之间交换移植皮片。药物为异构补骨脂素胶囊，每粒含异构补骨脂素2.0mg。每只兔每晚服1粒。照光用5支排列安装的20W国产黑光灯管，距移植区5.0cm，每只兔服药后2h照光30分钟，每日1次。移植皮肤存活时间见表11，最长观察时间为45天。移植皮肤观察：Ⅰ、Ⅳ、V组肉眼见移植后24-48h皮肤苍白、柔软；得第3天出现红润斑点；4-5天后部分皮片呈暗紫色、变硬；边缘有自身表皮再生；7-9天有3／4皮片色泽变暗、坏死；下面出现自身皮肤，经5-7天取皮片边缘切片，HE染色，显微镜下观察，真皮有明显围管性淋巴细胞浸润，小血管内充血，管腔内膜脱落，血栓形成或坏死。Ⅱ、Ⅲ组第3天则见皮肤红润、柔软，逐渐增厚，10-20天恢复正常皮肤状态，观察25-30天取移植皮片边缘切片，HE染色，显微镜下观察，除真皮见少量围管性淋巴细胞外，无其他改变。3.3.对酪氨酸酶的激活作用：补骨脂95%乙醇提取物对酪氨酸酶有明显的激活作用，可使黑色素生成的速度和数量增加。补骨脂素和异补骨脂素亦能促进皮肤黑色素的合成，并使之沉积于皮下。4.对免疫系统的作用：。4.1.取体重250-350g雌性Wister纯种大鼠15只，随机分成对照组（8只）、给药组（7只），给药组按20g/kg体重剂量灌服复方补骨脂冲剂（由补骨脂、锁阳、黄精、狗脊、续断、赤芍等中药组成，做成煎剂，浓缩成3g（生药）／ml）。对照组给等体积的生理盐水。10天后，自大鼠腹主动脉取血1ml，注入无菌肝素抗凝青霉素瓶中，在无菌室内，按改进后的3H-TdR掺入法，测定各组大鼠细胞免疫功能。同时计数大鼠白细胞总数，并制血片计数白细胞分类百分率，实验证明，复方补骨脂冲剂可显著提高大鼠白细胞百分率（P＜0.02)，降低中性白细胞百分率，从而明显增强大鼠细胞免疫功能（P＜0.01)。4.2.取昆明小白鼠，体重18-22g，雌雄兼用。共分组，正常组饲养条件与其它相同，但不用药，其余3组腹腔注射氨基甲酸乙酯1mg/g诱发肺腺癌，其中对照给予致癌剂24h后，腹腔注射生理盐水0.2ml，隔周5次，16周共注射40次。补骨脂提取物组，每次给予补骨脂1mg（0.2ml）／20g；环磷酰胺组，每次给环磷酰胺5μg（0.2ml）／20g。给药次数、时间和途径均与对照组相同，均于16周后测定巨噬细胞吞噬试验和E玫瑰花结试验。说明补骨脂有显著增强机体免疫功能的作用。5.抗肿瘤作用：体外试验，补骨脂素（250μg/ml）对小鼠肉瘤细胞有高效杀灭作用，其机制在于补骨脂素在暗处与肉瘤细胞DNA形成络合物和分子交链，从而抑制DNA合成。补骨脂素作用于人粘液表皮样癌MEC-1细胞后，其细胞中的大多数线粒体变性、空泡化、游离核糖体减少，游离核糖体减少，可见核溶解现象。6.抗生育和雌激素样作用：给雌小鼠宫内注射10mg异补骨脂素或0.00125-0.005ml补骨脂酚，均有较明显的抗早孕作用，但补骨脂酚的毒性反应较强。补骨脂粉有雌激素样作用，能增加阴道角化，增强子宫重量。7.抗衰老作用：补骨脂能不同程度的显著延长家蚕幼虫期和家蚕寿命。8.升高白细胞作用：动物实验表明，补骨脂对粒细胞的生长有促进作用，并能保护动物在注射环磷酰胺后引起的白细胞下降。9.其它作用：补骨脂水煎液对囊尾蚴有杀伤作用，40%浓度作用24小时，能杀死囊尾蚴88.O%；4%浓度时能杀死47.5%。40%的补骨脂水煎液对阴道毛滴虫亦有较强的杀灭作用，体外作用30分钟即可使虫体消失，效果强于大黄。此外，补骨脂素对多种出血症（如子宫、牙龈、鼻出血）均有止血作用。中药化学成分果实、种子含香豆精类、黄酮类、单萜酚类以及挥发油、皂式、多糖、类脂等成分。香豆精类有：补骨脂素（psoralen），异补骨脂素（isopsorasen）即是白芷素（angeli -cin），花椒毒素（xanthotoxin）即是8-甲氧基补骨脂素（8-methoxypsoralen），补骨脂定（psoralidin），异补骨脂定（isopso-ralidin），补骨脂呋喃香豆精（bakuchi -cin），补骨脂定2’，3’-环氧化物（psoralidin2’，3’-oxide），双羟异补骨脂定（corylidin），补骨脂香豆雌烷（bavacoumestan）A及B槐属香豆雌烷（sophoracoumestan）A等。黄酮类中有：紫云英甙（astragalin）。双氧黄酮类中有：补骨脂双氢黄酮（bavachin）即是补骨脂甲素（corylifolin），异补骨脂双红黄酮（islbavachin），补骨脂双氢黄酮甲醚（bavachinin）等；查耳酮类中有：补骨脂乙素（corylifolinin）即是异补骨脂查耳酮（isobavachalcone），补骨脂查耳酮（bavachalcone），补骨脂色烯查耳酮（bavachromene），新补骨脂查耳酮（neobavachalcone），异新补骨脂查耳酮（isoneobavachalcone），补骨脂呋喃查耳酮（bakuchalcone），补骨脂色酚酮（bavachromanol）等；异黄酮类中有：补骨脂异黄酮（corylin），新补骨脂异黄酮（neobavaisoflavone），补骨脂异黄酮醛（corylinal），补骨脂异黄酮醇（psoralenol）等。单薄酚类有：补骨脂酚（bakuchiol）。还含苯并呋喃类衍生物：补骨脂苯并呋喃酚（corylifonol），异补骨脂苯并呋喃酚（isocorylifonol）。又含对羟基苯甲酸（p-hydroxy-benzoic acid），豆甾醇（stigmasterol），β-谷甾醇-D-葡萄糖甙（β-sitosterol-D-glucoside），三十烷（triacontane）等。另含类脂化合物，内有三甘油酯，二甘油酯，单甘油酯，蜡酯，碳氢化合物，极性类脂等；还含补骨脂多糖和一种相对分子质量为55000、含12个氨基酸的胰蛋白酶抑制剂（trypsininhibi-tor）；又含钾、锰、钙、铁、铜、锌、砷、锑、铷、锶、硒等元素。油中的脂肪酸，主要有棕榈酸（palmitic acid），油酸（oleic acid）和亚油酸（linoleic acid），还有硬脂酸（stearic acid），亚麻酸（linolenic acid）和二十四酸（lignoceric acid）。　　]",
    " 功效": "[补肾助阳；纳气平喘；温脾止泻　　]",
    " 考证": "[出自《雷公炮炙论》。　　]",
    " 科属分类": "[豆科　　]",
    " 药(毒)理学": "[毒性：补骨脂酚0.125、0.25、0.5、1.0ml/kg(每ml相当原药75g)灌胃，连续7天，对小鼠肾脏有选择性素毒性，且恢复较慢。大剂量补骨脂素类加紫外光照射能引起小鼠轻微的肝脏，生殖器，肾上腺皮质的脂肪样变、睾丸萎缩，体重减轻。主治肾阳不足；下元虚冷；腰膝冷痛；阳痿精；尿频；遗尿；肾不纳气；虚喘不止；脾肾两虚；大便久泻；白癜风；斑秃；银屑病　　]",
    " 生态环境": "[栽培或野生。　　]",
    " 各家论述": "[1.《本草纲目》：按白飞霞《方外奇方》云，破故纸收敛神明，能使心胞之火与命门之火相通，故元阳坚固，骨髓充实，涩以治脱也。胡桃润燥养血，血属阴恶燥，故油以润之，佐破故纸有木火相生之妙。故语云，破故纸无胡桃，犹水母之无虾也。又破故纸恶甘草而《瑞竹堂方》青娥丸内加之何也？岂甘草能和百药，恶而不恶耶？又许叔微《本事方》云，孙真人言补肾不若补脾。予曰，补脾不若补肾，肾气虚弱则阳气衰劣，不能熏蒸脾胃，脾胃气寒，令人胸膈痞塞，不进饮食，迟于运化，或腹胁虚胀，或呕吐痰诞，或肠鸣泄泻，用破故纸补肾，肉豆蔻补脾，二药虽兼补，但无斡旋，往往常加木香以顺其气：使之斡旋空虚仓廪，仓廪空虚则受物矣。2.《本草经疏》：补骨脂，能暖水脏；阴中生阳，壮火益土之要药也。其主五劳七伤，盖缘劳伤之病，多起于脾肾两虚，以其能暖水脏、补火以生土，则肾中真阳之气得补而上升，则能腐熟水谷、蒸糟粕而化精微。脾气散精上归于肺，以荣养乎五脏，故主五脏之劳。七情之伤所生病。风虚冷者，因阳气衰败，则风冷乘虚而客之，以致骨髓伤败，肾冷精流，肾主骨而藏精，髓乃精之本，真阳之气不固，即前证见矣，固其本而阳气生，则前证白除。男子以精为主，妇人以血为主，妇人血气者，亦犹男子阳衰肾冷而为血脱气陷之病，同乎男子之肾冷精流也。3.《本草经读》：（《开宝本草》云）堕胎者，言其人素有堕胎之病，以此药治之，非谓此药堕之也。盖胎藉脾气以长，藉肾气以举，此药温补脾肾，所以大有固胎之功。数百年来，误以黄芩为安胎之品，遂以温药碍胎，见《开宝》有堕胎二字，遽以堕字不作病情解，另作药功解。或问《本经》牛膝本文，亦有堕胎二字，岂以堕字作药功解乎？曰，彼顶逐血气句来，惟其善逐，所以善堕，古文错综变化，难与执一（而论）。4.本草思辨录》：按《开宝》补骨脂主治。以五劳七伤冠首而踵以风虚冷，是风虚冷由五劳七伤而致也。再继之以骨髓伤败，肾冷精流，又由风虚冷而致也。夫肾家之风，有因热而生者，如天麻丸之用萆薢、元参、生地黄也。此则因虚冷而生风，故宜以味辛大温之补骨脂拯之。5.《药性论》：主男子腰疼，膝冷囊湿，逐诸冷痹顽，止小便利，腹中冷。6.《日华子本草》：治冷劳，明耳目。7.《开宝本草》：主五劳七伤，风虚冷，骨髓伤败，肾冷精流及妇人血气堕胎。8.品汇精要》：固精气。9.《本草纲目》：治肾泄，通命门，暖丹田，敛精神。10.《玉楸药解》：温暖水土，消化饮食，升达脾胃，收敛滑泄、遗精、带下、溺多、便滑诸证。11.《医林纂要》：治虚寒喘嗽。　　]",
    " 采收和储藏": "[秋季果实成熟时，随熟随收，割取果穗，晒干，打出种子，除净杂质即可。　　]",
    " 资源分布": "[分布于山西、陕西、安徽、浙江、江西、河南、湖北、广东、四川、贵州、云南。　　]",
    " 用药禁忌": "[1.阴虚火旺者忌服。2.《本草经疏》：凡病阴虚火动，梦遗，尿血，小便短涩及目亦口苦舌干，大便燥结，内热作渴，火升目赤，易饥嘈杂，湿热成痿，以致骨乏无力者，皆不宜服。3.《得配本草》：阴虚下陷，内热烦渴，眩晕气虚，怀孕心胞热，二便结者禁用。动植物形态补骨脂 一年生草本，高60-150cm。枝坚硬，具纵棱；全株被白色柔毛和黑褐色腺点。单叶互生，有时枝端侧生有长约1cm的小叶；叶柄长2-4cm，被白色绒毛；托叶成对，三角状披针形，长约1cm，膜质；叶片阔卵形，长5-9cm，宽3-6cm，先端钝或圆，基部心形或圆形，边缘具粗锯齿，两面均具显著黑色腺点。花多数密集成穗状的总状花序，腋生；花梗长6-10cm；花萼钟状，基部连合成管状，先端5裂，被黑色腺毛；花冠蝶形，淡紫色或黄色，旗瓣倒阔卵形，翼瓣阔线形，龙骨瓣长圆形，先端钝，稍内弯；雄蕊10，花药小；雌蕊1，子房上位，倒卵形或线形，花柱丝状。荚果椭圆形，长约5mm，不开裂，果皮黑色，与种子粘贴。种子1颗，有香气。花期7-8月，果期9-10月。不良反应及治疗补骨脂注射液偶尔引起过敏性休克。功效分类补益药　　]",
    " 药用植物栽培": "[生物学特性喜温暖湿润气候，宜向阳平坦、日光充足的环境。苗期虽喜欢潮湿，但忌水淹。喜肥，基肥充足，土壤肥沃则生长茂盛。对土壤要求不严，一般土地都可种植，但以富含腐殖质的砂质壤土为最好，粘土较差。种子在20℃左右，有足够湿度的土壤中，约7-10d出苗。栽培技术 用种子繁殖：春季播种，播种前，土地于前年秋季结合秋耕，施足底肥，lhmZ施厩肥45000-60000kg，过磷酸钙225kg。春季耙平后播种，条播，行距30-50cm，开浅沟，将种子均匀撒入，覆土l-2cm，稍镇压后浇水。每1hm2播种量15-22.5kg。田间管理 苗期注意管理，及时松土除草，勿使土壤表层板结，植株封垄后可停止松土。如土干时，应及时浇水。苗高10cm左右，间苗，株距15-20cm。定苗后，1hm2追施过磷酸钙225kg，钾肥75kg，沟施，施后覆土浇水。病虫害防治 根腐病，雨季发生，应选排水良好的地方种植，发病期间可用多菌灵浇灌病株。虫害有地老虎，苗期为害。　　]",
    " 炮制方法": "[补骨脂：簸净杂质，洗净，晒干。盐补骨脂：取净补骨脂用盐水拌匀，微润，置锅内用文火炒至微鼓起，取出，晾干。（每补骨脂100斤，用盐2斤两，加适量开水化开澄清）；凡使补骨脂，用酒浸一宿后，漉出，却用东流水浸三日夜，从已至申出，日干用；补骨脂，入药微炒用。生药材鉴定性状鉴别果实扁圆状肾形，一端略尖，少有宿萼。怀补骨脂长4-5.5mm，宽2-4mm，厚约1mm；川补骨脂较小。表面黑棕色或棕褐色，具微细网纹，在放大镜下可见点状凹凸纹理。质较硬脆，剖开后可见果皮与外种皮紧密贴生，种子凹侧的上端略下处可见点状种脐，另一端有合点，种脊不明显。外种皮较硬，内种皮膜质，灰白色；子叶2枚，肥厚，淡黄色至淡黄棕色，陈旧者色深，其内外表面常可见白色物质，于放大镜下观察为细小针晶；胚很小。宿萼基部连合，上端5裂，灰黄色，具毛茸，并密布褐色腺点。气芳香特异、味苦微辛。显微鉴别 果实横切面：果皮波状起伏。表皮细胞1列，有时可见小形腺毛；表皮下为薄壁组织，内有众多碗形壁内腺（内生腺体）沿周边排列，内含油滴；并散有维管束。种皮表皮为1列栅状细胞，壁略呈倒“V”字形增厚，其下为1列哑铃状支持细胞，向内为数列薄壁细胞，散有外韧型纸管束；色素细胞1列，扁平。种皮内表皮细胞三列。子叶细胞类方形、多角形，充满糊粉粒与油滴。粉末特征：灰黄色。①种皮表皮栅状细胞断面观径向34-66μm，切向714μm，侧壁上部较厚，下部渐薄，内壁薄，光辉带位于上侧；顶面观多角形，胞腔极小，孔沟细而清晰；底面观类多角形或类圆形，壁薄，胞腔内含红棕色物。②种皮支持细胞断面观哑铃状，长26-51μm，上端较宽大，侧壁中部厚2-5μm；表面观类圆形，可见环状增厚壁（侧壁增厚部分）。③果皮表皮细胞壁皱缩，细胞界限不清，表面观可见密集的大型内生腺体及少数小腺毛。气孔小，退化。④内生腺体自果皮表皮向内着生，形大，常破碎。完整者断面观略呈半球形，由10数个至数十个纵向延长细胞放射状排列而成，表面观类圆形，中央由多数多角形表皮细胞集成类圆形细胞群（腺体基部）。⑤小腺毛头部4-5细胞，有的细胞界限不明显，直径10-32μm；无柄。⑤草酸钙小柱晶成片存在于中果皮碎片中。药物应用鉴别补骨脂与益智仁，皆为植物的成熟果实，均为温脾暖肾。然而，补骨脂大温气厚，味兼苦，故偏于走下，善补命门之火，以壮元阳，多用于肾虚寒者；益智仁气较薄味炖辛，故偏于走中，善温暖脾土，补益后天之本，多用于脾虚寒者。性味味辛；苦；性温　　]",
    " 中药化学鉴定": "[理化鉴别（1）取本品粉末0.5g，加乙醇5ml，水浴温浸30min，滤过。取滤液1ml，加新配制的70％盐酸羟胺甲醇溶液2-3滴，20％氢氧化钾甲醇溶液2滴，水浴加热1-2min，加10％盐酸至酸性，再加入10％三氯化铁乙醇溶液l-2滴，溶液呈红色。（检查香豆精）（2）取本品粉末少量，进行微量升华，可见针状、簇针状结晶。（检查香豆精）（3）薄层色谱 取本品粉末0.5g，加醋酸乙酯20ml，超声处理15min，滤过，滤液蒸干，残渣加醋酸乙酯团ml使溶解，作为供试品溶液。另取补骨脂素、异补骨脂素对照品，加醋酸乙醋制成每lml各含2mg的混合溶液，作为对照品溶液。吸取上述两种溶液各2-4μl，分别点于同一桂胶G薄层板上，以正已烷一醋酸乙酯（8：2）为展开剂，展开，取出，晾干，喷以10％氢报废化钾甲醇溶液，置紫外光灯（365nm）下检视。供试品色谱中，在与对照品色谱相应的位置上，显相同的两个蓝白色荧光斑点。药材基源为豆科植物补骨脂的果实。　　]",
    " 现代研究": "[1．化学成分：含香豆素类、黄酮类及单萜酚类。2．药理作用：复方补骨脂冲剂对垂体后叶素引起的小鼠急性心肌缺血有明显的保护作用，补骨脂对由组胺引起的气管收缩有明显扩张作用，补骨脂酚有雌激素样作用，能增强阴道角化，增强子宫重量，补骨脂是通过调节神经和血液系统，促进骨髓造血，增强免疫和内分泌功能，从而发挥抗衰老作用。3．临床研究：将复方补骨脂软膏涂于患处，治疗外阴白斑有效（山西中医药杂志，1993，22，（4）：286）；补骨脂、益智仁研末分包，晨起以米汤送服，用治疗遗尿（湖南医药杂志，1998，（1）：34）。4．不良反应：补骨脂总油、补骨脂酚和异补骨脂素，小鼠分别灌服补骨脂酚0.125、0.25、0.5、1.0，可引起肾脏病变，大剂量可见进行性肾损害。　　]",
    " 临床运用": "[《本草图经》：补骨脂，今人多以胡桃合服，此法（用）破故纸十两，净择去皮，洗过捣筛令细，用胡桃瓤二十两，汤浸去皮，细研如泥，即入前末，更以好蜜和搅令匀如饴糖，盛于磁器中。旦日以暖熟水调亦可服，弥久则延年益气，悦心明目，补添筋骨。但禁食芸薹、羊血，馀无忌。用法用量内服：煎汤，6-15g；或入丸、散。外用：适量，酒浸涂患处。]",
    " 参看": "[《中药学》- 补骨脂《本草纲目 · 补骨脂》]"
},{
    "中药名称": "补血薯",
    "植物形态": "[七叶薯蓣 缠绕草质藤本。全株除叶片有较疏的柔毛，老时脱落，或叶脉有柔毛外，其余密被淡褐色绒毛，茎有刺。掌状复叶互生；叶柄长达15cm，有时有刺；有3-5（-7）小叶，叶片长7-23cm，宽3-8.5cm，先端尾状渐尖，全缘或边缘波状，背面灰绿色；中间小叶片被针状长椭圆形至椭圆形或宽倒被针形，最外侧的小叶片斜被外形至斜卵状长椭圆形。雄花序为总状花序，2-4个或单个着生在无叶的花枝上；雄花花梗长约0.5mm；外轮花被片三角状卵形，内轮近长圆形；雄蕊3，着生外轮花被片基部，与3枚退化雄蕊互生;雌花序为穗状花序，长达50cm，2-3个着生叶腋。蒴果反折，三棱状长方倒卵形，长3.5-5cm，宽2-3cm；种子着生每室中轴顶部，种翅向蒴果基部伸长。花期10月至翌年2月，果期12月至翌年4月。　　]",
    " 药用价值": "[【功效分类】化瘀止血药；消肿止痛药【性味】辛；微甘；凉【药材基源】为薯蓣科植物七叶薯蓣的块茎。【用法用量】内服：煎汤，6-15g。外用：适量，捣敷。【应用与配伍】 凉血止血，消肿止痛。 产后腹痛，通经，肺结核，咳血。块根2～3钱，水煎服或炖猪骨服。 跌打损伤：块根3～5钱，水煎服，并用鲜块根捣烂外敷。]"
},{
    "中药名称": "布狗尾",
    "药名": "[布狗尾别名土狗尾、长穗狸尾草、兔狗尾、猫公树、防虫草、猫上树、狐狸尾。汉语拼音bu gou wei英文名all-grass of Longspike Uraria拉丁植物动物矿物名Uraria crinia （L.）Desv.varmacrostachya （Wall.）Benth.[U.macrostachyl Wall.]　　]",
    " 形态特征": "[长穗猫尾草 直立亚灌木，高l-1.5m。茎多分枝，被短柔毛。奇数羽状复叶，互生；有长柄；小叶3-7片，对生，叶片卵状披针形或椭圆形，长10-15cm，宽5-7cm，先端短尖，基部圆形或稍心形，全缘，上面无毛，背面被柔毛；托叶小。总状花序顶生，成穗状，长达30cm以上，先端弯曲，形似“狗尾”，花极稠密；萼管极短；花冠蝶形，紫色，旗瓣阔，翼瓣和龙骨瓣粘贴；雄蕊二体，于房上位。荚果2-4节，扭曲重叠，略被短毛。种子黑褐色，有光泽。花期5-7月，果期7-9月。　　]",
    " 药用价值": "[归经脾；大肠经功效清热；止血；消积；杀虫主治感冒；咳嗽；疟疾；吐血；咯血；尿血；外伤出血；小儿疳积；丝虫病考证出自《海南岛常用中草药手册》　　]",
    " 科属分类": "[豆科　　]",
    " 生态环境": "[生于山坡灌木丛边功杂草丛中。　　]",
    " 其它资料": "",
    " 各家论述": "[1.《岭南采药录》：清热消滞，理咳嗽，水煎服。2.《岭南草药志》：解热，杀虫。治丝虫病，疟疾。3.广州空军《常用中草药手册》：治吐血，咯血，尿血，刀伤出血，小儿疳积，感冒。　　]",
    " 采收和储藏": "[夏、秋季采收枝叶，洗净，鲜用或晒干。　　]",
    " 资源分布": "[分布于福建、台湾、广东、广西、云南。　　]",
    " 功效分类": "[止血药；清热药　　]",
    " 生药材鉴定": "[性状鉴别 枝条圆柱形，被短柔毛。羽状复叶，小叶3-7；小叶多皱缩或脱落，完整者展平后呈卵状披针形或长方卵形，长10-14cm，宽3-5cm，下面有柔毛。有时枝端可见先端弯曲、形似狗尾状的花序，长达30cm以上，暗紫色。气微，味淡。　　]",
    " 性味": "[味淡；性凉　　]",
    " 药材基源": "[为豆科植物长穗猫尾射的枝叶。　　]",
    " 用法用量": "[内服：煎汤，15-60g。]",
    "  给布狗尾条目的留言 ": "[--218.11.50.86 2013年6月8日 (六) 10:24 (CST)留言：这种野草我农村老家有好多呢]"
},{
    "中药名称": "布朗耳蕨",
    "详细信息": "[【药名】布朗耳蕨【别名】贯众、耳蕨贯众【汉语拼音】bu lang er jue【英文名】Herb of Braun's Holly Fern【拉丁植物动物矿物名】Polystichum braunii(Spenn.) Fee[Aspidium braunii Spenn.]【归经】肺；脾经【功效】清热解毒；止血；杀虫【考证】出自《原中草药治疗手册》。【科属分类】鳞毛蕨科【主治】流感；乙脑；痄腮；鼻衄；崩漏；蛲虫病；头疮白秃【生态环境】生于海拔1400-2000m的林下阴湿处。【采收和储藏】夏、秋季采收。挖出后除去叶柄及须根，洗净，鲜用或晒干。【资源分布】分布于东北、华北、西北及四川等地。【功效分类】清热解毒药【性味】微苦；凉【药材基源】为鳞毛蕨科植物布朗耳蕨的根茎。【用法用量】内服：煎汤，10-15g；研末，3g。外用：适量，研末调搽。【选方】治热毒发疹：布朗耳蕨配升麻荆芥防风煎汤服]"
},{
    "中药名称": "布渣叶",
    "植物介绍": "[布渣叶Microcos paniculata Linn【别名】 蓑衣子、破布叶、麻布叶、烂布渣、布包木、破布树、薢宝叶、火布麻、山茶叶【来源】 为椴树科（Tiliaceae）破布叶属植物破布树Microcos paniculata.的叶。　　]",
    " 形态特征": "[一般特性：常绿灌木或小乔木，高3～10m；树皮灰黑色。幼嫩部分被星状柔毛。叶：单叶互生，短柄，纸质，卵状矩圆形至倒卵圆形，长8～18cm，宽4～8cm，顶端渐尖或急尖，基部圆形或稍偏斜，两面仅在脉上有疏毛，边缘有疏细齿，基出脉3条，侧脉每边4～6条，网脉在下面明显凸起；叶柄长7～12mm，被星状毛。托叶成对，线状披针形，长约为叶柄之半。布渣叶花：花序顶生或生于上部叶腋，由多个具2～3花的小聚伞花序排成圆锥花序，花序分枝、花梗和萼片外面密生星状柔毛。花淡黄色，辐射对称；萼片5，匙状长圆形，长约6mm，被星状柔毛；花瓣5，长圆形，长2毫米，长为萼片的1/4～1/2；两面被短柔毛，里面基部具腺体；雄蕊多数，离生；子房上位，近球形，无毛，具短柄，柱头锥状。花期：夏月6，～8月。果：核果近倒卵形，长约1cm，直径约7毫米，黑褐色，秃净，全缘；核有毛，3室。成熟时棕色。果期8～10月。生态分布：全世界约 60 种，分布于非洲、印度、马来西亚。我国产2种，为破布叶和海南破布叶，主要分布于我国广东、海南、广西、云南等地。尤以广东省分布广，产量大，资源丰富，广东的阳西、湛江是主产地。生于丘陵、山坡、林缘等处灌丛中或平地路旁或疏林下，少有栽培。　　]",
    " 采制": "[全年可采收，一般夏、秋季采摘，去净枝梗，阴干，不宜曝晒，否则色变黄，质次。药材性状完整叶片纸质，卵圆形或倒卵状长圆形．长10～15厘米，宽4～8厘米．黄绿色、枯黄色或淡黄棕色，具短柄，顶端常渐尖．基部钝圆；叶脉于叶背突出．主脉3，小脉网状，叶脉及叶柄上披星状小柔毛，叶缘具小锯齿。质脆．易破碎。气微香，味淡微酸。以净叶（叶片完整）、色黄绿、不带叶柄、无杂质者为佳。　　药材鉴别性状鉴别本品多皱缩、破碎布渣叶。完整者展平后呈卵状长圆形或倒卵圆形，长8～18㎝，宽4～8cm，黄绿色或黄棕色，先端渐尖，基部钝圆，边缘具细齿。基出脉3条，侧脉羽状，小脉网状。叶柄长7～12㎜。叶脉及叶柄有毛茸。气微，味淡、微涩。以叶大、完整、色绿者为佳。显微鉴别叶片横切面：上、下表皮细胞长方形或类方形，外被角质层，下表皮细胞较小，位于中脉下方的细胞，外壁突起呈乳头状。栅栏细胞1～2列，于中脉处中断。叶肉组织中含草酸钙棱晶较多，直径10～25μm，并有细小簇晶。中脉明显向下突出，维管束外韧型，木质部槽状，韧皮部包围木质部的大部分，韧皮薄壁细胞中含草酸钙簇晶，维管束鞘纤维几乎排列呈环状，中脉下表皮内的几层薄壁细胞挤压呈颓废状。布渣叶中脉横切面简图（×22）叶片表面观：上、下表皮细胞均呈多角形，垂周壁略呈波状。气孔上表皮少见，下表皮较多，不定式，副卫细胞3～5（～6）个。叶脉和网脉上有非腺毛和腺毛。非腺毛有两种：一种为星状毛，有2～15个细胞，有的细胞具分隔，直径210～350～420μm；另一种为单细胞非腺毛，长110～380μm，直径10～20μm，平直或稍弯曲，先端尖。腺毛长30～58μm，柄单细胞，头部有5～10余个细胞，纺锤形，先端圆。布渣叶表皮细胞（×375）1.上表皮 2.下表皮布渣叶表皮的毛茸（×156）1.腺毛 2.非腺毛 3.星状毛理化鉴别1.取本品粗粉20.0g，加乙醇加热回流2次，滤过，滤液蒸干，残渣加1%盐酸溶液加热溶解5次，滤过。取滤液分置3支试管中，分别滴加碘化铋钾、碘化汞钾及硅钨酸试液各1～2滴，立即依次产生橙红色、淡白色、灰白色沉淀。（检查生物碱）2.取本品粗粉2.0g，加乙醇加热回流20分钟，滤过，取滤液点于滤纸片上，喷溴酚蓝试液，立即在蓝色背景上显黄色斑点。3.薄层层析。样品制备：取本品粗粉20.0g，加乙醇加热回流2次，每次30分钟，滤过，滤液用氨试液调至碱性，用氯仿振摇提取3次，分出氯仿层，蒸干，提出物用氯仿1.0ml溶解备用。吸附剂：硅胶H-CMC。展开剂:氯仿:乙醇:冰醋酸（9:1:0.1）。展距：10cm。显色剂：喷以碘化铋钾试液，即显3～4个棕色色斑。　　]",
    " 药材鉴别": "[]",
    " 药用价值": "[布渣叶薄层层析图谱 1.布渣叶【化学成份】化学成分预试表明，本品含有生物碱、有机酸、糖类、酚类和鞣质。【性味归经】 淡、微酸，平。【功能主治】清热消滞，利湿退黄，化痰。只要用于感冒，中暑，食欲不振，消化不良，湿热食滞之脘腹痛，食少泄泻，湿热黄疸。【用法用量】15～30g；亦可配作凉茶用。【历史】本品为岭南习用草药。中国南部常见的腋生植物，广州近郊小丘上时见之。布渣叶药用历史最早见于清•何克谏所著的岭南本草书籍《生草药性备要》,在该书中收载为了一味清热解毒且常用作茶饮的岭南中草药“破布叶”，并载其：“ 味酸，性平，无毒，解一切蛊胀，清黄气，消热毒。作茶饮，去食积。又名布渣”。其后, 道光28年 (公元1848 年) 刊行的另一部岭南本草专著《本草求原》中才以“ 布渣叶”为正名收载，曰“即破布叶，酸甘，平。解一切蛊胀 药毒，清热，消食积，黄疸。作茶饮佳。”另《广东通志》描述道：“ 破布叶出阳江阳春恩平，状如掌而绿，岭南舟人多用，香烟毒水迷客，煎汤服之立解”。其后的《岭南草药志》、《陆川本草》及两广地区的中草药手册对此均有记载。《中华人民共和国药典》(1977 年版一部 )及 《 广东中药材标准 》（第一册）亦收载之。虽然各文献以不同名称为正名记载该药，但其药物来源均为同一植物，故可确认各文献记载的药物为同一药材。适合于广东湿热气候。自古以来，布渣叶在就我国岭南地区的民间广泛应用，民间常用布渣叶煎茶作夏季饮料，有解渴，开胃作用。【临床应用】现代中医临床对于布渣叶的应用较为少见，其应用主要集中在岭南民间作茶饮料和一些企业制作保健凉茶。现代的一些中药专著对布渣都有详细记载，如《广东省中药材标准》、《中华本草》等。二者所载功能基本相同 , 主要功能都是清热消滞 , 利湿；但在主治方面后者除载有前者的“感冒，湿热食滞之脘腹痛，食少泄泻，湿热黄疸”外 , 还增加了“疮疡，蜈蚣咬伤”症候。另二者所载性味相差甚远，前者载 : “布渣叶性味甘、淡 , 微寒” , 后者载 : “破布叶味酸、淡 , 性平”。值得进一步探讨。布渣叶在岭南地区主要用于感冒、黄疸、腹痛、蜈蚣咬伤等症治疗。①治感冒、消化不良、腹胀：布渣叶 15 ～ 30g ，水煎服；或布渣叶、番石榴叶、辣蓼各 18g ，水煎服，每日 2 剂。②治蜈蚣咬伤：布渣叶 15 ～ 30g ，水煎服 。 ③治黄疸：布渣叶 60g ，猪血 60g ，水煎服，每日 1 次，连服 6 天；或布渣叶、田基黄、茵陈蒿各 15g ～ 30g ，水煎服。④治瓜藤疮：布渣叶、鸭脚木叶、茅瓜莳、牢牛莳、食盐，各味适量。捣烂和牛尿炒热，乘稍凉敷患处，再用高粮粟梗煮凫鸭食之。⑤治热滞腹痛：布渣叶、鸭脚木皮、黄牛木叶、路兜簕根、岗梅根，各药等量。每用 120 ～ 320g ，水煎作茶饮。广东地处岭南，“ 土卑地湿 ”，即长年气候炎热，地势较低，特别是珠江三角洲的地势尤其低，且三面环山，一面临海，由于特殊的地理气候特点，长年湿热温蒸，因此容易出现所谓的 “ 热气 ” 现象，容易出现喉咙干痛，咽喉发炎，面部长痤疮、牙龈肿痛等 “ 热气 ” 表现。然而 “ 一方水土养一方人 ” ， “ 一方草药医一方人 ” ，广东很多中草药有很好的“解热气”作用，其中布渣叶就是一味很好得保健凉茶制作原料，而且民间应用极为广泛。①布渣叶茶：布渣叶 10g ，绿茶适量。将布渣叶和绿茶同热水瓶内，冲入开水 1000g ，当茶饮用，每日饮数次。 此茶有较好的消滞除积、和胃降逆的功效，小儿发生呃逆，常饮此茶可见效。②布渣叶夏枯草雪梨汤：布渣叶半两，夏枯草半两，雪梨四个，木瓜一斤半，瘦肉八两，蜜枣四个，盐适量，清水八杯。洗净布渣叶、夏枯草和蜜枣，雪梨洗净后切件；木瓜去皮、去核，洗净切件；瘦肉洗净，飞水后再冲洗干净。将清水放入瓦煲内，放入全部材料煲约两小时后，下盐调味即可。此汤水有清肝去热之作用，常饮可避免身体燥热，也适合在夏天饮用。③木棉花布渣叶桑叶水：木棉花 40 克，布渣叶 20 克，桑叶 15 克，冰糖适量。木棉花、布渣叶、桑叶，洗净，加清水 4 碗煲至将好，加入冰糖，片刻汤成，去渣饮汤。凡暑引致之各症，如暑疖疮、湿疹、尿道炎、肠胃炎、小便不通畅等，饮此汤有改善。④火炭母布渣叶汤：火炭母 15 克、布渣叶 9 克、山楂 9 克、谷芽 9 克、麦芽 9 克。将药材置煲中，加清水 4 碗，以中火煎 40 分钟，浓缩成一碗温服。本品具有去腻助消化，急性肠胃炎、痢疾、湿热泄泻者，均可服用。此汤适合任何体质人士饮用。⑤蜜刺布渣茶：布渣叶 50 克，山渣 25 克，蜜枣 4 粒。将材料连同 4 碗半水于茶煲中煲半小时。布渣叶及山渣肉均有去脂的作用，而蜜枣的作用是增加药水的甜味。这 3 种材料性质温和，男女老幼均可服用，而当中有香甜的蜜枣，更适合肥胖的小朋友减肥之用。⑥布渣脚金鸭肾汤：布渣叶 15 克、独脚金 15 克、白萝卜 1 小个。将布渣叶、独脚金、蜜枣洗净，白萝卜去皮切厚件，备用。将鲜鸭肾洗净，但不要剥去黏附在鸭肾内壁上的一片金黄色的厚膜（称：鸭内金，俗称鸭肾衣），如果是陈肾的话就用清水浸透，洗干净备用。加水 2 大碗，先用猛火褒至水滚，然后放入所有材料，水开后改用中火褒 1 个半小时，下盐调味即可饮用。本品适合 0 ～ 4 岁小孩饮用，能健脾开胃、去积消滞。如果宝宝呕奶、腹部胀满不思乳食、大便酸臭，可用此汤作食疗。⑦王老吉凉茶：本品为广州王老吉药业的品牌产品之一，王老吉凉茶就由布渣叶、仙草、蛋花、菊花、金银花、夏枯草和甘草等草本植物材料，运用古方制成。【注】目前， 布渣叶不仅为广东常用民间制作凉茶的原料中草药，而且也是许多品牌企业产品如“王老吉”、“廿十四”等凉茶的主要成分之一。随着凉茶市场的不断发展与完善，布渣叶的用量也将不断上升，其在广东凉茶中作用必将越显重要。 然而， 对于布渣叶的有关研究只是进行了一些初步工作，其研究还处于初步探索阶段，布渣叶各方面的研究工作还很不完善，对于布渣叶的有效成分和指标性成分方面的研究还很欠缺，尚未建立有关有效成分的含量测定方法，而对布渣叶的毒理、药理与机理研究则处于空白。因此，笔者建议对布渣叶还应进行深入开展其化学成分及毒理、药理、机理研究，以便使布渣叶这一广东凉茶瑰宝得到更好、更广泛的应用，可使其进一步开发成布渣叶系列药物制剂或保健凉茶，为全国，甚至全世界人民的卫生保健和医疗服务。]"
},{
    "中药名称": "菜豆树",
    "植物学名": "[“幸福树”学名菜豆树，别名辣椒树、接骨凉伞、山菜豆树，麒麟紫葳（商家名）。为紫葳科、菜豆树属的乔木，其拉丁文学名为Rad ermachera sinica。　　]",
    " 形态特征": "[中等落叶乔木，高达15米，树皮浅灰色，深纵裂。2回至3回羽状复叶，叶轴长约30厘米，无毛。中叶对生，呈卵形或卵状披针形，长4 厘米至7厘米，先端尾尖，全缘，两面无毛，叶柄无毛。花夜开性。花序直立，顶生，长25厘米至35厘米，径30厘米，苞片线状披针形、早落。萼齿卵状披针形，长约1.2厘米。花冠钟状漏斗形，白色或淡黄色，长6厘米至8厘米，裂片圆形，具皱纹，长约2．5厘米。蒴果革质，呈圆柱状长条形似菜豆，稍弯曲、多沟纹。　　]",
    " 地理分布": "[菜豆树原产于台湾、广东、海南、广西、贵州、云南等地，多分布于海拔300米至850米（广西、海南）、1100米至1700米（云南中部以南）的山谷、平地疏林中。印度、菲律宾、不丹等国也有分布。　　]",
    " 生态习性": "[它性喜高温多湿、阳光足的环境。耐高温，畏寒冷，宜湿润，忌干燥。栽培宜用疏松肥沃、排水良好、富含有机质的壤土和沙质壤土。花期5月至9月，果期10月至12月。　　]",
    " 繁殖技术": "",
    " 1．播种": "[可于12月底，待其蒴果接近开裂、种子充分成熟时，采收长条状蒴果，晾干后脱出带翅的种粒，搓揉后扬去膜质种翅碎片，将其干藏至来年春天播种。也可将其浸泡2个至3个小时后拌和于湿沙中，薄摊于棚室内的大塑料盆中，保持种、沙湿润，经常检查防止出现霉变，待其种粒萌发后再行下地播种。干藏的种子，于3月至4月间，先浸泡3个至4个小时，捞出后其稍加摊晾，再与沙土混合后撒播于作好的苗床上，轻覆薄土，加盖薄膜保湿，待其种粒出苗后揭去薄膜，搭疏荫棚遮光。当其长出2片至3片真叶时带土团进行扩距移栽，也可待其长出4片至5片大叶时，再行上盆或袋栽，加强水肥管理，当年即可作为商品苗出售。　　]",
    " 2．扦插": "[3月至4月间，当环境气温达15℃左右时，剪取1年至2年生木质化枝，长约15厘米至20厘米，删去全部叶片，下切口最好位于节下0.5厘米处，将其扦插于沙壤苗床上，插穗入土深度约为穗长的1 ／3至1／2。在其下切愈合生根期间，应喷水维持苗床湿润。待其长出完好的根系后，方可将其带土团移栽上盆，最好2株至3株合栽，可及早成形出售。　　]",
    " 3．压条": "[可于3月至4月间，在2年生壮枝或茎干的节下，进行环状剥皮，剥皮宽度一般为被压条茎干直径的2倍至3倍。在环剥口下，捆绑一块15厘米×20厘米的塑料薄膜。用干净湿润的泥炭土或沙壤土，在环剥处握捏一个直径8厘米至10厘米的土团。继之，用塑料薄膜包裹好土团，上端留好接水口，并将其绑靠于粗大的主干上，以防下垂被风折断。到了秋末，待其环剥口长出较完好的根系后，再将其切离母株另行上盆栽种。　　]",
    " 管理要点": "",
    " 1．温度": "[菜豆树喜暖热环境，生长适温为20℃至30℃。盛夏酷暑期间，当环境温度达30℃以上时，要适当给予搭棚遮阴，增加环境和叶面喷水，或将其搬放到有疏阴的通风凉爽处过夏。秋末降临，当环境温度降至10℃左右时，应及时将其搬放到棚室内。越冬期间，最好能维持不低于8℃的棚室温度，最低不得低于5℃，以免出现冷害伤叶或落叶。家庭盆栽，可将其搬放到有空调或电热取暖器的室内，确保室温不低于8℃，使其能平安过冬。　　]",
    " 2．光照": "[菜豆树为喜光植物，也稍能耐阴，全日照，半阴环境均可。其幼苗比较耐阴，夏季要搭棚遮光。盆栽植株，在室内陈列期间应将其搁放于光照充足的窗前或室内。如果长时间将其搁放于光线暗淡的室内，易造成落叶。家庭盆栽，越冬期间可将其摆放于窗前或阳台前较高的部位，让其多多接受光照。　　]",
    " 3．水分": "[栽培菜豆树，要求有一个比较湿润的土壤和陈列环境。育苗期，要保持苗床湿润，入夏后的高温干旱季节，更应重视水分供应。盆栽菜豆树，为了使其不长得过于高大，在春季抽生新梢时，可适当控制浇水，维持盆土比较湿润即可。在室内陈列的盆株，除要求保持盆土湿润外，高温季节每天还要给植株喷水2次至3次。夏、秋季搁放于室外养护的植株，一定要加强植株及周围小环境的喷水，为其创造一个凉爽湿润的适宜环境。冬季搁放于室内的植株，由于一般室内温度均低于10℃，植株进入休眠状态，不可浇水太多，以免出现积水烂根，可每隔2天至3天于晴好天气的中午前后，用稍温的清水喷洒植株一次，以维持其清秀的外貌，也可增加环境湿度。此外，菜豆树还可进行水培。　　]",
    " 4．土壤": "[盆栽菜豆树，应选用疏松肥沃、排水透气良好、富含有机质的培养土。通常用园土5份、腐叶土3份、腐熟有机肥1份、河沙1 份混合配制。生长季节每月进行一次松土，确保其根部始终处于通透良好的状态。梅雨季节，对搁放于露天环境中的盆栽植株，每次大的降雨后要及时检查盆土，发现盆内有积水要尽快排除，并于盆土收干后进行翻盆换土。一般情况下，作为家庭盆栽的中小植株，可每年于4 月初出房时进行一次翻盆，以满足其全年生长对土壤肥力的要求。　　]",
    " 5．肥料": "[盆栽菜豆树，除要求在培养土中加入适量的腐熟饼肥和 3％的多元复合肥外，还应不间断给予追肥。生长季节可每月浇施一次速效液肥，通常可用腐熟的饼肥水。家庭少量盆栽，或对长时间作公共场所陈列的大型盆株，可定期埋施少量多元缓释复合肥颗粒，也可用0.2％的尿素加0.1％的磷酸二氢钾混合液浇施。北方地区盆栽，中秋后可连续追施2次至3次．3％的磷酸二氢钾液，以增加植株的抗寒性，有利于其安全过冬。夏季气温高于32℃、秋末冬初气温低于12 ℃后，均应停止追肥。　　]",
    " 病虫防治": "",
    " 叶斑病": "[在高温、高湿通风不好的环境中，其叶片易感染叶斑病。防治方法：不论是在室内还是在室外，都应加强通风透光，避免叶面长时间滞水，减少叶斑病发生的可能。发现少量病叶，及时将其摘除烧毁，定期喷洒50％的多菌灵可湿性粉剂600倍液，每半月一次，连续 3次至4次。家庭盆栽，个别植株少量叶片上出现的病斑，可涂抹达克宁霜软膏。　　]",
    " 介壳虫": "[在高温高湿、通风透气不良的条件下，特别是秋冬季长时间搁放于棚室期间，其茎干及叶片上，易出现介壳虫危害。防治方法：加强通风透光，注意控制环境湿度。发现少量活虫体，及时用湿布抹去，也可用透明胶带将其粘去。生产性栽培，可于其若虫孵化盛期，用25％的扑虱灵可湿性粉剂1500 倍液喷杀。　　]",
    " 养花问答": "[问：摆放于室内的植株为何出现大量落叶？答：这是因为室内光线过于暗淡，且通风透气不良所致，如果不是在寒冷的冬季，可将其搬放到阳台上，让其通风见光，可很快抽长出新叶。冬季应将其搁放于光线充足的南向阳台或落地窗前。问：北方地区摆放于室内的植株，叶尖为何出现枯黄？答：主要原因是室内空气干燥所致，可每天在其叶上喷洒2次至3 次清水，能有效防止新抽叶片的叶尖枯黄。问：室内种养菜豆树对人体有害吗？答：菜豆树的根、叶、果作药用，具有凉血、消肿、褪烧的作用，可治跌打损伤、毒蛇咬伤等，作为室内陈列，不仅对人体无害，而且有益于人体的健康。　　]",
    " 品种辨别": "[1．小萼菜豆树：1回羽状复叶，长40厘米至60厘米，小叶5片至7 片，卵状长椭圆形，长11厘米至26厘米，宽4厘米至6厘米。花萼长、宽均为3毫米至5毫米，花冠淡黄色。产于云南、广西。2．广西菜豆树：1回羽状复叶，小叶3片至7片，长椭圆形，长18 厘米至21厘米，宽7．5厘米至9厘米。花冠白色，花冠筒外面紫红色，内面白色。产于广西、广东。3．豇豆树：2回羽状复叶，叶轴长45厘米。小叶多达23枚，椭圆状披针形，长10厘米至20厘米，宽3厘米至7厘米。花冠橙黄色。产于云南南部。4．滇菜豆树：2回至3回羽状复叶，叶长达70厘米。小叶卵形，长 4厘米至9厘米，宽2厘米至5厘米，上面密生小白腺点，下面密生极小凹穴。花冠白色或淡黄色。产于云南。5．海南菜豆树：1回至2回羽状复叶，小叶长圆状卵形，先端渐尖。花冠淡黄色，长3．5厘米至5厘米。蒴果长40厘米，径约0．5厘米。产于海南、广东、云南等地。6．美叶菜豆树：2回羽状复叶，长30厘米。小叶5片至7片，为椭圆形，长4厘米至6厘米，叶背苍白色，叶柄、叶轴被粉状微毛。花冠白色，长3.5厘米至4厘米，蒴果长20厘米至40厘米，径0.5厘米至0.6 厘米。产于广东、广西及海南。　　]",
    " 中药材": "[【药名】菜豆树【别名】牛尾豆、蛇仔豆、鸡豆木、豆角木、接骨凉伞、大郎伞、大朝阳、森木郎伞、豆角树、白鹤参、牛尾树、朝阳花、牛尾木、蛇树、辣椒树、钝力树、山菜豆、苦苓舅、豇豆树、跌死猫树【汉语拼音】cai dou shu【英文名】Root of Asia Belltree【拉丁植物动物矿物名】Radrmachera sinica (Hance) Hemsl.[Stereospermum sinicum Hance.]【中药化学成分】菜豆树根皮和叶中含8-羟基-2，6-二甲基-（2E，6E）-辛二烯酸[8-hydroxy-2，6-dimethyl-(2E,6E)-octadienoic acid]，8-羟基-2，6-二甲基-二思虑在-（2E，6）-辛二烯酸葡萄糖酯[glucosyl-8-hydroxy-2，3-dimethyl-(2E，6E)-octadienoate]，8，10-二羟基-2-甲基-[2E，6E）-辛二类酰基梓醇[8，10-dihydroxy-2-methyl-(2E，6E)-octadienoyl catalpol]，6-O-4″-羟氧基-苯甲酰基筋骨草醇（6-O-4″-hydroxy-3″-methoxy-benzoyl ajugol），黄金树甙（specicoside），米内甙（minecoside），林生钓钟柳甙（nemoroside）I，毛子草甙（amphicoside）[1]。木部含荼醌类成分：拉杷醌醇（lapachol），去氢-α-拉杷醌（dehydro-α-lapchone），去氢异-α-拉杷醌（dehyroiso-α-lapa-chone），3-羟基-6-甲氧基去氢异-α-拉杷醌（3-dhydroxy-6methoxy-dehydroiso-α-lapachone），3-羟基去氢异-α-拉杷醌（3，6-dimethoxydrhydross-αlapachone），3，5-二羟基-6-甲氧基去氢异-α-拉杷醌（3,5-dihydroxy-6-methoydehydroiso-α-lapachone），2-异丙烯基荼并[2，3-6]呋喃-4，9-醌[2-isopropenylnaphtho[2，3-6]furan-4，9-qinone][2]，菜豆树萜内酯（radrmasinin）[3]。【功效】清暑解毒；散瘀消肿【考证】出自《广西中草药》【科属分类】紫葳科【拉丁文名】Radix Radermacherae Sinicae.【主治】伤暑发热；痈肿；跌打骨折；毒蛇咬伤【各家论述】1.《广西中草药》：散瘀消肿，清热解毒。 2. 广州空军《常用中草药手册》：凉血散瘀，消肿止痛。治高热头痛，胃痛，扭挫伤，骨折，痈疖，毒蛇咬伤。【生态环境】生于山谷或平地疏林中。【采收和储藏】根，全年可采；叶，夏、秋季采；果实，秋季采。鲜用或晒干。【资源分布】分布于台湾、广东、广西、贵州、云南。【动植物形态】菜豆树 小乔木，高达10m。根直，根皮肥厚，色白。树皮犭黑色，枝叶聚生于干顶。叶对生；二至三回羽状复叶，叶轴长约30cm；小叶卵形至卵状披针形，长4-7cm，宽2-3.5cm，先羰尾状渐尖，基部阔楔形，全缘，丙面均无毛，侧生小叶片在近基部的一侧疏生少数盘菌状腺体。顶生圆锥花序，直立，长25-35cm，宽约30cm；苞片线状披针形，长可达10cm，早落；花萼蕾时封闭，锥形，内包有白色乳汁，萼齿5，卵状披针形，中肋明显，长约12mm；花冠钟状漏斗形，白色至淡黄色，长6-8cm，裂片5，圆形，具皱纹，长约2.5cm；雄蕊4，二强，光滑；子房光滑，柱头2裂。蒴果细长，下垂，圆柱形，稍弯曲，多沟纹，渐尖，长达85cm，径约1cm，果皮薄革质。种子椭圆形，连翅长约2mm，宽约5mm。花期5-9月，果期10-12月。【功效分类】清热解毒药【性味】味苦；性寒【用法用量】内服：煎汤，9-15g。外用：适量，捣敷；或煎水洗。【出处】《中华本草》]"
},{
    "中药名称": "参须",
    "药理作用": "[抗肿瘤作用：给用二甲基奶油黄(4-dimethy-laminoazobenzene,DAB)诱发肝癌的大鼠灌服人参须糖浆(含生药0.5g），可提高其酸性α-乙酸萘酯酶(ANAE）阳性淋巴细胞的百分率，使肝癌发生率降低，肿块减小，分化程度增高，癌灶范围有纤维组织增生和淋巴细胞浸润。提示人参须糖浆能促进机体细胞免疫，对化学致癌剂诱发肝癌有预防或控制作用。　　]",
    " 中药化学成分": "[人参须中总皂甙含量为11.52%，总皂甙元含量为2.07%，其中人参二醇(panaxadiol)占35.04%，人参三醇(panaxatriol)占39.68%，齐墩果酸(oleanOlic acid)占9.88%。生晒参须中总皂甙含量为8.28%，其中属原人参二醇类的皂甙含量为4%，属原人参三醇类的皂甙含量为1.63%，属齐墩果酸类的皂甙含量为0.48%。红参须中总皂甙含量为5.9%，其中含有人参皂甙(ginsenoside)-Ro、Rb1、-Rb2、-Rc、-Rd、-Re、-Rf、-Rg，以-Rb1和-Rb2的含量较高。又含一新的多肽，命名为RGHP-ⅡB2，系33肽，相对分子质量为3380。还含14种氨基酸，以天冬氨酸(aspartic acid)含量最高。　　]",
    " 植物形态": "[多年生草本，高30-70cm。根肥大，肉质，圆柱或纺锤形，末端多分歧，外皮淡黄色。叶为掌状复叶，具长柄；轮生叶的数目依生长年限而不同，一般1年生者1片三出复叶，2年复叶，最多可达6片复叶；小叶5，偶有7片，小叶柄长1-3cm；小叶片披针形或卵形，下方2片小叶较小，长2-4cm，宽1-1.5cm，上部3小叶长4.5-15cm，宽2.2-4cm，先端渐尖，基部楔形，边缘具细锯齿，上面绿色，沿叶脉有稀疏细刚毛，下面无毛。伞形花序单一顶生，总花梗长15-25cm，每花序有10-80多朵花，集成圆球形；花小，直径2-3mm；花萼绿色，5齿裂；花瓣5，淡黄绿色，卵形；雄蕊5，花丝甚短；子房下位，花柱2，基部合生，上部分离。果实为核果状浆果，扁球形，直径5-9mm，多数，集成头状，成熟时呈鲜红色，种子2颗，乳白色，直径4-5mm，扁平圆卵形，一侧平截。花期5-6月，果期6-9月。　　]",
    " 药材": "[参须因加工方法不同，商品有红直须、白直须、红弯须、白弯须等品种。【性味】甘苦，平。①《本经逢原》：\"味苦。\"②《本草便读》：\"甘，平。\"【归经】《本草再新》：\"入肺经。\"【功用主治】益气，生津，止渴。治咳嗽吐血，口渴，胃虚呕逆。①《本经逢原》：\"治胃虚呕逆，咳嗽失血等证。\"②《本草从新》：\"生津补气。\"③《本草正义》：\"生津止渴，潜阳降火。\"【用法与用量】内服：煎汤，1～3钱。　　各家论述1．论参须药性偏于下行降泄张石顽：\"参须，治胃虚呕逆，咳嗽失血等证，亦能获效，以其性专下行也。若治久痢滑精，崩中下血之证，每致增剧，以其味苦降泄也。\"(《本经逢原》)2．论参须功效与人参、参条的区别。3．吴仪洛：\"参须，生津补血。亦横生芦头上而更细者，其性与参条同，而力尤薄。要知参条、参须，不过得参之余气，危险之证，断难倚仗。\"(《本草从新》)4．张山雷：\"参须论其质地本与人参无所同异，但辽产、高丽产，一清一温，亦当分别主治，方不贻误。其为参之余体，力量薄弱，初不待言，其较巨者，形如北沙参，如怀牛膝，尤有功用可言。若其末尾，则如丝如发，几于气味俱无，何能呈效？惟生津止渴，微有养液之用耳。若阴虚火升，肝胆之阳上炽，用此潜阳降火，尤为相宜。\"(《本草正义》)]"
},{
    "中药名称": "蚕豆",
    "栽培": "[原产里海南部至非洲北部，公元一世纪时始由欧洲传入我国，现我国南方各地广为栽培。种子供食用；茎、叶富含氮素，为良好的冬季绿肥；江苏除徐州、淮阴专区外广为栽种；花、果荚、种壳、种子及叶均可入药，有止血、利尿、解毒、消肿的功用。为蜜源植物。蚕豆在我国各地都有种植，是重要的粮、菜、肥兼用型作物。主要用于稻、麦田套种和中耕作物行间间种，摘青嫩荚果做蔬菜或收子食用，茎杆翻压作绿肥。主要的优良品种有四川青胡豆、南翔白皮、兴宁、莆田、等。蚕豆适合于较温暖而略湿润的气候，需水较多，但又不能受渍，耐寒性较差，也不耐高温和干旱。最适宜的生长温度为20℃左右，适于多种土壤栽培，以耕层有机质含量高，排水良好的粘质壤土或比较肥沃的砂质壤土最好；在pH值6～8之间的土壤上可生长良好，所以可广泛适应我国各地的红壤水稻土、紫色土以及滨海的盐碱地水稻田生长。播种可采用条播、点播等方法，一般行距33厘米左右，株距为12～18厘米。降雨量大的地区，最好采用深沟高畦。南方稻田种植冬蚕豆时，应在水稻收割后抢时播种，长江沿岸播种时间为寒露到霜降之间，华南双季稻地区在小雪前后。北方一般在春季解冻之后抓紧时间播种。播种量每亩在8～10公斤。播种前也应施用磷肥和有机肥。栽培要点（1） 选好茬口与地块：蚕豆忌连作。连作使植株生育不育。根瘤菌数目少，活性低，结荚少，易发病，种蚕豆就实行至少3年以上的轮作。蚕豆适应稍粘重而湿润的土壤，但是栽培在土层深厚、肥沃的粘壤土或砂壤土上为好。（2） 适期播种：蚕豆耐寒，可于2月下旬至3月中旬播种。播种前深翻土壤并适当施基肥，做成1米宽的平畦。每畦种两行，在畦内挖穴，穴深6-9厘米，穴距20厘米左右，每穴点播种子2-3粒，搂平畦面。（3） 追肥浇水：播种后1-2天要充分供水，可促进早发芽、早齐苗。幼苗生长达3-4片真叶时，应适量追施束效氮肥，生长期间要分期追施磷、钾肥。开花结荚期喷施磷酸二氢钾或硼、钼、镁、铜等微量元素，可减少落花落荚，促进种子发育，提高产量。蚕豆生长初期以中耕为主，增加土壤的保水和通透性。从现蕾开花开始，应保持土壤湿润。开花结荚期缺水易落花落荚，豆粒不饱满。（4） 中耕与整枝：蚕豆出苗后应及进查苗补缺。苗期要进行多次中耕除草，结合松土将土培到植株根部，以防倒伏。蚕豆的分枝能力很强，后期的分枝结荚少，且易造成田间郁闭，生产上应及进掰除多余的侧枝和及时摘除生长点，减少养分消耗，提高结荚率，促进豆粒饱满，成熟一致。（5） 适时采收：采收蚕豆嫩荚，可分次采收，采收自下而上，每7-8天一次，采收老熟的种子，可在蚕豆叶片凋落，中下部豆荚充分成熟时收获，晒干脱粒贮藏。　　]",
    " 特性": "[蚕豆的根系较发达，可入土层60～100cm，根瘤形成较早。茎方形、中空、直立、茎的分枝力强，可从基部生长4～5个或8～10个以上的分枝。叶互生，为偶数羽状复叶，小叶椭圆形，在基部互生，先端者为对生。花腋生，总状花序。花冠紫白色或纯白色。每花序有2～6朵花，第一至二朵花一般能结荚其后的花结荚率低。荚为扁圆筒形内有种子坚硬呈绿褐色或淡绿色，扁圆形。千粒重900～2 500克。蚕豆具有较强的耐寒性，种子在5～6℃时即能开始发芽，但最适发芽温度为16℃。幼苗能忍耐-5℃左右的低温，-6℃时易冻死。生长的适温为20～25℃。蚕豆对光照要求不严格，对土壤水分要求较高，适宜于冷凉而较湿润的气候。对土壤的适应性较广，沙壤土、粘土、水田土、碱性土等均可栽培，对土壤营养的要求，在未形成根瘤的苗期，宜适量施用氮肥。对磷、钾需要量也较大。镁硼对蚕豆生育有良好的作用。土壤缺硼，则易妨碍根瘤菌的繁殖，使植株生育不良。　　]",
    " 储藏技术": "[储藏特性蚕豆储藏的特性是，虫害严重豆粒易变色。虫害主要是豆象，包括蚕豆象和绿豆象，这种虫分布很广，被害率最高的可以达到90％以上。一颗豆粒中往往有数头害虫，蚕豆被吃成多个孔洞，被害的蚕豆发芽率降低，色泽品质变差，究其原因是防治不利的缘故。蚕豆在保管期间豆粒会变色。一般认为是蚕豆皮内有酚物质和多元酚氧化酶缘故。正常的蚕豆一般为青绿色或乳白色，在保管过程中，皮色往往逐渐变为淡褐色、褐色、深褐色或黑色。高温高水分能使氧化酶的活性加强，促进了氧化反应，加剧了变色过程。据实际观察，蚕豆在高温季节变色多，低温季节变色少，通常经过一个夏季储藏，变色粒便会显著增加，有时变色粒高达40％－50％；水分在11％－12％的一般变色较少，水分在13％以下的变色粒较多；在同一处储藏，受日光照射的部位比没有受日光照射的部位，其变色粒要多15％以上，粮堆上层变色程度重于其他部位。储藏技术蚕豆晒干后，然后利用干砂或谷糠等拌和，再进行密闭低温储藏是较好的办法，这种方法使蚕豆相对处在干燥、低温、黑暗和隔离外部空气的条件下，有防止豆粒变色和抑制害虫发生的作用。主要有以下3种密闭方法。1、夹砂储藏先将仓房消毒，仓底用洁净无虫的干稻壳和席子铺垫，取除去石粒的干砂和蚕豆，分别在阳光下曝晒，使温度达到50度左右，蚕豆水分降到12％，稍凉后即可入仓。入仓时蚕豆每层装入20厘米深度后，即压盖砂子10厘米，最后用砂压顶密闭。使用这种方法储藏豆种，直到播种时无虫、无霉、无变色。2、拌糠壳储藏当蚕豆水分晒到12％以下后，用干燥的谷糠或麦壳一筐豆两筐糠壳的比例，将蚕豆与糠壳混匀拌合，最后在顶上再加盖30厘米左右的糠壳密闭储藏。3、豆糠夹层储藏仓底先平垫30－40厘米的干燥谷糠，倒上10厘米厚一层晒干的蚕豆，再盖上3-5厘米的谷糠，如此反复操作，最后再在蚕豆上压盖30厘米左右谷糠密闭储藏。另外，在蚕豆象为害严重地区，应抓紧入仓后的虫害防治，在于是蚕豆入仓后，应尽早利用磷化铝进行熏蒸杀虫，避免豆象继续在豆内为害。　　常见病虫害蚕豆的病虫害防治，除了选用抗病品种，合理密植和整枝，搞好防旱排渍，增施磷钾肥，增强蚕豆抗性外，药剂防治也是很必要的。1、赤斑病：叶片上先生出赤色小点，渐扩大成圆形或椭圆形病斑，严重时各部位均变成黑色、枯腐。茎杆内壁有黑色菌核。药剂防治：在发病初期，喷施1:2:100的波尔多液。以后，每隔10天，喷50%多菌灵500倍液1次，连喷2-3次。实践证明：初期喷波尔多液比喷多菌灵好。以后喷多菌灵，防效又高于波尔多液。2、锈病：叶片上出现锈斑，直至叶片干枯。严重时植株全部枯死。药剂防治：可用15%粉锈宁50克，对水50-60千克喷施。每亩用药液40-60千克。施药后20天左右，再喷药1次。要注意在早期及时施药，否则，防效不佳。3、枯萎病：主要是根部发病变黑，主根短小，侧根少，叶色变黄，植株呈蔫萎状，顶部茎叶萎垂。药剂防治：在发病初期可用50%甲基托布津500倍液浇施根部。用药2-3次，有较好的防治效果。4、蚕豆象：以幼虫钻进蚕豆籽实中危害。致使籽实食味变苦，重量减轻，引起减产，质量变差。药剂防治：在蚕豆初花期至盛花期每亩用速灭杀丁20毫升对水60千克喷雾毒杀成虫。7天后再喷1次，效果良好。在蚕豆终花期，喷施40%乐果1000倍液，毒杀幼虫，也有良好效果。一年生草本；茎直立，无毛，高30—180厘米。羽状复叶有小叶1—3对，顶端卷须不发达而为针状；托叶大，半箭头状。花1至数朵，腋生在极短的总花梗上；花白色带红，有紫色的斑块；萼钟形，萼齿5，披针形。荚果大而肥厚；种子卵圆形，略扁。花果期4-5月。5、蚕豆根腐病真菌性病害，喜高温多湿环境，云南省发病较普遍，一般在开花期发病。主要为害根及茎基部，引起全株枯萎。症状：受害植株主根和茎基部初生水渍状斑，后发黑腐烂，侧根枯朽，皮层易脱落，烂根表面有致密的白色雪层，是病菌的菌丝体，似鼠粪状黑色颗粒，这是病菌的菌核。后期病茎水分蒸发，病部干枯变灰白，表皮破裂如麻丝，内部有时也有鼠粪状黑色颗粒。流行规律：病菌可在种子上存活或传带，种子带菌率1.2%～14.2%，且主要在种子表面经种皮传播。此外，以菌丝体及厚垣孢子随病残体在土壤中越冬的病菌，都可成为翌年的初侵染源。该病发病程度与土壤含水量有关。在地下水位高或田间积水时，田间持水量高于92%发病最重，地势高的田块发病轻；精耕细作及在冬季实行蚕豆、小麦、油菜轮作的田块发病轻。年度间的差异与气象条件相关，播种时遇有阴雨连绵的年份，死苗严重。防治方法：（1）加强田间管理。干旱时及时灌水；多雨时及时排水、排渍；合理轮作，不偏施氮肥；合理密植，使田间通风透光良好，提高植株的抗病力，减轻病害。在播种时，每亩用浓度为50%的多菌灵150克拌细土盖种。（2）药剂防治。苗期用50%多菌灵1000倍液灌根，或用70%托布津800～1500倍液，或65%代森锌可湿性粉剂600倍液喷雾防治。　　]",
    " 常见病虫害": "",
    " 增产技术": "[去主茎 适时将主茎除去，使养分集中供给冬前分生的次生茎，促进蚕豆次生茎第2年开花、多结果。去主茎的时间要在元月初，方法是：用刀从主茎离地10厘米处割下，最迟要在元月中旬结束这项工作。去无效枝 蚕豆在立春后发生的分枝很少开花，即使开花，也易形成华而不实，而且与年前发生的有效枝争光、争水、争肥。因此，在3月份的蚕豆初花期，将这些小分枝、细嫩分枝除去，促进蚕豆集中用肥，利于增产。摘顶心 蚕豆的花是侧生的短总状花序，开花时间长达20-30天。在开花结荚时，养分不能集中供给开花结荚的需要，常导致落花、落荚，分枝顶部多形成不孕花，因此，后期适时摘除顶心能控制植株生长，提高产量。此项操作尤在4月10日前后进行为宜。另外，在运用上述技术时，要根据植株生长生育情况灵活掌握。在去主茎、去无效枝时要选在晴天进行，而且动作要轻。　　]",
    " 历史背景": "[蚕豆一般认为起源于西南亚和北非。中国蚕豆相传为西汉张骞自西域引入。自热带至北纬63°地区均有种植。中国以四川最多，次为云南、湖南、湖北、江苏、浙江、青海等省。蚕豆，又叫胡豆，佛豆，江南一带，喜欢在立夏时节食豆，因此又称作立夏豆。宁波人则习惯叫倭豆，而且在立夏前后，几乎是家家户户都吃蚕豆，都喜欢吃蚕豆，不少人家还将蚕豆跟大米饭一锅煮，称为“蚕豆饭”。据《太平御览》记载，蚕豆是张骞出使西域时带回的豆种。确实，蚕豆既是粮食，又是小菜，既是“闲食”，又是补品。笔者孩提时住在三北(今浙江慈溪)乡下。三北农村多为咸田(土质含有盐份，系海涂演变而成)，地里种植的不是蚕豆，就是棉花。在每年、五月份蚕豆成熟季节，许多人家把蚕豆既当菜吃，又当饭吃。而城市则多把蚕豆当小菜吃。而晒干后的蚕豆则既可当小菜吃，又可当“闲食”吃。至于建福一带，据说还视蚕豆为上等滋补佳品，身价远在桂圆之上。蚕豆入口软酥，沙中带糯，柔腻适宜，美味可口。蚕豆无论当小菜吃，当“闲食”吃，都有多种吃法。宁波人对蚕豆更是情有独钟，在鲜蚕豆上时季节，常拿来炒咸菜，做夜开花羹，烧笋丝汤吃。在端午节，有的还拿蚕豆来煮糯米饭。而鲁迅先生笔下的茴香豆，则既是下酒佳肴，又是“闲吃”美食。在笔者的记忆中，最香最好吃的要数蚕豆粉，拿来拌饭吃，味美无比!在上世纪五六十年代，宁波还有专门卖蚕豆粉的小贩，穿街过巷地叫卖，5分钱一酒杯，特别受小孩子欢迎。蚕豆“闲吃”要数三北盐炒豆和上海城隍庙五香豆。上海五香豆已成为名牌产品。三北盐炒豆更因其炒法特殊而松脆可口，堪称一绝。记得有一年，三北老家的亲戚送给笔者十几斤蚕豆，我就萌发自己炒三北盐炒豆的想法。于是，我把八九斤蚕豆盛入竹篮中，每天用淘米水淋上一次，连续淋上七天，然后放入锅中炒。蚕豆在锅内噼噼啪啪，声音清脆入耳!而扑鼻香气更引来墙门内不少大人小孩子的观看，更是热闹非凡。难怪听三北老家的亲戚讲，炒三北盐炒豆需有专门的场地和工具，不然，炒到最后锅内只剩下食盐而不见蚕豆了——蚕豆都蹦到锅外去了。　　]",
    " 营养": "[每100克蚕豆所含营养素如下：.热量 (335.00千卡) .蛋白质 (21.60克) .脂肪 (1.00克) .泛酸 (0.48毫克) .碳水化合物 (59.80克) .叶酸 (260.00微克) .膳食纤维 (3.10克) .维生素A (52.00微克) .维生素K (13.00微克) .胡萝卜素 (310.00微克) .硫胺素 (0.37毫克) .核黄素 (0.10毫克) .尼克酸 (1.50毫克) .维生素C (16.00毫克) .维生素E (0.83毫克) .钙 (16.00毫克) .磷 (200.00毫克) .钾 (391.00毫克) .钠 (4.00毫克) .镁 (46.00毫克) .铁 (3.50毫克) .锌 (1.37毫克) .硒 (2.02微克) .铜 (0.39毫克) .锰 (0.55毫克)　　]",
    " 烹饪知识": "[原料介绍蚕豆为一年生或越年生草本植物，属豆科植物。是豆类蔬菜中重要的食用豆之一, 它既可以炒菜、凉拌，又可以制成各种小食品，是一种大众食物。蚕豆中含有大量蛋白质，在日常食用的豆类中仅次于大豆，还含有大量钙、钾、镁、维生素C等，并且氨基酸种类较为齐全，特别是赖氨酸含量丰富。关于蚕豆的起源有几种观点，一般认为起源于亚洲西南部、中部和亚洲北部。汉代自西域传入我国。我国蚕豆种植面积广泛，以四川、云南、江苏、湖北等地为多。蚕豆的荚果呈扁平筒形，未成熟时豆荚为绿色，荚壳肥厚而多汁，荚内有丝绒状茸毛，因含丰富的酪氨酸酶，成熟的豆荚为黑色。每荚种子2～4粒，种子扁平，略呈矩圆形，种皮颜色因品种而异，有乳白、灰白、黄、肉红、褐、紫、青绿等色，脐色有黑钯与无色两种。蚕豆按其子粒的大小可分为大粒蚕豆、中粒蚕豆、小粒蚕豆三种类型：大粒蚕豆宽而扁平，千粒重在800克以上，如四川、青海产的大白蚕豆，品质较好，常作粮食或蔬菜食用；中粒蚕豆呈扁椭圆形，千粒重为600～800克；小粒蚕豆近圆形或椭圆形，千粒重为400～650克，其产量高，但品质较差，多作为畜禽饮料或绿肥作物。蚕豆按种皮颜色不同可分为青皮蚕豆、白皮蚕豆和红皮蚕豆等。　　]",
    " 品种介绍": "[1.崇礼蚕豆：强春性，早熟，全生育期100~110天，分枝少，花白色，有效分枝2~3个，株高80~100cm，单株荚数一般8~10个，单荚粒数2~3粒，百粒重120g左右。籽粒窄圆形，种皮乳白色。籽粒含蛋白质24.0%，脂肪1.5%，赖氨酸1.55%。该品种株型紧凑，适宜密植，喜肥喜水，丰产性好，一般亩产150~200kg，最高产量达280kg。2.临蚕5号：春播蚕豆品种。生育期125天左右，分枝一般为2~3个，百粒重180g左右，种皮乳白色。具有高产、优质、粒大，抗逆性强等特点，适应于高肥水栽培，根系发达，抗倒伏，一般亩产350kg左右，是粮菜兼用的优质品种。3.临蚕204：春播蚕豆品种，生育期120天左右，分枝2~3个，结荚部位低，百粒重160g左右。具有高产、优质、粒大的特点。适应性广，抗逆性强。一般亩产为350kg左右，最高亩产达420kg。是出口创汇的优质品种。4.临夏马牙：春性较强。甘肃省临夏州优良地方品种，因籽粒大形似马齿形而得名。全生育期155~170天，性晚熟种。该品种种皮乳白色，百粒重170g，籽粒蛋白质含量25.6%。适应性强，高产稳产。平均产量350kg/亩，最高可达500kg/亩。适宜肥力较高的土地上种植。是我国重要蚕豆出口商品。5.临夏大蚕豆：春播类型。该品种种皮乳白色，百粒重160g左右，籽粒蛋白质含量27.9%，平均产量250~300kg/亩。喜水耐肥，丰产性好，适应性强，在海拔1700~2600m的川水地区和山阴地区均能种植，1981年开始在甘肃省大面积推广。适于北方蚕豆主产区种植。6.青海3号：春播蚕豆品种，具有高产、优质、粒大的特点，分枝性强，结荚部位低，不易裂荚。种皮乳白色，百粒重160g左右，籽粒蛋白质含量24.3%，脂肪1.2%。根系发达抗倒伏，喜水耐肥，适宜在气候较温暖、灌溉条件好的地区种植。最高亩产达400~450kg。是目前春蚕豆区推广品种。7.青海9号：春播蚕豆品种，具有高产、优质、特大粒的特点，分枝性强，结荚部位低，不易裂荚。种皮乳白色，百粒重200g左右。根系发达，植株高大、茎秆坚硬，抗倒伏，喜水耐肥，适宜在气候较温暖、灌溉条件好的地区种植。最高亩产440~480kg。是目前春蚕豆区推广品种。8.湟源马牙：春播类型。该品种种皮乳白色，百粒重160g左右，属大粒种，是青海省优良地方品种。湟源马牙栽培历史悠久，具有较强的适应性，产量高而稳。分布在海拔1800~3000m的地区。一般水地产量250~350kg/亩，山地150~200kg/亩，是我国主要蚕豆出口商品。适于北方蚕豆主产区种植。9.日本吋蚕：春播蚕豆品种，由中国农科院品资所引进。生育期为120天左右，花白色，结荚部位低，结荚多，分枝少，单荚粒数一般为4~5粒。不易裂荚。百粒重150g以上，种皮乳白色，一般亩产300kg左右。抗逆性强，是粮菜兼用的优质品种。10.品蚕D：春播蚕豆品种，生育期125天左右。具有高产，优质，小粒，耐旱耐瘠的特点。分枝一般2~3个，单株荚数18~29个，单荚粒数2~3个，百粒重50~60g，种皮乳白色，种子蛋白质含量28.36%，种子单宁含量少，不含蚕豆苷等生物碱，株高115~156cm，一般亩产300kg，高者达350~400kg，是一个粮饲兼用的好品种。适于北方蚕豆主产区推广种植。　　]",
    " 营养分析": "[蚕豆中含有调节大脑和神经组织的重要成分钙、锌、锰、磷脂等，并含有丰富的胆石碱，有增强记忆力的健脑作用。蚕豆中的钙，有利于骨骼对钙的吸收与钙化，能促进人体骨骼的生长发育。蚕豆中的蛋白质含量丰富，且不含胆固醇，可以提高食品营养价值，预防心血管疾病。如果你是正在应付考试或是脑力工作者，适当进食蚕豆可能会有一定功效。蚕豆中的维生素C可以延缓动脉硬化，蚕豆皮中的膳食纤维有降低胆固醇、促进肠蠕动的作用。现代人还认为蚕豆也是抗癌食品之一，对预防肠癌有作用。　　]",
    " 相关人群": "[一般人都可食用。1. 老人、考试期间学生、脑力工作者、高胆固醇、便秘者可以多食用；2. 中焦虚寒者不宜食用，发生过蚕豆过敏者一定不要再吃。3.有遗传性血红细胞缺陷症者，患有痔疮出血、消化不良、慢性结肠炎、尿毒症等病人要注意，不宜进食蚕豆4.儿童不易多食蚕豆，易患蚕豆病　　]",
    " 食物相克": "[蚕豆不宜与田螺同食。　　]",
    " 制作指导": "[1. 蚕豆的食用方法很多，可煮、炒、油炸，也可浸泡后剥去种皮作炒菜或汤；2. 制成蚕豆芽，其味更鲜美；3. 蚕豆粉是制作粉丝、粉皮等的原料，也可加工成豆沙，制作糕点；4. 蚕豆可蒸熟加工制成罐头食品，还可制酱油、豆瓣酱、甜酱、辣酱等。又可以制成各种小食品；5. 蚕豆不可生吃，应将生蚕豆多次浸泡呈焯水后再进行烹制；5. 蚕豆去壳：将干蚕豆放入陶瓷或搪瓷器皿内，加入适量的碱，倒上开水闷一分钟，即可将蚕豆皮剥去，但去皮的蚕豆要用水冲除其碱味。　　]",
    " 蚕豆菜品": "[清炒蚕豆原料：鲜蚕豆500克调味料：食用油40克，碎葱少许，糖、盐、味精各1小匙做法：1、将油烧至八分热，放一些碎葱，然后将蚕豆下锅翻炒。炒时火头要大，使蚕豆充分受热。2、加水焖煮，一般来说，水量需与蚕豆持平。为保持蚕豆的青绿，嫩蚕豆焖的时间不必太长，蚕豆起“黑线”后，可多加些水，盖锅时间也需长一些。3、当蚕豆表皮裂开后加盐，用盐量比炒蔬菜略多些。蚕豆烧熟后会有一些苦涩，所以需加入一些糖，再加入适量味精，盛盘即可。火腿蚕豆原料：熟火腿75克、鲜蚕豆300克调味料：白糖10克、味精3克、奶汤100毫升、熟鸡油10毫升、精盐2克、精制油30毫升、淀粉10克做法：1、将蚕豆剥皮、除去豆眉，用冷水洗净，在沸水中煮熟。熟火腿切成0.3厘米厚、1厘米长方的丁。2、锅置中火上烧热，倒入精制油至热时，将蚕豆倒入，约煸炒10秒钟，把火腿丁下锅，随即放入奶汤，加白糖和精盐，烧一分钟，加入味精，用湿淀粉调稀勾芡，颠动炒锅，淋上鸡油，盛入盘内即可。鱼汁蚕豆瓣原料：鲜蚕豆200克、鲫鱼一条调味料：盐、料酒、白糖、鸡精、酱油、胡椒粉、葱、姜、食用油各少许做法：1、将蚕豆洗净，放入沸水锅中，加盐、葱段、姜片，煮至熟后装入盘中。2、将鲫鱼去鳃、鳞，内脏洗净。坐锅点火倒入油，油至四成热时放入鲫鱼，煎至两面金黄时加入清水，用大火煮至鲫鱼烂、汤色白，放入盐、鸡精、胡椒粉、白糖、料酒、酱油。3、将鱼和汤盛出放在煮好的蚕豆瓣上，上面撒上少许葱丝即可。雪菜豆瓣酥原料：雪里蕻150克、蚕豆瓣150克、瘦肉75克调味料：料酒少许、酱油少许、淀粉少许、1／2茶匙、糖1茶匙、清水4大匙做法：1、瘦肉切丝，拌入调味料略腌；蚕豆洗净、先煮熟冲凉；雪里蕻洗净、切碎。2、用3大匙油先炒肉丝，变白时加入雪里蕻和蚕豆瓣同炒，并加入湿淀粉、盐、糖，炒匀即盛出。　　]",
    " 中药名": "[【药名】：蚕豆【内容介绍】：蚕豆 (《救荒本草》)【异名】佛豆(《益部方物略记》)，胡豆(《纲目》)，南豆(《蒙化府志》)，马齿豆(《台湾植物名录》)，竖豆、仙豆、寒豆、湾豆，罗泛豆(《中国药植志》)，夏豆(《上海常用中草药》),大豆（延庆方言），兰花豆。【汉语拼音】can dou【英文名】Broad bean【拉丁植物动物矿物名】Vicia faba L.【来源】为豆科植物蚕豆的种子。【植物形态】蚕豆一年生草本，全体无毛，高30～180厘米。茎直立，不分枝，方形，中空，表面有纵条纹。双数羽状复叶互生，叶柄基部两侧具大而阴显的半箭头状托叶，先端尖，边缘白色膜质，具疏锯齿，基部下沿呈尖耳状；小叶2～6个，椭圆形或广椭圆形乃至矩形，长5～8厘米，阔2.5～4厘米，先端圆形，具细尖，全缘，基部楔形；顶端小叶中央有很不发达的狭线形卷须。花1至数朵，腋生于极短的总花梗上；萼钟状，无毛，长约1厘米，先端5裂，裂片狭披针形，上面2裂片稍短；花冠蝶形，旗瓣白色，有淡紫色脉纹，倒卵形，长约3.5厘米，先端圆而有一短尖头，基部渐狭；翼瓣边缘白色，中央有黑或紫色大斑，椭圆形，长约1.8厘米，顶端圆形，基部作耳状三角形，一侧有爪；龙骨瓣白绿色，三角状半圆形而作掌合状，长约5毫米，基部耳状，一侧亦有爪；雄蕊10，2体；雌蕊1，子房无毛、无柄，花柱细，顶端背部有一丛白色1C毛。荚果长圆形，稍扁，大而肥厚，长5～10厘米，阔约2厘米。种子矩圆形而扁。花期3～5月。通常栽培于田中或田岸旁。全国大部分地区有栽植。本植物的茎(蚕豆茎)、叶(蚕豆叶)、花(蚕豆花)、荚壳(蚕豆荚壳)、种皮(蚕豆壳)亦供药用，各详专条。【采集】夏季豆荚成熟呈黑褐色时拔取全株，晒干，打下种子，扬净后再晒干。【化学成分】种子含巢菜碱甙0.5%，蛋白质28.1～28.9%，及磷脂、胆碱、哌啶酸-2，尚含植物凝集素。巢菜碱甙是6-磷酸葡萄糖的竞争性抑制物，为引起蚕豆黄病发作的原因之一。【药理作用】极少数人(男小孩较多)在食入蚕豆或吸入其花粉后，可发生急性溶血性贫血，症状有血色素尿、休克、乏力、眩晕，胃肠紊乱及尿胆素的排泄增加；更重者有苍白、黄疸、呕吐、腰痛、衰弱。一般吃生蚕豆后5～24小时后即发生，但有时食炒热的也可发生。如系吸入其花粉，则发作更快。发生蚕豆黄病的原因，是少数人有一种先天性的生化缺陷，即其血细胞中缺乏葡萄糖-6-磷酸脱氢酶，因而其还原型的谷胱甘肽含量也很低，在巢菜碱甙侵入后，可发生血细胞溶解。将巢菜碱甙混于食物中(1%)饲喂大鼠或小鸡可抑制其自然生长。有人还认为，除巢菜碱甙外，蚕豆中还有其他因子也能引起类似的溶血作用。根含5羟-尿嘧啶，为一种代谢拮抗剂，并含有2，6-二胺嘌呤，可抑制乳酸杆菌，此种抑制可被腺甙所翻转；上述物质可使骨髓耗竭，并伤害犬及大鼠结肠、空肠的上皮细胞，是-种致癌物质。DAP之作用并非通过戊糖核酸，而是由于干扰了腺甙、胍的基本代谢功能所致。【中药化学成分】种子含卵磷脂（lecithin），磷脂酰乙醇胺（phosphatidyl ethanolamine），磷脂酰肌醇（phosphatidyl inositol），半乳糖基甘油二酯（galactosyl diglyceride）和磷脂（phosphatide）。尚含胆碱（choline），哌啶-2-酸（pipecolic acid），腐胺（putrescine），精味（spermidine），精胺（spermine），去甲精胺（norspermine），抗坏血酸（ascorbic acid），巢菜碱甙（cicine）和伴巢菜碱甙（convicine）。根含延胡索酸（fumaric acid），白桦脂醇（betulin），D-甘油酸（D-glyceric acid）和聚β-羟基丁酸（poly-β-hydroxybutyric acid）。【生药材鉴定】性状鉴别 种子扁矩圆形，长1.2-1.5cm，直径约1cm，厚7mm。种皮表面浅棕褐色，光滑，做有光泽，两面凹陷；种脐位于较大端，褐色或黑褐色。质坚硬，内有子叶2枚，肥厚，黄色。气微，味谈，嚼之有豆腥气。【性味】甘，平。①《纲目》：甘微辛，平，无毒。②姚可成《食物本草》：味甘咸辛，平，无毒。【归经】入脾、胃经。①《本草求真》：入脾、胃。②《本草再新》：心、脾二经。③《本草撮要》：入手足太阴、阳明经。【功用主治】健脾，利湿。治膈食，水肿。①汪颖《食物本草》：快胃，和脏腑。②《本草从新》：补中益气，涩精，实肠。③《湖南药物志》：健脾，止血，利尿。【用法与用量】内服：煎汤或研末。外用：捣敷。【宜忌】《本经逢原》：性滞，中气虚者食之，令人腹胀。【选方】①治膈食：蚕豆磨粉，红糖凋食。(《指南方》) ②治水胀，利水消肿：虫胡豆一至八两。炖黄牛肉服。不可与菠菜同用。(《民间常用草药汇编》) ③治水肿：蚕豆二两，冬瓜皮二两，水煎服。(《湖南药物志》) ④治秃疮：鲜蚕豆捣如泥，涂疮上，于即换之。如无鲜者，用干豆以水泡胖，捣敷亦效。(《秘方集验》)　　]",
    " 食疗作用": "[传统医学认为蚕豆味甘、性平，入脾、胃经；可补中益气，健脾益胃，清热利湿，止血降压，涩精止带；主治中气不足，倦怠少食，高血压，咯血，衄血，妇女带下等病症。嫩蚕豆煮稀饭能和胃、润肠通便，对习惯性便秘有良效。蚕豆茎止血，止泻；叶收敛止血。花凉血，止血；种子皮利尿渗湿；荚壳收敛止血。1. 应用于水肿：蚕豆60克，冬瓜皮15克，水煎服。2. 应用于肺结核咯血：蚕豆洗净，捣烂取汁，每次服20克，一天2次。3. 应用于酒醉不醒：蚕豆苗适量，加油、盐煮汤，灌服。 4.应用于水泻：蚕豆茎30克，水煎服。　　]",
    " 食疗价值": "[豆科草本植物蚕豆的种子。又称胡豆、南豆、马齿豆、柜豆、夏豆。我国大部分地区有栽培。夏季采取未成熟或成熟的荚果，除去荚壳，鲜用或晒干用。[性能]味甘，性平。能健脾益胃，利小便，止血。[参考]含蛋白质、糖类、磷、钙、铁，维生素B1、B2和烟酸、巢菜碱甙等成分。[用途]用于脾胃不健，饮食不下；水肿，小便不利；吐血、胎漏。[用法]煎汤，煮食，研末等。[注意]本品不可生食。其性壅滞，多吃令人腹胀。但若“浸以发芽，更不壅滞。”（《随息居饮食谱》）对蚕豆过敏的慎用。若稍多食，会发生类似黄疸的蚕豆黄病。常在食后一天左右发病，可见发烧、头痛、腹痛、呕吐、皮肤发黄、小便棕红色、乏力衰弱等，须及时救治。发生该病的原因，主要是由于蚕豆的巢菜碱甙进入对此过敏的人体后，发生了血细胞溶解而出现急性溶血性贫血之故。[附方]1，蚕豆散：蚕豆500g，以水浸泡后，去壳晒干，磨粉（或磨浆过滤后，晒干）。每次~60g，加红糖适量，冲入沸水调匀食。源于《指南方》。蚕豆为粉，加以红糖，增强了健脾胃的作用。用于脾胃不健，消化不良。2，蚕豆红糖汤：陈蚕豆120g，红糖适量，加水5茶杯，以水火煮至1茶杯，温服。本方有健脾利尿之功。用于脾虚水肿。亦可用慢性肾炎水肿。除上方外，单用陈蚕豆或生虫之蚕豆煎汤，或配冬瓜皮等煎汤亦可。　　]",
    " 药用价值": "[蚕豆的医疗作用，前人早有记述，说蚕豆茎、叶、花、荚壳和种皮均可入药。明代《群芳谱》记载：蚕豆“味甘微辛平无毒，快胃、和脏腑、解酒毒。主要功能：健脾、除湿、通便、凉血”。据《中医学大辞典》介绍，蚕豆有健脾除湿、通便凉血的功能，治疗小便频数、咳血、鼻衄有显著疗效。蚕豆性味甘平，微辛。除食用外，还有快胃、祛湿、利脏腑，“补中益气，涩精实肠”等功能，可用于治疗多种疾病。例如，用存放三年以上的陈豆煎汤饮，或用虫蛀蚕豆与适量猪肉炖熟食之，或用蚕豆与冬瓜皮共用水煎服，可以治疗水肿；用蚕豆衣与红糖煮成浸膏，以瓶装存放，连日服用，可治疗慢性肾炎；把蚕豆（鲜品或干品泡胖）捣烂如泥，涂于头上随干随换，可治秃疮。蚕豆种子含两种糖苷嘧啶（Pyrimidine slucoside），即巢菜碱苷（Vicine，2，6-二氨基-4，5-二羟基嘧啶-5-β-葡萄糖苷，分子式C10H16N4O7）和伴蚕豆嘧啶（Covicine，分子式C10H15N3O5），还含有磷脂、胆碱、哌啶酸-2（Pipecolic acid），植物凝集素、胰蛋白酶抑制素（Trypsin inhibitors）和胰凝乳蛋白酶抑制素（Chymotrypsin inhibitor）等。性味甘、平。功用主治：健睥、利湿、治隔食、水肿、捣敷外用可治秃疮。国外民间传统医术，用作利尿剂、祛痰剂和补药。蚕豆茎（蚕豆梗），含山梨酚（Kaempferol）、对羟基苯甲酸、延胡索酸（Fumaric acid）、白桦脂醇（Betulin）等。茎、叶、花、豆荚都含D-甘油酸（有利尿作用）。功用主治：止血、止泻、治各种内出血，水泻，外用治烫伤。蚕豆叶含山梨-3-葡萄糖苷（Kaempferol-3-glucoside-7-rhamnoside）、D-甘油酸（D-glyceric acid）、5-甲酰四氢叶酸（Folinic acid）、叶绿醌（Plastoquinone）、游离氨基酸，其中以天门冬氨酸较多，并含丰富的多巴（Dopa）。性味苦微甘、温。功用主治：肺结核咯血、消化道出血、外伤出血、臁疮。蚕豆花，性味甘、平。功用主治：凉血、止血。治咳血、鼻衄、血痢、带下、高血压病。蚕豆壳（蚕豆皮即种皮）含β-[3-（β-D-吡喃葡糖氧基）-4-羟苯基]-L-丙氨酸（β-[3-（β-D-glucopyranosyloxy）-4-hydroxy-phenyl]-L-alaninc）、L-酪氨酸、多巴（Dopa，3，4-二羟丙氨酸）。功用主治：利尿渗湿，治水肿、脚气、吐血、胎漏、小便不利，外用治天泡疮、黄水疮、疬痈。炒焦用为茶剂，有促进消化，健胃止渴之效。蚕豆荚壳含β-[3-（β-D-吡喃葡糖氧基）-4-羟苯基]-L-丙尿血、消化道出血、手术野出血等，外用治天泡疮、烫伤。荚中所含的左旋多巴，是一种治疗帕金森（Parkinson）氏症的药物，但也是引起蚕豆黄病的病因之一。　　]",
    " 参看": "[《中医饮食营养学》- 蚕豆《食物疗法》- 蚕豆《本草纲目 · 蚕豆》]"
},{
    "中药名称": "蚕茧",
    "简介": "[silkworm cocoon【异名】蚕衣(《说文》)，茧黄(《圣惠方》)，蚕茧壳(《药材资料汇编》)。通常指桑蚕茧。桑蚕蛹期的囊形保护层，内含蛹体。保护层包括茧衣、茧层和蛹衬等部分。茧层可以缫丝，茧衣及缫制后的废丝可作丝棉和绢纺原料。蛹含丰富的蛋白质和维生素B，可用于制药及提取蛹油，并可作鱼及家畜的饲料。　　]",
    " 特征形态": "[形成和形态结构 熟蚕上蔟后，先吐丝做成松乱的茧衣；然后头胸部开始有规则地摆动，吐出呈～形或∞字形的丝圈，积15～25个丝圈成丝片；许多丝片由丝胶粘着构成茧层。茧层上的丝缕称茧丝。由外及里完成茧层后，在茧层内腔形成蛹衬，即完成吐丝结茧过程。蚕茧有椭圆形、椭圆束腰形、球形或纺锤形等不同形状。茧有白、黄、淡绿、肉红等颜色，生产上大多用白茧。　　]",
    " 经济衡量指标": "[经济性状指标 蚕茧经济性状的优劣通过下列指标衡量。　　]",
    " ①茧层率。": "[指茧层重占茧重的百分比，是评定蚕茧等级的主要指标。茧层率愈高，丝量愈多。春茧的茧层率一般为22％～26％，夏秋茧为18％～23％。蚕茧　　]",
    " ②茧丝长和茧丝重。": "[指一粒茧能缫得的茧丝长度和重量。一般春茧茧丝长900～1500米，茧丝重0.35克～0.45克；夏秋茧茧丝长700～1200米，茧丝重0.22～0.37克。　　]",
    " ③解舒丝长和解舒率。": "[均反映缫丝时茧丝从茧层离解的难易程度。解舒丝长是缫丝过程中茧丝每接头1次可连续缫取的平均丝长（米）。解舒率是解舒丝长对茧丝长的百分比。解舒好则落绪少、出丝多、质量好；解舒差则落绪多、废丝量增加、出丝率和生丝质量下降，缫丝时常因再次索绪而耗能大、成本高。　　]",
    " ④出丝率。": "[指丝重占茧重的百分比，或用茧层缫丝率表示，是茧质好坏的综合指标。出丝率的高低主要决定于上茧率、茧层率和解舒率等因素。鲜茧出丝率一般为14％～16％，高的可达19％～21％。茧层缫丝率是丝重占茧层重的百分比，一般为75％～85％。　　]",
    " ⑤茧丝纤度。": "[表示茧丝粗细的程度。单位为旦尼尔，简写作“旦”或“D”，俗称“分”或“条分”，即900米长的茧线重0.1克时为1个旦尼尔。旦尼尔数字愈大，茧丝愈粗。杂交种的茧丝平均纤度，一般春茧为2.8～3.3旦，夏秋茧2.0～2.7旦。　　]",
    " ⑥茧丝颣节。": "[茧丝局部呈现的畸形现象，大多因吐丝中断或缫丝过程中茧丝∞字形胶着部未离解而造成。颣节多会增加缫丝和织造过程中的断头，降低质量。桑蚕茧　　]",
    " ⑦茧层分离细纤度。": "[又称微茸。是丝胶中的细纤维，其染色性能差，影响织物品质，是茧丝病疵之一。　　]",
    " 质量检验": "[蚕茧质量检验 已采收的蚕茧须根据蚕茧检验标准确定蚕茧等级，按级定价。茧质一般按下列价值标准衡量：①丝量价值，主要指产丝量与鲜茧出丝率。②解舒价值，包括解舒率、解舒丝长等与缫丝生产效率相关的性状。③丝质价值，包括茧丝纤度、粗细差距和茧丝性状。④群体价值，指同一批次蚕茧茧粒之间各种性状的均匀程度及该批蚕茧的数量。这4项价值综合构成缫丝工业原料茧的商品价值。凡上茧率高和具有解舒好、丝长长、出丝率高等性状的蚕茧，均属优良蚕茧。另外茧色洁白、光泽正常、茧形匀整等性状也是优质茧的重要标准。检验上述标准一般可采取干壳量检验法和缫丝检验法确定。蚕茧干燥和贮藏 利用热能杀死鲜茧内蚕蛹并烘成干茧，同时保持茧质、防止霉变的工艺和管理过程。蚕茧干燥，俗称烘茧。除及时杀死蚕蛹、防止羽化和茧层蒸热霉烂外，主要是除去鲜茧中的大部分水分，特别是烘干蛹体。鲜茧茧层含水率约为11％～13％，蛹体含水率约为74％～79％，以烘到15％左右为宜。过干则茧层丝胶亲水性降低，导致解舒不良。蚕茧干燥过程分预热阶段、等速干燥阶段和减速干燥3个阶段，干燥方法一般多用烘茧灶和烘茧机。此外还有用真空干燥、红外线干燥、微波干燥和核辐射干燥等。干燥室内热空气的温度、湿度和流速须与蚕茧干燥各阶段的工艺要求相适应。温度一般控制在110～120℃，空气流速由快到慢逐渐调整。经烘干的蚕茧冷却后，即包装入库贮藏。茧库应建在高燥处，并具备防潮、密闭和换气等条件，以防止霉变和虫、鼠为害。为害干茧的霉菌主要有曲霉属、青霉属和白霉属3类，多湿环境极易蔓延，导致蚕茧霉坏。为此，库内相对湿度应控制在60％～70％范围内。茧库主要害虫有大谷盗、双皮蠹和棉红铃虫等，入库前需用药剂杀除。　　]",
    " 药用价值": "[【内容介绍】：蚕茧 (《纲目》)【异名】蚕衣(《说文》)，茧黄(《圣惠方》)，蚕茧壳(《药材资料汇编》)。【汉语拼音】can jian【英文名】Silk Cocoon【拉丁植物动物矿物名】Bombyx mori L.【来源】为蚕蛾科昆虫家蚕蛾的茧壳。【优质产地】山西省阳城县国家质检总局以2006年号文件向全国公告，自2006年12月22日起，对“阳城蚕茧”实施地理标志产品保护，划定该县所辖18个乡镇为“阳城蚕茧”地域保护范围，且当年审请当年就获得了批准。经专家审查认为“阳城蚕茧”具有良好的品质特性，形成与特殊的地域、气候环境密不可分。农业部蚕桑产业产品质检中心对全国11个蚕茧主产区所生产的蚕茧进行检测对比分析，阳城蚕茧生产的蚕丝上车蚕率达95％以上，解舒丝长大于710m，茧丝长度大于1100m，洁净大于92分，出丝率大于36％，属于质量上乘的蚕茧，“阳城蚕茧”优质方格簇蚕茧被认定为特级，综合指标全国排名第一，成为全国的品牌产品。中丝蚕茧【考证】出自《本草纲目》：蚕茧，方书多用，而诸家本草并不言及，诚缺文也。近世用治痈疽代针，用一枚即出一头，二枚即出二头。煮汤治消渴，古方甚称之。丹溪朱氏言此物能泻膀胱中相火，引清气上朝于口，故能止渴也。【药材】呈长椭圆形，或中部稍缢缩，长约3～4厘米，直径1.7～2.1厘米，表面白色，有不规则皱纹，并有附着的蚕丝，呈绒毛状。其内壁的丝纹很有规律。质轻而韧，不易撕破。未经羽化的蚕茧，内有黄棕色的蚕蛹1枚以及成蛹前脱下的淡棕色、皱缩的蚕皮。全国养蚕地区均产。　　]",
    " 化学成分": "[【化学成分】用鲁桑叶饲育的蚕，其茧的化学组成如次：水分1.40%，灰分1.14%，蛋白质97.34%，醚溶性浸出物0.26%，纤维0.39%。蚕茧主要是由纤维状蛋白质丝纤蛋白，外包以另一种蛋白质丝胶蛋白粘结而成，此外尚含少量油脂类、色素、无机物等等。在生丝中，丝纤蛋白约占70%，丝胶蛋白约占22%。丝纤蛋白是一种角蛋白，其组成氨基酸，以甘氨酸、丙氨酸为最多，此二氨基酸的氮，约占总氮的80%。10万克丝纤蛋白所含氨基酸如次(物质后数字，是克分子数)：甘氨酸578，丙氨酸381，缬氨酸29，亮氨酸7，异亮氨酸9，丝氨酸157，苏氨酸12，酪氨酸67，苯丙氨酸8，脯氨酸5，色氨酸2，赖氨酸4，组氨酸2，精氨酸6，天门冬氨酸17，谷氨酸13，共计1297个克分子。丝胶蛋白亦是角蛋白，其组成氨基酸大体上与丝纤蛋白相似，微异处在于甘氨酸、丙氨酸、酪氨酸较少；丝氨酸、谷氨酸、天门冬氨酸较多。茧又含游离氨基酸50毫克(以甘氨酸计)。蚕茧含油蜡状物质，由伯醇类、固体脂肪酸、石蜡及液体脂肪酸所构成。又含谷甾醇(成葡萄糖甙)及蛇麻脂醇。黄茧所含色素有各种胡萝卜素衍生物，而它们也是黄橙、粉红、棕灰等色的茧的色素。绿茧的色素，有些与黄酮有关，有些与叶绿素有关，特别是野蚕茧。茧色素种类颇多，有人从绿蚕茧分出7种有黄绿色萤光的色素及2种黄棕色萤光的色素；又有人分出9种黄色萤光色素，它们都是黄酮类的葡萄糖甙。各种蚕茧，每克含铁10.08～49.16微克及相当多的氟。每公斤白茧含锰7.06毫克，黄茧含8.48毫克。每克白茧含锌3.19微克，黄茧含3.67微克。【药理作用】蚕蛾的茧有拟胆碱作用。先用石油醚、乙醚、氯仿处理过的蚕茧的90%乙醇提取物对麻醉猫的血压、离体豚鼠回肠及家兔十二指肠上均呈现胆碱能作用；但在蛙腹直肌标本上，对横纹肌无作用。蚕茧【炮制】将蚕茧剪开，去尽内部杂质。或置罐内，煅存性用。【生药材鉴定】性状鉴别，蚕茧长椭圆形或中间稍缢缩，长3-4cm，直径1.7-2.1cm。表面白色 或淡黄色，有不规则皱纹，并有附着的蚕丝，整形绒毛状。其内壁的丝很有规律。体轻而韧，不易撕裂。微有腥气，味淡。【功效分类】止血药【性味】《纲目》：甘，温，无毒。【功用主治】治便血，尿血，血崩，消渴，反胃，疳疮，痈肿。《纲目》：烧灰酒服，治痈肿无头，次日即破；又疗诸疳疮及下血、血淋、血崩。煮汁饮，止消渴，反胃，除蛔虫。【用法与用量】内服：煎汤，1～3钱；或入散剂。外用：研末撒或调敷。【选方】①治肠风，大小便血，淋沥疼痛：茧黄、蚕蜕纸(并烧存性)、晚蚕沙、白僵蚕(并炒)等分。为末，入麝香少许。每服二钱，用米饮送下，日三服。(《圣惠方》茧黄散)②治消渴：煮蚕茧汤，每服一盏。(《朱氏集验医方》)③治小儿因痘疮余毒，肢体节骱上有疳蚀疮，脓水不绝：出蛾绵茧，不拘多少，用生白矾捶碎，实茧内，以炭火烧，矾汁干，取出为末。干贴疳疮口内。如肿作痛，更服活命饮。(《小儿痘疹方论》绵茧散)④治反胃吐食：蚕茧十个。煮汁，烹鸡子三枚食之，以无灰酒下，日二服。(《普济方》)⑤治口糜：蚕茧烧灰，调蜂蜜，抹口内。(《泉州本草》)]"
},{
    "中药名称": "蚕沙",
    "来源": "[为蚕蛾科昆虫家蚕蛾幼虫的干燥粪便。　　]",
    " 采集": "[6～8月收集，以二眠到三眠时的粪便为主，收集后晒干，簸净泥土，除去轻粒及桑叶的碎屑。　　]",
    " 药材": "[干燥的蚕沙，呈短圆柱形小粒，长2～5毫米，直径1.5～3毫米。表面灰黑色，粗糙，有6条明显的纵棱及3～4条横向的浅纹。两端略平坦，呈六棱形。质坚而脆，遇潮湿后易散碎。微有青草气。以干燥、色黑、坚实、均匀、无杂质者为佳。主产浙江、四川、河南、江苏、湖南、云南、广东、安徽、甘肃、湖北、山东、辽宁等地。　　]",
    " 化学成分": "[蚕沙含有机物物83.77～90.44%，灰分9.56～16.23%，总氮量1.91～3.60%。又含叶绿素，可用乙醇或丙酮抽提出来。据报道，第三、第四、第五龄蚕的蚕沙，顺次提出粗叶绿素1.6，2.0，2.4%，但其中真正的叶绿素只一小部分。例如第五龄的蚕沙的粗叶绿素只含纯叶绿素13.19%，其余尚有皂化物48.92%，不皂化物44.45%。蚕沙含植物醇0.25～0.29%。另含不皂化成分β-谷甾醇、胆甾醇、麦角甾醇和廿四醇、蛇麻脂醇。从蚕沙中尚分离出β-谷甾醇-β-葡萄糖甙。蚕沙所含游离氨基酸，曾找出亮氨酸、组氨酸等13种氨基酸，随着蚕儿长大，粪中亮氨酸与组氨酸含量亦渐增多。蚕沙含多量胡萝卜素。　　]",
    " 功效": "[上述的粗叶绿素每克含维生素A3644国际单位。⑤《泉州本草》：治风寒感冒，偏头痛。【用法与用量】内服：煎汤，3～5钱；或入丸、散。外用：炒熨、煎水洗或研末调敷。【宜忌】《本草经疏》：瘫缓筋骨不随，由于血虚不能荣养经络，而无风湿外邪侵犯者，不宜服。【选方】①治湿聚热蒸，蕴于经络，寒战热炽，骨骱烦疼，舌色灰滞，面目萎黄，病名湿痹：防己、杏仁、滑石各五钱，连翘、山栀各三钱，苡仁五钱，半夏三钱(醋炒)，晚蚕沙三钱，赤小豆皮三钱。水八杯，煮取三杯，分温三服，痛甚加片子姜黄二钱，海桐皮三钱。(《温病条辨》宣痹汤) ②治风瘙瘾疹，遍身皆痒，搔之成疮：蚕沙一升。以水二斗，煮取一斗二升，去滓，温热得所以洗之，宜避风。(《圣惠方》) ③治外感头痛：蚕沙、白芷、大黄各三钱。共研细末，调葱汤外敷。(《泉州本草》) ④治风湿痛或麻木不仁：晚蚕沙一两。煎汤，一日三回分服，临服时和入热黄酒半杯同服。(《现代实用中药》) ⑤治半身不遂：蚕沙二硕。以二袋盛之蒸熟，更互熨患处。仍以羊肚、粳米煮粥，日食一枚，十日即止。(《纲目》) ⑥治霍乱转筋，肢冷腹痛，口渴烦躁，目陷脉伏，时行急证：晚蚕沙五钱，生苡仁、大豆黄卷各四钱，陈木瓜三钱，川连(姜汁炒)三钱，制半夏、黄芩(酒炒)、通草各一钱，焦栀一钱五分，陈吴萸(泡淡)三分。地浆或阴阳水煎，稍凉徐服。(王士雄《霍乱论》蚕矢汤) ⑦治烂弦风眼：以真麻油浸蚕沙二、三宿，涂患处。(《陈氏经验方》一抹膏) ⑧治迎风流泪：蚕沙(炒)四两，巴戟(去皮，用练肉)、马蔺花(去梗)【功能主治】祛风燥湿、清热活血。治风湿、皮肤不仁，关节不遂，急剧吐泻转筋,筋骨不遂、腰脚痛、腹内瘀血、头风赤眼。【用法用量】内服：煎汤，3-5钱；或入丸、散。外用：炒熨、煎水洗或研末调敷。可用滚水泡制。【宜忌】瘫缓筋骨不随，由于血虚不能荣养经络，而无风湿外邪侵犯者，不宜服。蚕沙是蚕食桑后排泄出来的粪便。色墨绿，呈颗粒状，其大小随着龄期递进而增大，一龄时小如细沙，至五龄盛食期大如绿豆，饲养1盒蚕种（10g蚁量，25000条蚕），全龄期可获得100-150kg新鲜蚕粪，风干后可得到50-55kg风干蚕沙或45kg左右的干燥蚕沙。蚕粪组成；粗蛋白质占16.7％、粗脂肪占3.7％／粗纤维占19％、可溶性无氮物占45％、灰分占15.6％。蚕粪富含营养成分，是上等的肥料和猪、羊、鱼的理想饲料。蚕粪还富含叶绿素和维生素E、K果胶等，是提取这些化学物品较为经济的原料。蚕粪还用来制作蚕沙枕头，据认为具有清凉和降血压等效果。　　]",
    " 药理作用": "[1.抗癌及光敏作用，蚕沙中分离出的叶绿素衍生物（CPD），其中的13-羟基（13-R，S）脱镁叶绿素a和脱镁呀绿素b对体外肝癌组织培养细胞有抑制作用。小鼠腹部下接种肉瘤S180作为模型，瘤内注射CPD，注后1-2h或24-48h，以适当波长光线照光，早期照光者肿瘤治愈率100%，注后24-48h照光者，肿瘤治愈率只有60%。因此，早期照光是必要的。但自然界的脱镁叶绿素类在黑暗中也有细胞抑制作用，提示该类化合物对细胸的抑制作用 除光敏作用外，尚有其他作用机制参与。10-羟基脱镁叶绿素a也显示较强的光动力学作用。编CPD4的叶绿素衍生物，对荷瘤小鼠肿瘤细胞的杀伤剂量50mg/kg（静注），结合200mW/cm2功率激光或光辐射照射20-30min，对小鼠移植肉瘤S180和Lewis2肺癌或宫颈癌U14均有明显杀伤效应。从蚕沙中分离得到的六种叶绿素衍生物中以CPD7（3）杀伤力最强，CPD4最弱。CPD的光氧化（降解）产物保留光动力感光剂的所有特征。2.其他作用，在体外试验0.04g（生药）ml或0.01g（生药）/ml的蚕沙水提取液具有抗牛凝血酶作用。，可显著延长人血纤维蛋白在的凝聚时间。3.毒性，蚕沙光每剂500mg/kg给小鼠静脉注射，以耳指数（φ8mm双耳重mg/体重g×100%）为指标,发现药物加照光（2支30W日光灯）组的耳指数显著才低于血卟啉衍生物加照光组（Y-HPD10mg/kg）静注，与单纯照光组相似，虽高于对照组，但差异无显著性。说明蚕少光每剂皮肤光毒反应较轻。小鼠静脉注射蚕沙光敏剂的LD50为502+/-54mg/kg。死亡小鼠病理切片表明小鼠肝细胞浆稀疏，空泡变性，部分肝细胞核密集或消失。小鼠口服剂量日达6666mg/kg仍为可耐受量。给3月龄大鼠以120mg/kg,80mg/kg,40mg/kg三种剂量分别为腹注射该药，连续2星期，动物全部存活，血象及肝脏指均政党但高剂量组给药7天后体重开始下降，处死病检可见个别大鼠肾近曲小管上皮细胞浊肿，大脑小灶性胶质细胞增生。25mg/kg蚕沙光敏剂给家兔静脉注，对家兔血压、心率、II导心电图和呼吸均无明显影响。　　]",
    " 生药材鉴定": "[性状鉴别，蚕沙呈颗粒状六棱形，长2-5mm，直径1.5-3mm。表面灰黑色或黑绿色，粗糙，有6条明显的纵绝及横向浅沟纹。气微，味淡。]"
},{
    "中药名称": "蚕蛹",
    "概述": "[蚕蛹　　]",
    " 异名": "[小蜂儿(《日用本草》)。 是高蛋白的营养品。晚蚕砂 (蚕屎)、蚕蜕、蚕茧、白僵蚕 (感染白僵菌病死的蚕)等，都作药用。　　]",
    " 汉语拼音": "[can yong　　]",
    " 英文名": "[Silkworm Faeces　　]",
    " 拉丁植物动物矿物名": "[Bombyx mori L.　　]",
    " 形成过程": "[蚕吐丝蚕上蔟结茧后经过4天左右，就会变成蛹。蚕蛹的体形像一个纺棰，分头、胸、腹三个体段。头部很小，长有复眼和触角；胸部长有胸足和翅；鼓鼓的腹部长有9个体节。专业工作者能够从蚕蛹腹部的线纹和褐色小点来判别雌雄。蚕刚化蛹时，体色是淡黄色的，蛹体嫩软，渐渐地就会变成黄色、黄褐色或褐色，蛹皮也硬起来了。经过大约12到15天，当蛹体又开始变软，蛹皮有点起皱并呈土褐蚕茧色时，它就将变成蛾了。　　]",
    " 性味": "[白僵蚕:咸、辛、平，无毒。蚕茧:甘温，无毒。蚕蛹:甘、平。晚蚕砂:甘、辛、温，无毒。蚕蛹成分 蛹含蛋白质、脂肪油，其中主要成分是不饱和脂肪酸、甘油醋，少量卵磷脂、淄醇、脂溶性维生素等。蚕砂 (蚕屎)含有机物，其中有蛋白质及叶绿素，并含植物生长激素及组氨酸。日光照射后的蚕砂，小鸡食后有钙化骨胳的功效，或系其所含维生素D前级物质属于2、1－二氢化钙醇之故。　　]",
    " 功用": "[蚕蛹炒食治劳瘦及小儿疳瘦，蚕蛹油对高血压、脂肪肝、高脂血症等有一定效果。白僵蚕治小儿惊痫夜啼，痉风撮口。晚蚕砂浸酒缓诸风，去顽痹。蚕茧治消渴，止血及治齿衄。选方 ①治小儿疳积：蚕蛹炒熟，调蜜吃。(《泉州本草》)②治劳瘵骨瘦如柴：蚕蛹不拘多少，炒熟吃。(《泉州本草》)③治消渴热，或心神烦乱：蚕蛹一两。以无灰酒一中盏,水一大盏，同煮取一中盏，澄清，去蚕蛹服之。(《圣惠方》)④治蛔虫：蚕蛹二合。烂研，生布绞取汁，空心顿饮之。或蚕蛹暴干，捣罗为末，和粥饮服之。(《圣济总录》蚕蛹汁方)蚕蛹美食［肺结核，消瘦，慢性胃炎，胃下垂］蚕蛹焙燥研粉，每服1.5~3克，一日2次(此粉须干燥保存，最好装入胶囊)。［风湿筋骨痛，神经痛，肢体麻木感]晚蚕砂90克炒燥，盛入布袋，浸泡于500克黄酒中，7~10天后，适量饮酒，一日2次。[消渴尿频，糖尿病］带蛹蚕茧10个，水煎服(清朝名医王孟英治消渴，常用漅丝汤，同此理)。［血友病，牙龋出血，紫斑，鼻衄］蚕茧烧存性，研细，每服3克，一日2次。本品亦作外伤出血的止血剂。［荨麻疹、皮肤瘙痒症］白僵蚕6克，荆芥穗6克，蝉蜕3克，水煎服。［风疹块]僵蚕、蝉衣、大黄、姜黄等分为末，每服6克，以蜜调黄酒送下 (清杨栗山验方，名\"升降散\")。［小儿惊风抽搐，破伤风痉挛］僵蚕、全蝎、娱蛤、蝉衣、胆南星等分，共研细末，以糖汤送下，每服1.5~3克，一日~3次。［中风］白僵蚕、红花、荆芥穗、棕搁叶各3克，水煎服。［癫痫］白僵蚕、紫苏子、牛旁子各9克，辰砂3分，生姜2片，水煎服。[风湿腰痛］晚蚕砂30克(布包)，鲜松针30克，切细，加黄酒和水各一碗，煎至减半去渣，一日2次温服。　　]",
    " 用药禁忌": "[《随息居饮食谱》：“患脚气者忌之。獭犬咬者，终身勿犯，误食必难免也。中医认为，蚕蛹性平味甘，具有祛风、健脾、止消渴、镇惊安神、益精助阳等功效。《备急千金要方》说它“益精气，强男子阳道，治泄精。”《本草纲目》记载：“为末饮服，治小儿疳瘦，长肌，退热，除蛔虫;煎汁饮，止消渴。”药理研究表明，蚕蛹对机体糖、脂肪代谢能起到一定的调整作用。白僵蚕蛹油有降血脂的作用;用蚕蛹油提纯品制成丸剂，用于治疗高胆固醇血症，对降低胆固醇和改善肝功能有显著疗效。适量食用蚕蛹，对高血压、高血脂、慢性肝炎及营养不良患者有较好的辅助治疗功效。此外，蚕蛹中含有一种广谱免疫物质，对癌症有特殊疗效。据报道，日本等国已经从蚕蛹中生产出了α-干扰素，临床用于抗癌治疗。　　]",
    " 蚕蛹食疗药膳的举例": "[核桃炖蚕蛹核桃肉15核桃炖蚕蛹0克，蚕蛹80克，肉桂3克。先将肉桂洗净，晒干或烘干，研成极细末。将蚕蛹洗净，晾干后略炒一下，与核桃仁同放入大碗内，加水适量，调入肉桂末，搅拌均匀，隔水炖熟，即成。可当点心，随意服食或早晚分2次分服。可以补益肝肾、健脑益智、温肺润肠、乌须黑发。适用于精血不足之腰膝酸软、夜尿频多、阳痿遗精、须发早白、肺结核、咳嗽等症。　　]",
    " 核桃炖蚕蛹": "[]",
    " 蚕蛹炒韭菜": "[蚕蛹50克，韭菜200克，姜末、精盐、味精素油等适量。将韭菜、蚕蛹分别蚕蛹炒韭菜洗净备用。炒锅置火上放入油，将沥净水的蚕蛹略炒，再放入韭菜段，加入姜末、精盐、味精翻炒均匀即可装盘上桌。可补气养血，温肾助阳，消除疲劳，抗衰老。适于高血脂、高血压、动脉硬化、阳痿遗精、便秘等患者食用。　　]",
    " 炸蚕蛹": "[蚕蛹、植物油、葱、姜、蒜、盐等各适量。先将蚕蛹挑洗干净，控干水分后备用。炒锅放入植物油，烧热，炸蚕蛹，倒出多余的油，稍留底油，加热后炒葱、姜、蒜、盐等调料即成。佐餐食用。蚕蛹中含有丰富的不饱和脂肪酸，具有削减人体内多余胆固醇的功用。对于肝炎、心血管等疾患有辅助治疗作用。炸蚕蛹　　]",
    " 蚕蛹核桃肉汤": "[蚕蛹50克，核桃肉100～150克，精盐、味精少许。将蚕蛹置炒锅中略炒，沙锅中注入水500毫升许，放入核桃肉、蚕蛹，大火烧开，改小火炖，约40分钟。待熟后可加精盐、味精调味即成。食蚕蛹、核桃肉，饮汤，连服5次。本品能健脾胃、补气血、疗疳积，适用于小儿疳积、气油炸蚕蛹血两亏、身体瘦弱者。　　]",
    " 蚕蛹酒": "[蚕蛹100克，米酒500毫升。蚕蛹洗净控干水分，泡入米酒罐内，共浸1个月后即可饮用。每日1次，每次匙。能和脾胃、除疲劳、增强性机能，适用于阳痿遗精、脾胃虚弱者。由于蚕蛹成分较复杂，如果处理不当，会造成食用后中毒。所以，在食用中必须注意：未经加工处理的蚕蛹不可食用，更不可直接凉拌后食用;蚕蛹不新鲜、变色发黑、呈粉红色、有麻辣感或异味的蚕蛹不可食用;蚕蛹放置过久(冷天超过1周，热天超过20小时)不可食用;有鱼虾等食物过敏史者，不可食用蚕蛹。　　]",
    " 营养分析": "[蚕蛹含有丰富的蛋白质和多种氨基酸，是体弱、病后、老人及妇女产后的高级营养补品。蚕蛹能产生具有药理学活性的物质，可有效提高人体内白细胞水平，从而提高人体免疫功能，延缓人体机能衰老，蚕蛹油可以降血脂、降胆固醇、对治疗高胆固醇血症和改善肝功能有显著作用。[宜食] 适宜高血压病、高脂血症、脂肪肝、糖尿病之人食用；适宜肺结核、身体瘦弱之人食用；适宜小儿疳瘦者食用；适宜慢性胃炎、胃下垂之人食用；适宜中老人腰膝酸软、夜尿频数、阳痿滑精者食用。[忌食] 蚕蛹补虚，但有脚气之人忌食。　　]",
    " 食疗价值": "[蚕蛾科昆虫家蚕蛾的蛹。全国养蚕地区均产。全国养蚕地区均产。主要是从缫丝后的蚕茧中取出。洗净用。或干燥备用。　　]",
    " [性能]": "[含蛋白质、脂肪、维生素A、B2、D和麦角甾醇等。蛋白质水解产物有精氨酸、赖氨酸、组氨酸、胱氨酸、色氨酸、酪氨酸、苏氨酸、蛋氨酸。脂肪中含饱和脂肪酸（软脂酸、硬脂酸）、不饱和脂肪酸（油酸、亚麻油酸）和甾醇等。蚕蛹油有降低血清胆甾醇和改善肝功能的作用。　　]",
    " [用途]": "[用于脾虚气弱或营养不良，消瘦乏力；脾虚，消渴口干，虚烦发热。　　]",
    " [用法]": "[炒食，煎汤，或研末。　　]",
    " [附方]": "[1，蚕蛹散：蚕蛹90g，烘焙干燥，研末。每次服30g，米饮或温开水送服。源于《本草纲目》。本方专用蚕蛹的益脾补虚作用。适用于小儿疳积或久患肺痨，肌肉消瘦。亦可将蚕蛹炒熟食。2，蚕蛹汤：蚕涌60g，用水和米酒（或白酒）煎汤取汁服。源于《圣惠方》。以蚕蛹除烦止渴，一般作汤剂服。用于消渴口干、烦热，或心经有热，心神烦乱。若带蚕茧煎汤服更好。食蚕蛹中毒的潜伏期数小时至1周不等。 中毒常见的表现有头晕、恶心、呕吐、腹泻和腹痛，有的会出现心慌胸闷、四肢颤抖、手足痉挛，中毒深者还会有血压降低、口唇发紫、昏迷抽搐等症状，但重症患者罕见。 曾有报道，一患者食大量蚕蛹，8小时后出现头昏、恶心及呕吐，随后出现眼球、舌肌震颤，全身痉挛及步态不稳等神经系统损害，被诊为柞蚕蛹性脑病，是食用蚕蛹发生过敏而引起的反应。另一例进食剩余变质蚕蛹10余个，次日发生吐泻并出现神志丧失，手足阵发性抽搐收住院；入院后神志恍惚，烦躁不安，时而大喊大叫，呼吸深大，大小便失禁，全身肌肉阵发性震颤；经CT扫描脑组织无异常，脑电图广泛中度异常；经用氯丙嗪、糖皮质激素、神经活化剂及支持疗法等治疗，29天后治愈出院，也被认为与变态反应相关。 蚕蛹中毒无特效解毒治疗，主要采取对症和支持治疗。中毒急救处理的主要原则：一是急性发病者应予催吐、洗胃和导泻作排毒处理。二是及时补液、利尿，以利毒素排出，并补充水与电解质，防治失水及电解质、酸碱平衡失调。有关专家提醒广大群众，注意预防蚕蛹中毒，一是采购新鲜蚕蛹，不买、不食腐败变质的蚕蛹；二是食用蚕蛹前，必须充分加热，应先在沸水中煮15分钟再烹炒、油炸；三是一次少吃，未吃完的蚕蛹放置后，应彻底加热后再食用。]",
    "  营养可以从别处获得，不一定是蚕蛹 ": "[--171.210.233.221 2020年6月2日 (二) 15:57 (CST)留言：虽然很多人说蚕茧有很高的营养价值。但是很多人根本就不知道一个事实，那就是蚕从一条小蚕虫变成蛹期间，很容易患病，也很容易被比如，像苍蝇，蚊子等等害死，怎么办？喂药，蚕从小就开始喂药。小蚕，喂药少频次，但到中等大小开始，几乎每两天喂一次药，大蚕几乎天天喂药，因为蚕大了更容易让苍蝇等等昆虫来吸食他们。灭蚕蝇、防僵粉。当然还有其它的。为防止害虫，蚕吃的桑叶必须喷洒几次农药。所以，我们养蚕乡从不吃蚕蛹。]"
},{
    "中药名称": "苍耳",
    "1.苍耳-植物学": "[]",
    " 科学名称": "[中文名：苍耳拉丁语学名：Xanthum mongolicum kitag.二名法：Xanthium sibiricum Patrin ex Widder [X. strumarium L.]英文名字：Siberia Cocklebur中文别名：呆耳，亦名胡、常思、苍耳、卷耳、爵耳、猪耳、耳、地葵、羊负来　　]",
    " 科学分属": "[域： 真核域 Eukarya界： 植物界 Plantae门： 被子植物门 Magnoliophyta纲： 双子叶植物纲 Magnoliopsida目： 菊目 Asterales科： 菊科 Asteraceae/Compositae属： 苍耳属 Xanthium种： 苍耳 X. sibiricum或者X. mongolicum kitag　　]",
    " 形态特征": "[瘤突苍耳(Xanthium strumarium)的叶及刺果植物，为一年生杂草。有些权威认为该属有15种，有的认为仅2∼4种。苍耳雄花花序圆而短，在雌花花序之上，雌花包在一绿、黄或褐色卵圆形的总苞内，总苞外有许多钩状刺和两个大的角状刺。成熟的刺果黏在动物的毛上，藉以散布他处。瘤突苍耳(X. strumarium)对牲畜有毒，从前曾用作草药。一年生草本，高可达1米。叶卵状三角形，长6一10厘米，宽5-10厘米，顶端尖，基部浅心形至阔楔形，边缘有不规则的锯齿或常成不明显的3浅裂，两面有贴生糙伏毛；叶柄长3．5一10厘米，密被苍耳属(Xanthium)植物细毛。壶体状无柄，长椭圆形或卵形，长10一18毫米，宽6-12毫米，表面具钩刺和密生细毛，钩刺长1．5-2毫米，顶端喙长1．5-2适米。花期8-9月。地理分布原产于美洲和东亚，广布欧洲大部和北美部分地区；生于山坡、草地、路旁。我国各地广布。　　]",
    " 栽培技术": "[生活习性苍耳喜温暖稍湿润气候。以选疏松肥沃、排水良好的砂质壤土栽培为宜。 耐干旱瘠薄。河南4月下旬发芽，5-6月出苗，7—9月开花，9-10月成熟。黑龙江5月上、中 旬出苗，7月中下旬开花，8月中下旬种子成熟。种子易混入农作物种子中。根系发达，入土较深，不易清除和拔出。栽培技术 用种子繁殖，直播或育苗移法。直播：4月按株距45cm×45cm开穴，穴深6-8cmn，每穴播5颗左右，覆土，稍加镇压，浇水。育苗移栽法：3-4月育苗，播种后待苗高10cm左右移栽，每次-4株。田间管理 苗高10cm时间苗、补苗，每穴留苗2-3株。每年松土除草2-3次，结合追施人粪尿或尿素。　　]",
    " 经济价值": "[茎皮制成的纤维可以作麻袋、麻绳。苍耳子油是一种高级香料的原料，并可作油漆、油墨及肥皂硬化油等，还可代替桐油。入药治麻风，种子利尿、发汗。苍耳茎叶捣烂后涂敷，治疥癣，虫咬伤等。苍耳子悬浮液可防治蚜虫，如加入樟脑，杀虫率更高，苍耳子石灰合液可杀蚜虫。苍耳子可做猪的精饲料。　　]",
    " 化学成分": "[果实含苍耳甙、脂肪油、树脂、生物碱、维生素C。 苍耳甙（Strumaroside），即B-谷甾醇葡萄糖甙)、黄质宁(Xanthinin)、苍耳明(Xanthumin，是黄质宁的立体异构体)、8-(?-异戊烯基)-5，7，3，4-四羟基黄酮［8-(?-Isopen-tenyl)-5，7，3，4-Tetrahydroxy-flavone〕，以及咖啡酸和1，4-二咖啡酰奎宁酸(1，4-Dicaffeoylquinic acid)。此外，尚含查耳酮衍生物、水溶性甙、葡萄糖、果糖、氨基酸、酒石酸、琥珀酸、延胡索酸、苹果酸、硝酸钾、硫酸钙等。 　　]",
    " 药用价值": "[1.用于鼻渊头痛，风寒头痛。本品温和疏达，味辛散风，苦燥湿浊，通窍止痛，用治鼻渊头痛、不闻香臭、时流浊涕，常配伍辛夷、白芷、薄荷同用，即苍耳子散。用治外感风寒，，恶寒无汗、头痛鼻塞者，可与防风、白芷、羌活、藁本等同用。2．用于风湿痹痛。本品祛风除湿，通络止痛，用治风湿痹证，四肢拘挛，可单用，或与秦艽、蚕砂、萆区等同用，泡酒服，如史国公药酒。此外，本品与地肤子，白鲜皮、白蒺藜等药同用，治风疹瘙痒。又本品研末，用大风子油为丸，还治疥癣麻风，皆取散风除湿的作用。　　]",
    " 毒性": "[中毒机理全株有毒，幼芽和果实的毒性最大，茎叶中都含有对神经及肌肉有毒的物质。其中毒机理尚未完全清楚。种仁和子叶含毒蛋白、毒甙等可能是主要的有毒成分，可损害心、肝、肾及引起出血。中毒原因主要是误食苍耳果实或幼苗（误为豆芽）。若要作为药用，请去看医生，并严格遵照医嘱。苍耳中毒的潜伏期因食入物不同而异，一般为2～3天，快者4小时即发病。例如，直接吃生苍耳子者食后4～8小时发病，食苍耳子饼者10～24小时发病，食幼苗者，1～5天发病。解毒方法1.无胃肠道出血时，可催吐，用1：5000高锰酸钾液洗胃，内服硫酸镁导泻，若服大量超过4小时者，应及早用1%～2%食盐水作高位灌肠。2.静脉滴注5%葡萄糖生理盐水，并大量饮糖水。如有心力衰竭、肺水肿及尿闭者应限制输液量。3.有出血时给以补血维生素K等止血剂，必要时输血。4.肝脏提醒明显损害时，可给激素及补血维生素B1、B12、C等保肝药物养生。在治疗检测期间暂禁脂肪隆胸类食物疱疹，其他对症治疗检测。5.甘草30g、绿豆120g，煎汤内服。6.板蓝根120g，水煎分2次早晚服。7.芦根60g，绿豆30g，金银花15g，葛花9g，甘草9g，水煎2次，合并一起，每日早晚分服，连服3～6剂。8.有肠胃偏瘫道出血常识症状时，用甘草30g，远志9g，沙参15g，血余炭9g，三七粉1.5g(冲服)，水煎2次，合并一起，每4小时1次，2次服完，连服2～6剂。9.针灸问答(1)解毒：取曲池、三阴交。(2)牙关紧闭：取颊车、合谷。(3)细菌呕吐、腹痛取中脘、内关、足三里。(4)昏迷：取人中、承浆。(5)呕吐呼吸困难：取内关。中毒预防注意1.不可与猪肉共食。2.不宜做苍耳饼吃，更不得随意生食嫩叶或果实。3.严格掌握剂量，按医嘱服用。　　]",
    " 2. 苍耳---中药学": "[　　]",
    " 别名": "[卷耳、葹、苓耳、胡葈、地葵、枲耳、白胡荽、常枲、爵耳、耳珰草、常思、常思菜、羊负来、只刺、进贤菜、道人头、喝起草、佛耳、缣丝草、野缣丝、野茄、猪耳、痴头婆、虱麻头、粘粘葵、白痴头婆、刺儿颗、假矮瓜、白猪母络、疔疮草、野紫菜、野落苏、狗耳朵草、苍子棵、青棘子、菜耳苍耳　　]",
    " 植物来源": "[为菊科植物苍耳Xanthium sibiricum Patr. 的带总苞的果实。　　]",
    " 植物形态": "[一年生草本，高30～90cm。茎粗糙，有短毛。叶互生，三角状卵形，长6～10cm，宽5～10cm,先端锐尖，基部心形。边缘有缺刻或3～5浅裂，有不规则粗锯齿，两面有粗毛；叶柄长3～11cm。头状花序顶生或腋生，雌雄同株，雄花序在上，球形，花冠筒状，5齿裂；雌花序在下，卵圆形，外面有钩刺和短毛。花期7～10月，果期8～11月。苍耳　　]",
    " 中药采制": "[9～10月割取地上部分，打下果实，晒干，去刺，生用或炒用。需碾去刺，或再炒黄。　　]",
    " 中药性状": "[纺锤形或椭圆形，长1～1.5cm，直径0.4～0.7cm。表面黄棕色七黄绿色，有钩刺。顶端有2枚粗刺，基部有梗痕。质硬而韧，2室，各有1枚瘦果，呈纺锤形，一面较平坦，顶端具1突起的花柱基，果皮薄，灰黑色，具纵纹。种皮膜质，浅灰色，子叶2枚，有油性。气微，味微苦。　　]",
    " 性味": "[苦辛，寒，有毒。①《别录》：\"苦辛，微寒，有小毒。\"②《药性论》：\"味甘，无毒。\"③《千金.食治》：\"味苦辛，微寒涩，有小毒。\"　　]",
    " 归经": "[辛、苦，温，有小毒，归肺经。该物种为中国植物图谱数据库收录的有毒植物，其毒性为全株有毒，以果实、特别是种子毒性较大。炒食种子25—400g可引起中毒，多在4-5小时至3天内出现症状。苍耳子中毒的报道很多，严重的造成死亡。主要有头晕、头痛、恶心、呕吐、腹痛、便秘或腹泻、心率减慢、精神萎糜、全身无力、多汗或无汗、嗜睡或烦躁不安、瞳孔扩大等；严重者肝肾检查有损害，肝大、黄疸、广泛性出血，昏迷、抽搐、心力衰竭、呼吸及循环衰竭而死。家畜食后也引起中毒，尤以猪和牛为多。症状有抑郁、怄气、脉搏急速、体温下降、呼吸困难以致死。　　]",
    " 主治": "[感冒；头风；头晕；鼻渊、目赤、目翳、风温痹痛、拘挛麻木、风癞、疔疮、疥癣、皮肤瘙痒、痔苍耳疮、痢疾、祛风散热，解毒杀虫。 湿痹拘挛， 散风除湿，通窍止痛。《别录》：\"治膝痛，溪毒。\"《药性论》：\"主肝家热，明目。\"《唐本草》：\"主大风，癫痫，头风，湿痹，毒在骨髓，除诸毒螫，杀疳湿匿，主腰膝中风毒。亦主猘狗毒。\"《本草拾遗》：\"叶挼安舌下，令涎出，去目黄好睡。\"《履巉岩本草》：\"去风活血。\"《纲目》：\"善通顶门连脑。\"《天宝本草》：\"去风解毒。治肚大青筋，皮肤瘙痒，风湿症。\"《广东中药》II：\"治红云血癣，痰火核，感冒，鼻渊。\"《本经》：“主风头寒痛，风湿周痹，四肢拘挛痛，恶肉死迹”《要药分剂》：“治鼻渊鼻首，断不可缺，能使清阳之气上行巅顶也。　　]",
    " 用法用量": "[煎服，3 ～10g 。或入丸散。内服：煎汤，6-12g，大剂量30-60g；或捣汁；或熬膏；或入丸、散。外用：适量，捣敷；或烧存性研末调敷；或煎水洗；或熬膏敷。血虚头痛不宜服用。过量服用易致中毒。　　]",
    " 药理": "[本品含含苍耳甙（xanthostrumarin）。叶含苍耳醇（xanthanol）、异苍耳醇（jsoxanthanol）、苍耳酯（xanthumin)等。甙类物质有显著降血糖作用；煎剂有镇咳作用；对心脏有抑制作用，使心率减慢，收缩力减弱；对金黄色葡萄球菌、乙型链球菌、肺炎双球菌有一定抑制作用，并有抗真菌作用。本品有一定毒性，成人服用量超过100g可致中毒，主要症状为头晕、嗜睡、昏迷、全身强直性痉挛，并出现黄疸，肝肿大、肝功障碍、尿中出现蛋白、红细胞、管型。重则呼吸、循环、肾功能衰竭而死亡。　　]",
    " 附方": "[① 治妇人血风攻脑，头旋闷绝，忽死倒地，不知人事：喝起草嫩心，阴干为末，如常酒服一大钱。（《斗门方》）② 治中风伤寒头痛，又疗疔肿困重：生捣苍耳根叶，和小儿尿绞取汁，冷撮一升，日三度，（《食疗本草》）③ 治中风，头痛，湿痹，四肢拘挛痛：苍耳嫩苗叶一斤，酥一两。先煮苍耳三、五沸，漉出，用豉一合，水二大盏半，煎豉取汁一盏半，入苍耳及五味，调和作羹，入酥食之。（《圣惠方》苍耳叶羹）④ 治赤白下痢：苍耳草不拘多少，洗净，以水煮烂，去滓，入蜜，用武火熬成膏。每服一、二匙，白汤下。（《医方摘元》）⑤ 治目上星翳：鲜苍耳草，捣烂涂膏药上贴太阳穴。（《浙江民间草药》）⑥ 治大风及诸风疾：苍耳不以多少，碾为细末，用大风（子）油为丸，如梧桐子大。每服三十丸至四十丸，用荆芥茶送下，不拘时候服。（《履巉岩本草》）⑦ 治癞：嫩苍耳、荷叶各等分。为末，每服二钱，温酒调下。（《袖珍方》）⑧ 治疔肿，出根：苍耳烧作灰，和腊月猪脂封之。（《本草拾遗》）⑨ 治热毒攻手足，赤肿焮热，疼痛欲脱：苍耳草绞取汁以渍之。（《千金方））⑩ 治中耳炎：鲜苍耳全草五钱（干的三钱）。冲开水半碗服。（《福建民间草药》）⑾ 治疥疮痔漏：苍耳全草煎汤熏洗。（《闽东本草》）⑿ 治风疹和遍身湿痒：苍耳全草煎汤外洗。（《闽东本草》）⒀ 治赤白汗斑：苍耳嫩叶尖和膏盐擂烂。五、六月间擦之，五、七次。（《摘元方》）⒁ 治花蜘蛛毒咬人：野缣丝，捣汁一盏服，仍以渣敷之。（《摘元方》）⒂ 治虫咬性皮炎：鲜苍耳茎叶、白矾、明雄各适量。共捣成膏，外敷螫咬处，固定。（内蒙古《中草药新医疗法资料选编》）　　]",
    " 临床应用": "[①治疗麻风对改善症状有较好作用，用药后能使患者结节消失，恢复正常皮肤，或红斑颜色变淡、范围缩小，面部、耳垂浸润性损害减轻，胀大的尺神经变细变软，手足活动灵活，部分恢复知觉。麻风杆菌也有减少趋势。病理浸润亦稍有进步。但上述疗效多发生在用药后3～4月间，以后进步便不明显，且有部分病人发生新生损害，少数病人继续用药至12～15个月又有不同程度的进步，但不及初期效果明显。因此认为苍耳草宜与砜类药或氨硫脲同时服用或交替服用，以期收到较满意的效果。剂量及用法：目前尚无统一的剂量标准。一般采用新鲜苍耳草制成浸膏丸或片内服。浸膏丸每粒相当于生药1～2两或4两。开始用4两，每日1次，3日后根据患者身体情况和病情轻重逐渐增加用量，最多每日两，2次分服；有的每日用8～24两，连服3个月，休息两周；也有主张每日用12两，3次分服，若出现副作用可酌量减少，如无不良反应而见效迟缓者，可酌情渐增剂量。副作用有食欲减退、便秘，及发热、神经症状等，但均较轻微。有人指出：在服用大剂量时，应注意安全，以免发生中毒事故。②治疗慢性鼻炎据50余例临床观察，有效率在50％以上。具有抗过敏作用。对急性副鼻窦炎也有效果。用法：苍耳全草注射液，每支2毫升（相当于生药2克）肌肉注射，每日～2次。③治疗功能性子宫出血苍耳草2两（干的1两），煎服，每日剂。轻者3～5天，重者7～10天即可见效。④治疗早期血吸虫病用苍耳全草2两，槟榔1.5两，煎成60毫升，每次10毫升，每日3次食前服，连服10天。治疗32例，患者一般体征均见好转；3个月后28例曾复查大便，血吸虫卵阴转率为78.6％。常见的药物反应有腹痛、腹泻、头晕和恶心等。　　]",
    "  给苍耳条目的留言 ": "[--60.223.128.177 2015年5月28日 (四) 23:10 (CST)留言：曾吃过几日的苍耳子，一日十克，因其性燥，且不宜消，致体热不衣，竞而热汗，不知觉竞致元气大伤，津伤口渴大病一场，当辅补津之品并服。]"
},{
    "中药名称": "苍术",
    "植物特性": "[1．茅苍术（南苍术）茅苍术多年生草本，高30～70厘米。根状茎粗肥，结书状，节上有细须根，外表棕褐色，有香气，断面有红棕色油点。茎直立，圆柱形而有纵棱，上部不分枝或稍有分枝。叶互生，基部叶有柄或无柄，常在花期前脱落，中部叶椭圆状被外形，长约4厘米，宽1～1．5厘米，完整或3～7羽状浅裂，边缘有刺状锯齿，上面深绿，下面稍带白粉状，上部叶渐小，不裂，无炳。秋季开花，头状花序多单独顶生，基部具二层与花序等长的羽裂刺缘的苞状中，总苞片6～8层，有纤毛；两性花，花单性花多异株；花全为管状，白色；两性花冠毛羽状分枝，较花冠稍短；雌花具5孜线状退化雄蕊。瘦果圆筒形，被黄白色毛。北苍术图谱2．北苍术北苍术与茅苍术大致相同，其主要区别点为叶通常无柄，叶片较宽，卵形或窄卵形，一般羽状5深裂，茎上部叶3～5羽状浅裂或不裂；头状花序稍宽，总苞片多为5～6层，夏秋间开花。　　]",
    " 生长特性": "[苍术生于山坡 较干燥处或草丛中，生活力很强。荒山、瘦地均种植，喜凉爽气候，排水良好、地下水位低、土壤结构疏松、富含腐殖质的砂质壤上生长最好。忌低洼地，水浸根易乱。　　]",
    " 栽培技术": "[1．选地整地选择气候凉爽、排水良好的腐殖质壤土或砂壤上，坡地、山地、荒地均可。2. 繁殖方法苍术用种子和分株繁殖。（1）种子繁殖种子发芽率50%左右，4月初育苗，苗床应选向阳地，播种前深翻，同时施基肥，北方用堆肥，南方施草木灰等，整细耙平后，做成宽100厘米、长330～500厘米畦，条播或撒播，每公顷用种量60-75千克，播后覆细土2～2．3厘米，上盖一层稻草，经常浇水，保持土壤湿润，出苗后去掉盖草，苗高3．3厘米左右时间苗，苗高10厘米左右即可定植，南方育苗期约一年，次年3月上旬定植，定格地一般利用荒坡空地，于头年冬天耕翻，定植前再耕翻一次，除尽杂草，施足底肥，阴雨天或午后定植容易成活，行珠距23．1～40厘米*16．5厘米，栽后覆土压紧，然后浇水。（2）分株繁殖春季4月，将老苗连根挖出，抖去泥土，用刀将每蔸切成若干小蔸，每一小蔸带1～3个根芽，然后按育苗定植法栽植，幼苗期直勤除草，定植后须中耕、除草、培土（如不培土易东倒西歪），并追施稀粪1～2次。　　]",
    " 采收加工": "[南苍术多在秋季采挖，北苍术分春秋两季采挖，但以秋后至春季苗未出土前质量较好，人工家种者，二年内收获。南苍术挖出后，除净泥土。残茎、晒干后用律打掉毛须或晒至九成干后，用火燎掉毛须即可。北苍术挖出后，除去茎叶或泥土，晒至四五成平时装入筐内，撞掉须根，即呈黑褐色，再晒至六位成干，撞第二次，直至大部分老皮撞掉后，晒至全干时再撞第三次，到表皮呈黄褐色为止。　　]",
    " 资源分布": "[1.分布于山东、江苏、安徽、浙江、江西、河南、湖北、四川等地，各地多有栽培。2.分布于东北、华北及陕西、宁夏、甘肃、山东、河南等地。3.分布于黑龙江、吉林、辽宁、内蒙古、河北等地。　　]",
    " 药理研究": "[1．与功效主治相关的药理作用苍术具有燥湿健脾，祛风湿的功效。主治湿阻中焦，风寒湿痹，脚膝肿痛，痿软无力，雀目夜盲。《珍珠囊》日：“能健胃安脾，诸湿肿非此不能除。”《本草纲目》曰：“治湿痰留饮……及脾湿下流，浊沥带下，滑泻肠风。”《新修本草》称其能“利小便”。（l）调整胃肠运动功能 苍术煎剂、苍术醇提物在一定剂量范围内能明显缓解乙酰胆碱所致家兔离体小肠痉挛，而对肾上腺素所致小肠运动抑制，则有一定的对抗作用。苍术醇提物还能对抗乙酰胆碱、氯化钡所致大鼠离体胃平滑肌痉挛，而对正常大鼠胃平滑肌则有轻度兴奋作用。苍术丙酮提取物、β-桉叶醇及茅术醇对氨甲酷胆碱、Ca2＋及电刺激所致大鼠在体小肠收缩加强，均有明显对抗作用。苍术丙酮提取物对小鼠炭末推进运动则有明显促进作用。对番泻叶煎剂所制“脾虚泄泻”模型大鼠的小肠推进运动亢进，苍术煎剂有明显对抗作用。（2）抗溃疡 苍术有较强的抗溃疡作用。实验发现，茅苍术及北苍术对幽门结扎型溃疡、幽门结扎-阿司匹林溃疡、应激性溃疡有较强的抑制作用，两种苍术均能显著抑制溃疡、动物的胃液量、总酸度、总消化能力及胃黏膜损害。研究认为，苍术抗溃疡作用机理主要有两个方面：①抑制胃酸分泌：北苍术挥发油中的苍术醇能抑制甾体激素的释放，减轻甾体激素对胃酸分泌的刺激，茅苍术所含β-桉叶醇有抗H2受体作用，能抑制胃酸分泌，并对抗皮质激素对胃酸分泌的刺激作用。②增强胃黏膜保护作用：北苍术可使胃黏膜组织血流量增加，从苍术中提取的氨基己糖具有促进胃黏膜修复作用，关苍术（A.japonica）还能明显增加氨基已糖在胃液和黏膜中的含量，从而增强胃黏膜保护作用。（3）保肝 苍术及β-桉叶醇、茅术醇、苍术酮对CCL4及D-氨基半乳糖诱发的培养鼠肝细胞损害均有显著的预防作用。此外，苍术煎剂对小鼠肝脏蛋白质合成有明显促进作用。（4）抑菌 苍术提取物具有消除耐药福氏痢疾杆菌R质粒的作用，能降低细菌耐药性的产生。利用95%乙醇浸泡苍术10小时，取出苍术，放在准备消毒的手术室地面上，点燃，直到苍术化为灰为止，消毒后比消毒前空气中菌落数明显减少。然而，早期体外研究未发现苍术水煎液有明显抗菌作用。2.其他药理作用（1）对血糖的影响 苍术煎剂灌胃给药或醇浸剂皮下给药，可使正常家兔血糖水平升高，但对四氧嘧啶性糖尿病家兔则有降血糖作用。苍术水提物灌胃可使链脉霉素诱发的大鼠高血糖水平降低。有研究认为，苍术有效成分和腺嘌呤核苷酸在同一线粒体上起竞争性抑制作用，从而抑制细胞内氧化磷酸化作用，干扰能量的转移过程。（2）抗缺氧 对氰化钾所致小鼠缺氧模型，苍术丙酮提取物750mg/kg灌胃，能明显延长小鼠的存活时间，并降低小鼠相对死亡率。苍术抗缺氧的主要活性成分为β-桉叶醇。（3）中枢抑制 茅苍术、北苍术、β-桉叶醇、茅术醇对小鼠有镇静作用，能抑制小鼠自发活动。茅苍术提取物和挥发油，小剂量使脊髓反射亢进，较大剂量则呈抑制作用，终致呼吸麻痹而死。茅苍术和北苍术的提取物能增强巴比妥睡眠作用，其药理活性成分主要是β-桉叶醇和茅术醇。（4）抗肿瘤 苍术挥发油、茅术醇、β-桉叶醇l00mg/ml在体外对食管癌细胞有抑制作用，其中茅术醇作用较强。(5)促进骨骼钙化 苍术中含有与钙磷吸收有关的维生素D，其挥发油具有促进骨骼钙化作用。北苍术挥发油对患佝偻病的白洛克雏鸡，能在一定程度上改善症状。（6）对心血管系统的影响 苍术对蟾蜍心脏有轻度抑制作用，对蟾蜍后肢血管有轻度扩张作用。苍术浸膏小剂量静脉注射，可使家兔血压轻度上升，大剂量则使血压下降。综上所述，与苍术燥湿健脾功效相关的药理作用为调整胃肠运动功能、抗溃疡、保肝。抑菌等。苍术主要有效成分是以β-桉叶醇及茅术醇为代表的挥发油。苍术对血糖的影响。抗缺氧、中枢抑制、抗肿瘤、促进骨骼钙化及对心血管系统的影响等作用，则是其药理作用的现代研究进展。　　]",
    " 化学成分": "[1.茅苍术 根茎含挥发油3.25%-6.92%，内含2-蒈烯（2-carene），1，3，4，5，6，7-六氢-2，5，5-trimethyl-2H-2,4α桥亚乙基萘（1，3，4，5，6，7-hexahydro-2，5，5-trimethyl-2H-2,4α-ethanonaphthalene），β-橄槛烯（β-maalinene），花柏烯（chamigrene），丁香烯（caryophyllene），榄香烯（elemene），葎草烯（humulene），芹子烯（selinene），广藿香烯（patchoulene），1，9-马兜铃二烯（1，9-aristolodiene），愈创薁醇（guaiol），榄香醇（elemol），苍术酮（atractylone），芹子二烯酮[seli-na-4(14),7(11)-diene-8-one]，苍术呋喃烃（atractylodin），茅术醇（hinesol），β-桉叶醇桉叶醇（β-eudesmol）[1，2]等。根茎还含糠醛（furlade-hyde）[3]，乙酰氧基苍术酮（3β-acetoxyatractylone），3β-羟基苍术酮（3β-hydroxyatracetylone）[4]，白术内酯（butenoliede）B[5]等。又含色氨酸（tryptophane），3，5-二甲氧基-4-葡萄糖氧基苯基烯丙醇（3，5-dimethoxy-4-glucosyloxy phenylallylalcohol）以及2-（1,4α-二甲基-3-葡萄糖氧基-2-酮基-2，3，4，4α5，6，7，8-八氢萘-7-基）异丙醇葡萄糖甙[2-（1，4α-dimethyl-3-glucosyloy-2-oxo-2,3,4,4α5,6,7,8-octahydronaphthalen-7-yl）-isopropanolglucoside]，2-[8-甲基-2，8，9-三羟基-2-羟甲基双环[5。3。0]癸-7-基]异丙醇葡萄糖甙｛2-[8-methyl-2,8,9-trihydroxy-2-hydroxymethyl-bicyclo[5.3.0]decan-7-yl]isopropanogllucoside｝，2-[8-甲基-2，8-二羟基-9-酮基-2-羟甲基双环[5，3，0]癸-7-基]异丙醇葡萄糖甙｛2-[8-methyl-2,8-dihydroxy-9-oxo-2-hydroxymethylbicyclo[5,3,0]decan-7-yl]isopropanolglucoside｝，2-（1，4α-dimethyl-2,3-二羟基十氢萘-7-基）异彩丙醇葡萄糖甙[2-（1，4α-dimethyl-2,3-dihydroxydec-ahydroxynaphthalen-7-yl)isopropanol glucoside]等8个倍半萜糖甙等水溶性成分[6]。还含钴、铬、铜、锰、钼、镍、锡锶钒锌、铁磷、铝锆、钛、镁、钙等无机元素[7]。。2.北苍术 根茎含挥发油1.5%，主含β-桉叶醇和苍术呋喃烃，还含β-芹子烯，左旋的α甜没药萜醇（α-bisabolol），茅术醇[8]，榄香醇，苍术酮，芹子二烯酮等[9]。又含聚乙炔化合物：苍术呋喃烃醇（atractyoldinol)，乙酰基苍术呋喃烃醇（acetyl α-tractylodinol）[10]。　　]",
    " 史籍记载": "[1.陶弘景：除恶气。2.刘完素：明目，暖水脏。3.《珍珠囊》：能健胃安脾，诸湿肿非此不能除。4.李杲：除湿发汗，健胃安脾，治痿要药。5.朱震亨：散风益气，总解诸郁。6.《本草纲目》：治湿痰留饮，或挟瘀血成窠囊，及脾湿下流，浊沥带下，滑泻肠风。7.《玉楸药解》：燥土利水，泄饮消痰，行瘀，开郁，去漏，化癖，除症，理吞酸去腐，辟山川瘴疠，回筋骨之痿软，清溲溺之混浊。8.《本草求原》：止水泻飨泄，伤食暑泻，脾湿下血。9.《医学启源》：苍术，主治与白术同，若除上湿发汗，功最大，若补中焦除湿，力少。《主治秘要》云：其用与白术同，但比之白术，气重而体沉。及胫足湿肿，加白术泔浸刮去皮用。10.李杲：《本草》但言术，不分苍、白，而苍术别有雄壮上行之气，能除湿，下安太阴，使邪气不传入脾也。以其经泔浸火炒，故能出汗，与白术止汗特异，用者不可以此代彼，盖有止发之殊，其余主治则同。11.《仁斋直指方》：脾精不禁，小便漏浊淋不止，腰背酸痛，宜用苍术以敛脾精，精生于谷故也。12.朱震亨：苍术治湿，上、中、下皆有可用。又能总解诸郁，痰、火、湿、食、气、血六郁，皆因传化失常，不得升降，病在中焦，故药必兼升降，将欲开之，必先降之，将欲降之，必先升之，故苍术为足阳明经药，气味辛烈，强胃健脾，发谷之气，能径入诸药，疏泄阳明之湿，通行敛涩，香附乃阴中快气之药，下气最速，一升降，故郁散而平。13.《本草纲目》：张仲景辟一切恶气，用赤术同猪蹄甲烧烟，陶隐居亦言术能除恶气，弭灾诊，故今病疫及岁旦，人家往往烧苍术以辟邪气。14.《本草通玄》：苍术，宽中发汗，其功胜于白术，补中除湿，其力不及白术。大抵卑监之土，宜与白术以培之，敦阜之土，宜与苍术以平之。15.《本草正》：苍术，其性温散，故能发汗宽中，调胃进食，去心腹胀疼，霍乱呕吐，解诸郁结，逐山岚寒疫，散风眩头疼，消痰癖气块，水肿胀满。其性燥湿，故治冷痢冷泄滑泻，肠风，寒湿诸疮。与黄蘖同煎，最逐下焦湿热痿痹。然惟茅山者其质坚小，其味甘醇，补益功多，大胜他术。16.《药品化义》：苍术，味辛主散，性温而燥，燥可去湿，专入脾胃，主治风寒湿痹，山岚瘴气，皮肤水肿，皆辛烈逐邪之功也。统治三部之湿，若湿在上焦，易生湿痰，以此燥湿行痰；湿在中焦，滞气作泻，以此宽中健脾；湿在下部，足膝痿软，以此同黄柏治痿，能令足膝有力；取其辛散气雄，用之散邪发汗，极其畅快。合六神散，通解春夏湿热病；佐柴葛解肌汤，表散疟疾初起；若热病汗下后，虚热不解，以此加入白虎汤，再解之，汗止身凉。缪仲淳用此一味为末、治脾虚蛊胀。17.《玉楸药解》：白术守而不走，苍术走而不守，故白术善补，苍术善行。其消食纳谷，止呕住泄亦同白术，而泄水开郁，苍术独长。18.《本草正义》：苍术，气味雄厚，较白术愈猛，能彻上彻下，燥湿而宣化痰饮，芳香辟秽，胜四时不正之气；故时疫之病多用之。最能驱除秽浊恶气，阴霆之域，久旷之屋，宜焚此物而后居人，亦此意也。凡湿困脾阳，倦怠嗜卧，肢体酸软，胸膈满闷，甚至膜胀而舌浊厚腻者，非茅术芳香猛烈，不能开泄，而痰饮弥漫，亦非此不化。夏秋之交，暑湿交蒸，湿温病寒热头胀如裹，或胸痞呕恶，皆须茅术、藿香、佩兰叶等香燥醒脾，其应如响。而脾家郁湿，或为膜胀，或为肿满，或为泻泄疟痢，或下流而足重跗肿，或积滞而二便不利，及湿热郁蒸，发为疮疡流注，或寒湿互结，发为阴疽酸痛，但有舌浊不渴见证，茅术一味，最为必需之品。是合内外各病，皆有大用者。　　]",
    " 食疗方法": "[[选作食品的理由]《神农本草经》：“作煎饵。久服，轻身、延年、不饥。”《饮膳正要》：“服苍术：《抱朴子》云∶南阳文氏，值乱逃于壶山，饥困，有人教之食术，遂不饥。数年乃还乡里，颜色更少，气力转胜。《药经》云∶心欲长生，当服山精。是苍术也。”《食鉴本草》：“苍术酒：治诸般风湿疮。香港脚下重。用苍术三十斤洗净打碎。以东流水三担。浸二十日。去茎。以汁浸面。如家酝酒法。酒熟。任意饮之。”[用于消渴例证分析]苍术有消除低血糖症候的作用，多部古典著作记载了“不饥”的作用。而这一点对糖尿病的恢复是有用的。（聂文涛：《食物训练与糖尿病康复》）参考文献苍术始载于《神农本草经》列为上品, 不分苍术和白术,而统称为术。根据《本草崇源》的记载: 《本经》未分苍、白术,而仲景《伤寒》方中皆用白术,《金匮》方中由用赤术, 至陶弘景《别录》则分为二, 须知赤、白之分, 始于仲景, 非弘景所分也。 苏颂曰: \"术今处处有之, 以茅山、嵩山者为佳。春生苗, 青色无桠。茎作蒿杆状, 青赤色, 长三二尺以来。夏开花, 紫碧色, 亦似刺蓟花, 或有黄白色者。入伏后结子, 至秋而苗枯。 根似姜而旁有细根, 皮黑, 心黄白色, 中有膏液紫色\"。 寇宗爽曰:\"苍术长如大拇指, 肥实, 皮色褐, 其气味辛烈,须米泔浸洗去皮用\"。《本草纲目》载:\"苍术, 山蓟也, 处处山中有之。苗高二三尺, 其叶抱茎而生, 梢间叶似棠梨叶,其脚下有三五叉, 皆有锯齿小刺。根如老姜之状, 苍黑色,肉白有油膏\"。以上所述苍术与现时药用情况相符合。]",
    " 参看": "[中药学/苍朮《本草纲目 · 苍术》]"
},{
    "中药名称": "藏报春",
    "产地分布": "[我国是主要原产地，分布于中国的西部和西南部。在北温带地区也有分布，少数产于南半球。　　]",
    " 形态特征": "[多年生草本花卉，常作二年生花卉栽培。株高15-30 cm，地上茎较短，全株具毛。叶片卵圆形，羽状深裂，叶背红色，叶柄长于叶片。伞形花序2-3轮，花杆和花萼密生茸毛，花为高脚碟形，花萼基部膨大，花有白色、粉红色、深红色、淡蓝色等，花期1-5月。　　]",
    " 生长习性": "[性喜温暖湿润的环境。夏季要求凉爽，生长适温为13-18℃冬季温度为10-12℃，栽培土壤以微酸性的腐叶土为最好。　　]",
    " 繁殖培育": "[常用播种和分株繁殖为主。播种繁殖在7-8月进行，因种子的寿命较短，也可5-6月随采随播，发芽温度为15-20℃，播后4-5d发芽，幼苗嫩弱，出苗过密，易发生猝倒病，应及时间苗1-2次。分株繁殖在9月进行，将越夏的二年生母株从盆中起出，扒开子苗，然后分别上盆，入在半阴处。　　]",
    " 中药材": "[【药名】藏报春【别名】年景花、大虎耳草【汉语拼音】zang bao chun【拉丁植物动物矿物名】Primula sinensis Sabine ex Lindl.【功效】清热解毒【科属分类】报春花科【主治】疮疖；皮疹【生态环境】生于海拔200-1500m的蔽荫和湿润的石灰岩缝中。【采收和储藏】冬、春季采收，鲜用或晒干。【资源分布】分布于陕西、湖北、四川、贵州等地。【动植物形态】多年生草本。全株被多细胞柔毛。根系粗壮，须根细长。叶基生；叶柄长2-15cm，有腺体刚毛，鲜时肥厚多汁，常带淡紫红色；叶薄膜质，阔卵圆形至椭圆状卵形或近圆形，长3-13cm，宽2-10cm，先端钝尖，基部心形，边缘不整齐的羽状深裂，裂片具不整齐锯齿，两面有腺体刚毛。花葶2-4枝，高4-15cm，绿色或淡紫红色，被腺体刚毛，具伞形花序1-2轮，每轮有花3-14朵；苞片叶状，线形至线状披针形，长5-15mm，被腺体刚毛；花梗长2-5cm；花萼长8-20mm，基部膨大成半球形，直径7-10mm，果时增大，直径达15-20mm，被腺体刚毛，5裂，深约达全长的2／5，裂片三角形或卵形；花冠高脚碟状，淡蓝紫色或玫瑰红色，外面被柔毛，冠筒口周围黄色，冠檐直径2-3cm，裂片阔倒卵形，先端深2裂；长花柱花：冠筒长10-11mm，雄蕊近冠筒中部着生，花柱长近达冠筒口；短花柱花：冠筒长13-14mm，雄蕊近冠筒口着生，花柱长4-5mm。蒴果卵球形，直径9-10mm。花期12月至翌年3月，果期2-4月。【用法用量】内服：煎汤，9-15g。外用：适量，鲜品捣敷；或煎水洗。【出处】《中华本草》]"
},{
    "中药名称": "藏丁香",
    "基本信息": "[【药名】藏丁香【别名】石老虎、石参、叶子花、岩五加【汉语拼音】zang ding xiang【拉丁植物动物矿物名】Hymenopogon perasiticus Wall.[Hy-menopogon perasiticus Wall.var.longiflorus How]【功效】强筋壮骨；利湿消肿【考证】《植物名实图考》第二十九卷群芳类载有藏丁香，曰：\"藏丁香，或云种自西藏来，枝干同滇丁香，叶糙有毛，开花白色有香。\"并附有一图。据所描述及观其附图，与当今石丁香相符。【科属分类】茜草科【主治】肾虚腰痛；营养不良性水肿；湿疹；跌打损伤【生态环境】生于林中或树干上、石上。【采收和储藏】全年均可采，鲜用或切碎晒干。【资源分布】分布于云南、西藏。　　]",
    " 形态特征": "[石丁香 附生多枝小灌木，高常不及1m。枝常扭曲。叶3-4对集生于短缩的枝顶；托叶卵形，长宽6-7mm；叶片纸质，椭圆状卵形至披针形，长8-15cm，宽3.5-5.5cm，先端尖，基部渐狭为长2-3mm的短柄，上面散生短柔毛，下面仅脉上有毛，侧脉16-18对，紧靠叶缘形成边脉。聚伞花序疏散，顶生，3歧分枝；苞片为有长柄的大型叶状；花大，白色；花梗长2-3mm；萼筒倒圆锥状，长3mm，裂片5，线形，长8mm，果时反折；花冠白色，花冠筒长5-7m，裂片5；雄蕊内藏；柱头2裂。蒴果倒圆锥形，长1.5-2.2cm，直径6mm，褐色，被柔毛，有脉纹，室间开裂为2果瓣。种子多，叠生，种皮向二端延伸成尾状。花期6-7月。　　]",
    " 药用价值": "[【功效分类】强筋壮骨药；利湿消肿药【药材基源】为茜草科植物石丁香的全株或根。【用法用量】内服：煎汤，10-15g。外用：适量，煎水洗。【出处】《中华本草》]"
},{
    "中药名称": "藏茴香",
    "内容": ""
},{
    "中药名称": "藏荆芥",
    "内容": ""
},{
    "中药名称": "藏羚角",
    "药理作用": "[1.解热作用，藏羚角注射液40mg/kg腹腔注射，对静注三联菌苗发热家兔，有与羚羊角相似的解热作用。其提取液2.5g/kg腹腔注射，对静注啤酒酵母液所致发热大鼠也有明显解热作用。2.镇静及抗惊厥作用，藏羚角提取液12.5g/kg能延长小鼠戊巴比妥钠睡眠时间；1.5g/kg腹腔注射明显减少小鼠自发活动次数。藏羚角提取液10g/kg腹腔注射，对咖啡因所致惊厥，具有一定的抑制作用。3.镇痛作用，藏羚角提取液12.5g/kg皮下注射小鼠醋酸扭体法，腹腔注射小鼠热板法，均表明有镇痛作用。4.降压作用，藏羚角提取液1g/kg静注，对SD种系大鼠有与羚羊角相似的降压作用，对心电图无明显影响。5.毒性，藏羚角提取液小鼠灌胃的LD50为28.69+/-5.77g/kg。　　]",
    " 功效与主治": "[【考证】始载于《中国药用动物志》。【归经】入胃、肝二经【功效】清热解毒消肿【性味】味咸；性凉【主治】甲状腺肿大；胃痛；久泻【功效分类】收涩药【用法用量】内服：研末，5-15g。　　]",
    " 生态环境与分布": "[【生态环境】栖息于海拔4000-6000m的高原地带，常结成小群活动。性懦怯，白昼多荫蔽于岩穴中晨昏出动，以各种牧草为食。奔走极为迅速，为犬狼所不及。【采收和储藏】捕捉后，取其角烧成炭。研细备用。【资源分布】分布于青藏高原。　　]",
    " 动物形态": "[藏羚，体型中等，体长约1.2m，肩高约80cm。尾较短而尖。鼻端被毛，鼻孔大，内有扩张的囊。雄兽吻部肿大，有角，角长而侧扁，长约60cm，形直，除角尖处外，具有明显而等距的横棱。体毛厚而密，毛直立；背部呈浅红棕色，腹部白色；雄兽脸部黑棕色或黑色，头顶白色，雌者脸部则无黑色。耳内几呈现白色，耳背则为纯白；四肢浅灰白色，雄兽在前面有黑棕色或黑色纵纹。尾与体背同色。　　]",
    " 资料来源": "[【出处】《中华本草》]"
},{
    "中药名称": "藏青果",
    "基本概述": "[【拼音名】ZànɡQīnɡGuǒ【别名】西青果（《中药材手册》），西藏青果（《饮片新参》）。【来源】为使君子科植物诃子的幼果。9～10月采收，经蒸煮后晒干。【生境分布】本品以往由尼泊尔进口，经西藏运销各地。【性状】干燥幼果呈扁长卵形，略似橄榄，下部有果柄痕，长2～3厘米，宽0.5～1.2厘米，外表黑褐色，有明显的纵皱纹。质坚硬，断面不平坦，有胶质样光泽；果肉厚，黄绿色，核不明显，稍空心，小者黑褐色，无空心。气无，味苦涩，微甘。以干燥、坚实，断面无空心者为佳。【性味】①《饮片新参》：酸苦涩，微寒。②《高原中草药治疗手册》：苦涩，寒。　　]",
    " 原形态": "[乔木，高达30m。枝近无毛，皮孔细长，白色或淡黄色，幼枝黄褐色，被绒毛。叶互生或近对生；叶柄粗壮，长1.8-2.3cm，距顶端1-5mm处有2（-4）腺体；叶往卵形或椭圆形，长7-14cm，宽4.5-8.5cm，先端短尖，基部钝圆或楔形，偏斜，全缘或微波状，两面无毛，密被细瘤点；穗状花序腋生或顶藏青果生，有时又组成圆锥花序；花两性；花萼管杯状，淡绿带黄色，长约3.5mm，5齿裂，长约1mm，三角形，外面无毛，内面被黄棕色的柔毛；花瓣缺；雄蕊10，高出花萼之上，花药小，椭圆形；子房下位，1室，圆柱形，长约1mm，被毛，干时变黑褐色，花柱长而粗，锥尖。核果，卵形或椭圆形，长2.4-4.5cm，径1.9-2.3cm，青色，粗糙，无毛，成熟时变黑褐色，通常有5条钝棱。花期5月，果期7-9月。本变种与诃子的区别在于：幼枝、幼叶全被铜色平伏长柔毛；苞片长过于花；花萼外无毛；果卵形，长不足2.5cm。花期6-8月，果期8-10月。植物形态：常绿乔木，高10～20m。羽状复叶互生；小叶9～15，对生，革质，长圆状披针形，长6～19cm，宽3～8cm，先端尾状渐尖，下面网脉上有小窝点。圆锥花序顶生或腋生；花小，两性或杂性；萼杯状，3浅裂；花瓣3～5，白色，芳香；雄蕊6，子房上位，3室，每室胚珠2。核果卵形，长约3cm，青黄色。花期4～5月，果期8～10月。【性状】性状鉴别幼果呈长卵形，略扁，。一端较大，另端略小，印尖，下部有一果柄痕。有的稍弯曲。长1.5-3cm，直径0.5-1.2cm。表面黑褐色，具明显的纵皱纹，无空心。无臭、味苦涩，笛甘。以身干、个均匀、质坚实、断面无空心者为佳。【性味】味苦；微甘；涩；性微寒　　]",
    " 药材": "[干燥幼果呈扁长卵形，略似橄榄，下部有果柄痕，长2～3厘米，宽0.5～1.2厘米藏青果，外表黑褐色，有明显的纵皱纹。质坚硬，断面不平坦，有胶质样光泽；果肉厚，黄绿色，核不明显，稍空心，小者黑褐色，无空心。气无，味苦涩，微甘。以干燥、坚实，断面无空心者为佳。本品以往由尼泊尔进口，经西藏运销各地。　　]",
    " 功能主治": "[治虚证白喉，喉炎，扁桃体炎，菌痢。①《饮片新参》：治阴虚白喉，杀虫生津。②《高原中草药治疗手册》：清热生津，解毒涩肠。治肺炎，痢疾，阴藏青果虚白喉。解乌头毒。【用法用量】内服：煎汤，0.5～1.5钱。【注意】《饮片新参》：风火喉痛及中寒者忌用。化学成分：含甲酚、麝香草酚（thymol）、维生素C、柠檬烯、对-聚伞花素（P-cymere）、莰烯、橙花醇（nerol）、龙牛儿醇（geraniol）、S-杜松烯（S-cadinene）、B-石竹烯（B-caryophyllene）、a-烯（a-copaene）、橄榄醇（elemol）。　　]",
    " 鉴别": "[鉴别取[含量测定]项的药材粉未约0.5g，加入丙酮40ml，加热回流30分钟，过滤，滤液蒸干，残渣用水溶解并稀释至10ml，冰箱（5～10℃）放置1小时，取出，通过孔径为0.45μm的微孔滤膜，滤液作为供试品溶液；另取[含量测定]项的没食子酸对照品溶液，作为对照品溶液；再取西青果对照药材约0.5g，按供试品溶液制备的方法操作，制成对照药材溶液。吸取上述供试品溶液与对照品及对照药材溶液各20μl，照高效液相色谱法（中国药典2000年版一部附录VI　D）试验，用十八烷基硅烷键合硅胶为固定相，A0.05M磷酸溶液-0.05M磷酸二氢钾溶液（1:1）；B甲醇；C醋酸乙酯，按下表进行梯度洗脱，检测波长为280nm───────────────────────────\\　流动相时间（min）\\　A（%）　B（%）　C（%）───────────────────────────0　94　6　0───────────────────────────5　96　3　1检查取本品250g，检查杂质，小诃子：　杂质　取上述样品通过2号筛，筛上物拣出杂质，与筛下的碎未合并计为杂质，不得过2%。　　]",
    " 选方": "[①治肺炎，喉炎，扁桃体炎：藏青果配薄荷、蛇莓、白芍、甘草、丹皮、川贝，水煎服。(《高原中草药治疗手册》)②治急性肠炎：藏青果配老鹳草、香青(菊科香青属植物)，水煎服。(《高原中草药治疗手册》)　　]",
    " 药理作用": "[1.降血糖作用：早年印度人曾报告海南蒲桃种子在临床上可治疗糖尿病。实验证明，种子的醇提取物给雄性家兔口服，有降血糖作用，其强度与D860（Tolbutamide）相似而稍弱。对四氧嘧啶性糖尿病大鼠口服种子醇提取物（与注射四氧嘧啶同时或后5天口服）7-27天，可降低血藏青果糖至正常，尿糖消失，多食现象有所改善。对正常大鼠，1次腹腔注射小量或大量上述提取物可使血糖先升后降，中量则能升高血糖。每日腹腔注射小量也能使血糖略有降低。1次口服大量，不影响血糖水平，如连续口服3天，则血糖先略升或后轻度下降。对犬皮下注射水提取物有显着而持久的降血糖作用，口服无作用，树皮提取物也无降血糖作用。2.其他作用：叶喂饲动物有微弱的雌激素样作用。叶的挥发油在体外有抗菌作用。家兔灌服果的温浸剂有法痰作用（酚红法），对小鼠无止咳作用（氨水喷雾引咳法），离体豚鼠支气管灌流试验表明无舒张支气管作用，对人工发热家兔无解热作用。麻醉兔灌服浸剂1-1.25g/kg，2小时内对心电图无明显影响。【炮制】晒干、研粉、备用。【性味】味苦；微涩；性温　　]",
    " 临床应用": "[治疗细菌性痢疾取西藏青果干品100克，加水300毫升，文火煎3小时，压渣过滤约得100毫升。成人15～20毫升，10～15岁～15毫升，5～10岁～10毫升，日服3～4次，连服3～4天。如粪便仍未改善、培养阳性者，则兼施保留灌肠。亦可将其制成浸膏，成人日服3次，每次～12克(干漫膏0.6克等于原生药1克)，小儿酌减。共观察65例，除急性者因有失水及腹痛剧烈、恶心呕吐而配合输液或给颠茄合剂外，均未另给其他抗痢药物，结果均痊愈。发热者41例，在3～36小时退热，平均退热为16.54小时；腹痛及乙状结肠压痛在2～6天消失：里急后重在2～7天消除；大便性状及次数多数在3～5天恢复正常，镜检红白细胞及粘液消失、大便培养痢疾杆菌转阴分别平均为4.57天和3.65天。治程中未引起任何副作用及中毒症状。　　]",
    " 藏青果颗粒": "[藏青果颗粒【药品名称】藏青果颗粒【汉语拼音】ZangqingguoKeli【药物组成】西青果。辅料为【性状】本品为浅棕黄色颗粒(或长方块状)；味甜、微酸涩。【作用类别】本品为咽喉病类非处方药药品。【功能与主治】清热，利咽，生津。用于慢性咽炎，慢性喉炎，慢性扁桃体炎。【用法用量】开水冲服，一次袋(或1块)，一日3次。【注意事项】1.忌食烟酒、辛辣、油腻食物。2.凡声嘶、咽痛初起，兼见恶寒发热、鼻流清涕等外感风寒者忌用。3.声哑、咽喉痛同时伴有其他症状，如心悸、胸闷、咳嗽气喘、痰中带血等，应去医院就诊。4.按照用法用量服用，儿童应在医师指导下服用。糖尿病患者应在医生指导下服用。5.一般症状在服药三天内无改善或出现发热渐高等其他症状应去医院就诊。6.药品性状发生改变时禁止服用。7.儿童必须在成人的监护下使用。8.请将此药品放在儿童不能接触的地方。9.如正在服用其他药品，使用本品前请咨询医师或药师。【贮藏条件】密封。【规格】每袋(或每块)重15克(相当于原药材5克)　　]",
    " 不同典籍描述": "[]",
    " 藏青果.《全国中草药汇编》": "[【来源】本品为使君子科植物诃子 Terminalia chebula Retz. 的干燥幼果。9～10月采收，经蒸煮后晒干即可。【植物形态】乔木，高达30m。枝近无毛，皮孔细长，白色或淡黄色，幼枝黄褐色，被绒毛。叶互生或近对生；叶柄粗壮，长1.8-2.3cm，距顶端1-5mm处有2（-4）腺体；叶往卵形或椭圆形，长7-14cm，宽4.5-8.5cm，先端短尖，基部钝圆或楔形，偏斜，全缘或微波状，两面无毛，密被细瘤点；穗状花序腋生或顶生，有时又组成圆锥花序；花两性；花萼管杯状，淡绿带黄色，长约3.5mm，5齿裂，长约1mm，三角形，外面无毛，内面被黄棕色的柔毛；花瓣缺；雄蕊10，高出花萼藏青果喉片之上，花药小，椭圆形；子房下位，1室，圆柱形，长约1mm，被毛，干时变黑褐色，花柱长而粗，锥尖。核果，卵形或椭圆形，长2.4-4.5cm，径1.9-2.3cm，青色，粗糙，无毛，成熟时变黑褐色，通常有5条钝棱。花期5月，果期7-9月。本变种与诃子的区别在于：幼枝、幼叶全被铜色平伏长柔毛；苞片长过于花；花萼外无毛；果卵形，长不足2.5cm。花期6-8月，果期8-10月。【性味归经】苦、微甘、涩，凉。【功能主治】清热生津，利咽解毒。用于慢性咽喉炎，声音嘶哑，咽喉干燥。【用法用量】 1～3钱。水煎或含服。【摘录】《全国中草药汇编》　　]",
    " 藏青果.《中华本草》": "[【出处】出自《中药材手册》【拼音名】Zànɡ Qīnɡ Guǒ【英文名】Immature fruit of Medicine Terminalia【别名】西藏青果、西青果【来源】药材基源：为使君子科植物为使君子科诃子的幼果。拉丁植物动物矿物名：Terminalia chebula Retz.采收和储藏：9-10月采收未成熟的幼果，经水烫后晒干。【原形态】乔木，高达30m。枝近无毛，皮孔细长，白色或淡黄色，幼枝黄褐色，被绒毛。叶互生或近对生；叶柄粗壮，长1.8-2.3cm，距顶端1-5mm处有2（-4）腺体；叶往卵形或椭圆形，长7-14cm，宽4.5-8.5cm，先端短尖，基部钝圆或楔形，偏斜，全缘或微波状，两面无毛，密被细瘤点；穗状花序腋生或顶生，有时又组成圆锥花序；花两性；花萼管杯状，淡绿带黄色，长约3.5mm，5齿裂，长约1mm，三角形，外面无毛，内面被黄棕色的柔毛；花瓣缺；雄蕊10，高出花萼之上，花药小，椭圆形；子房下位，1室，圆柱形，长约1mm，被毛，干时变黑褐色，花柱长而粗，锥尖。核果，卵形或椭圆形，长2.4-4.5cm，径1.9-2.3cm，青色，粗糙，无毛，成熟时变黑褐色，通常有5条钝棱。花期5月，果期7-9月。本变种与诃子的区别在于：幼枝、幼叶全被铜色平伏长柔毛；苞片长过于花；花萼外无毛；果卵形，长不足2.5cm。花期6-8月，果期8-10月。【性状】性状鉴别 幼果呈长卵形，略扁，。一端较大，另端略小，印尖，下部有一果柄痕。有的稍弯曲。长1.5-3cm，直径0.5-1.2cm。表面黑褐色，具明显的纵皱纹，无空心。无臭、味苦涩，笛甘。以身干、个均匀、质坚实、断面无空心者为佳。【性味】味苦；微甘；涩；性微寒【功能主治】清热生津；利咽解毒。主虚证白喉；扁桃体炎；菌痢；痢疾；肠炎【用法用量】内服：煎汤，3-6g；或含服【注意】《饮片新参》：风火喉痛及中寒者忌用。【各家论述】1.《钦片新参》：治阴虚白喉，杀虫生津。2.《高原中草药治疗手册》：清热生津，解毒涩肠。治肺炎，痢疾，阴虚白喉。解乌头毒。【摘录】《中华本草》]",
    " 参看": "[《中药学》- 藏青果]"
},{
    "中药名称": "糙苏",
    "内容": ""
},{
    "中药名称": "草地早熟禾",
    "中草药": "[【药名】草地早熟禾【汉语拼音】cao di zao shu te【拉丁植物动物矿物名】Poa pratensis L.【英文名】KentuckyBluegrass【功效】降血糖【科属分类】禾本科【主治】糖尿病【生态环境】生于荒坡山地、路边及草地。【采收和储藏】夏、秋季控取根茎，去须根及泥土，鲜用或晒干。【资源分布】分布于东北、华北、华东及西南各地。【动植物形态】草地早熟禾 多年生草本，根茎匐伏。秆光滑，高50-75cm。叶鞘光滑或粗糙，无脊，长于节间，或上部的叶鞘短于节间；叶舌膜质，先端截平，长1-2mm；叶片线形，扁平和内卷，顶端成舟形的尖头；光滑或表面及边缘微粗糙，长6.5-18cm，糵生者长可超过40cm，宽2-4mm。圆锥花序每节有3-5个分枝；小穗卵圆形，绿色，成熟后草黄色，长4-6mm，有2-4花。颖卵圆形或卵圆状披针形，有1-3脉，主脉成脊且边缘均常有柔毛，基盘有绵毛或很少无毛，先端尖至渐尖；第1颖2.5-3mm，第2颖长3-4mm，基盘有稠密而长的白色绵毛；内稃稍短于外稃，有2脊，脊上常有纤毛或粗糙；花药长1.5-2mm。颖果纺锤形或线形，与内、外种分离。花、果期4-7月。【用法用量】内服：煎汤，10-15g。【出处】《中华本草》]",
    "  给草地早熟禾条目的留言 ": "[--117.70.87.54 2014年7月11日 (五) 09:34 (CST)留言：【照片太小了，都看不到是什么草】]"
},{
    "中药名称": "草豆蔻",
    "种植栽培": "[1.选地、整地 宜选择山谷坡地、溪边或疏林下，土壤富含腐殖质、质地疏松的砂壤土，贫瘠土和重黏土不宜栽种。在选好的林地上，要清理杂草和灌木，过密的乔木也应疏伐，调节郁闭度为50% - 60%，翻土深20 - 27厘米。起畦宽1.2- 1.5米、高20厘米，畦内按株行距挖穴，穴的规格为40厘米×40厘米×30厘米，穴内施堆肥、厩肥和火烧土等作基肥，与表土拌匀后待植。2.繁殖方法 用种子和分株繁殖。(1)种子繁殖①选种 选择果粒大、种子饱满、无病虫害的高产植株作采种植株。②采种及种子处理 当果皮紫红色，种子呈银灰色，嚼之有甜味的果实时采摘，然后选出饱满、充分成熟、无病虫害的果实作种，宜随采随播。播种前先将果皮剥掉，洗净果肉，用清水浸种10 - 12小时，后用粗沙与种子置于竹箕充分搓擦，以擦掉假种皮为度。或将种子用30%的草木灰拌和，用手将种子搓散，除去表面胶质层，然后播种或晾干保存至翌年春季播种。③播种期 随采随播，春秋均可，以秋播较好。春播要在气温回升到18℃以上时进行，秋播月平均气温在18- 20℃以上，1个月时间，种子大量发芽出土，播后40 - 50天发芽率可达80%以上，12月至翌年2月发芽率可达90%以上。④播种方法 播种时在畦上以行距15 - 20厘米开沟，按株距约6厘米放种，播种深度1.5-2厘米，播后覆土并盖草淋水。育苗半年后即可定植。(2)分株繁殖 在春季新芽开始萌发、尚未出土前，从母株丛中选取一年生健壮的分株，剪去下部叶片，留上部叶片2-3片，以减少水分蒸发。将带芽根茎挖起，截长7 - 10厘米，截断后栽植。按株行距1.3米×1.7米开穴，植穴规格为50厘米×50厘米×40厘米，每穴栽1丛，覆土压实，淋足定根水。3.田间管理(1)遮荫 出苗后立即揭草，若郁闭度不够可搭设简易荫棚遮荫。(2)中耕除草 种植后每年-6月间，中耕除草各1次，在摄后1次除草时，割除结果后枯死的老株、病株。(3)追肥 有条件的产区每年追肥多次。早春用干细的鸡粪拌以草木灰，撒在植株周围，夏季刚开花时，将草木灰在清晨露水未干前撒在叶面上作根外追肥，冬初收果后用厩肥、火烧土壅在根部。亦可结合中耕除草，开环状沟施追肥。(4)培土 草果定植后至开花前，要进行培土，使幼芽生长健壮，开花以后，不宜培土，以免捂伤花蕾，造成腐烂不结果。每次除草时，如发现露出面的须根，可在须根处培少量的腐殖土，以利根部吸收养分。(5)排灌 当根部现出球形花苞时遇上天旱，应及时灌溉；雨水太多时应注意排水，以免伤及花蕾，同时要将花蕾周围的杂物除去，使其通风透光，以免落花和烂果。(6)调整郁闭度 草果在整个生长发育阶段，需要一定荫蔽，当树木生长造成林内透光度不够时，应适当疏伐或修枝，使郁闭度控制在50% - 60%，以利新株生长。　　]",
    " 食疗价值": "[姜科草本植物草果的成熟果实。主产于云南、广西、贵州等地。秋季果实成熟时采收，除去杂质，晒干或低温干燥。微炒、捣碎用。性味辛温。能燥湿散寒。温燥之性胜于草豆蔻。用于脾胃寒虚，脘腹胀痛，呕吐或腹泻。常与草豆蔻同用。可以用来制作卤水用。]",
    " 参看": "[《中药学》- 草果]"
},{
    "中药名称": "草菇",
    "一、概述": "[[Volvariella volvacea (Bull.:Fr.) Sing.] 草菇，别名美味草菇、美味苞脚菇、兰花菇、秆菇、麻菇及中国菇等。　　]",
    " 属伞菌目，光柄菇科，小苞脚菇属。": "[草菇起源于广东韶关的南华寺中，300年前我国已开始人工栽培，在约在本世纪30年代由华侨传入世界各国，是一种重要的热带亚热带菇类，是世界上第三大栽培食用菌，我国草菇产量居世界之首，主要分布于华南地区。 草菇营养丰富，味道鲜美。每100g鲜菇含207.7mg维生素C，2.6g糖分，2.68g粗蛋白，2.24g脂肪，0.91g灰分。草菇蛋白质含18种氨基酸，其中必需氨基酸占40.47-44.47%。此外，还含有磷、钾、钙等多种矿质元素。　　]",
    " 二、生物学特性": "[]",
    " 1、形态特征": "[（1）菌丝体 菌丝无色透明，细胞长度不一，46-400um，平均217um，宽6-18um，平均10um，被隔膜分隔为多细胞菌丝，不断分枝蔓延，互相交织形成疏松网状菌丝体。细胞草菇壁厚薄不一，含有多个核，无孢脐，贮藏许多养分，呈休眠状态，可抵抗干旱、低温等不良环境，待到适宜条件下，在细胞壁较薄的地方突起，形成芽管，由此产生的菌丝可发育成正常子实体。 （2） 子实体由菌盖、菌柄、菌褶、外膜、菌托等构成。外膜：又称包被、脚包，顶部灰黑色或灰白色， 往下渐淡，基部白色，未成熟子实体被包裹其间，随着子实体增大，外膜遗留在菌柄基部而成菌托。菌柄：中生，顶部和菌盖相接，基部与菌托相连，圆柱形，直径0.8-1.5cm，长3-8cm，充分伸长时可达8cm以上。菌盖：着生在菌柄之上，张开前钟形，展开后伞形，最后呈碟状，直径5-12cm，大者达21cm；鼠灰色，中央色较深，四周渐浅，具有放射状暗色纤毛，有时具有凸起三角形鳞片。菌褶：位于菌盖腹面，由280-450个长短不一的片状菌褶相间地呈辐射状排列，与菌柄离生，每片菌褶由三层组织构成，最内层是菌髓，为松软斜生细胞，其间有相当大的胞隙；中间层是子实基层，菌丝细胞密集面膨胀；外层是子实层，由菌丝尖端细胞形成狭长侧丝，或膨大而成棒形担子及隔胞。子实体未充分成熟时，菌褶白色，成熟过程中渐渐变为粉红色，最后呈深褐色。担孢子：卵形，长7-9um，宽5-6um，最外层为外壁，内层为周壁，与担子梗相连处为孢脐，是担孢子萌芽时吸收水分的孔点。初期颜色透明淡黄色，最后为红褐色。一个直径5-11cm的菌伞可散落5-48亿个孢子。 （3） 生长发育 ① 生长发育过程 担孢子成熟散落，在适宜环境下吸水萌发，突破孢脐长出芽管，多数伸长几微米或几十微米，少数1.9um后便产生分枝，担孢子内含物进入芽 ，最后剩下一个空孢子。细胞核在管内进行分裂。孢子萌发后36小时左右芽管产生隔膜形成初生菌丝，但很快便发育为次生菌丝，并不断分枝蔓延，交织成网状体。播种后，形成次生菌丝体，后形成子实体原基，最后形成子实体。 ② 子实体发育的时期子实体发育可分为针头期、钮期、卵形期、伸长期、成熟期。针头期：部分次生菌丝体进一步分化为短片状，纽结成团，形成针头般的白色或灰白色子实体原基，尚未具有菌柄、菌盖等外部形态。钮期：专门化菌丝组织继续分化发育形成子实体各个部分，由针头期至钮期为时3-4天。卵形期：各部分组织迅速生长，外膜开始变薄，子实体顶部由钝而渐尖，呈卵形，从钮期进入卵形期时间1-2天，是商品采收适期。伸长期（破膜）：菌柄、菌盖等继续伸长和增大，把外膜顶破，开始外露于空间，菌膜遗留在菌柄基部成为菌托。成熟期：菌盖、菌柄充分增大，完全裸露于空间，菌盖渐渐展开呈伞状，后平展为碟状，菌褶由白色转为粉红，草菇最后呈深褐色，担孢子成熟散落。2、对外界环境要求（1）温度草菇属高温性菌类，生长发育温度10-44℃，对温度的要求因品种、生长发育时期而不同。担孢子：萌芽温度为30-40℃，40℃时萌发率最高，35℃次之，30℃以下发芽率最低，高于45℃或低于25℃均不发芽。菌丝生长：在10-44℃温度下均可生长，但低于20℃时生长缓慢，15℃时生长极微，至10℃时几乎停止生长，5℃以下或45℃以上导致菌丝死亡。子实体发育：子实体发育温度24-33℃，以28-32℃最适宜，低于20℃或高于35℃时，子实体难于形成。（2）水分草菇适宜在较高湿度条件下生长，培养料含水量在70%左右，空气相对湿度90-95%为适宜。空气湿度低于80%时，子实体生长缓慢，表面粗糙无光泽，高于96%时，菇体容易坏死和发病。（3）光照草菇营养生长阶段对光照要求不严，在无光条件下可正常生长，转入生殖生长阶段需要光的诱导，才能产生子实体。但忌强光，适宜光照50-100lx。子实体的色泽与光照强弱有关，强光下草菇颜色深黑，带光泽，弱光下色较暗淡，甚至白色。（4）养分研究表明，葡萄糖、果糖、蔗糖、蛋白胨、天门冬酰胺、谷氨酰氨等都是草菇的良好碳、氮源，稻草、废棉、蔗渣等是栽培草菇的主要材料。分析表明，废棉中天门冬酰胺、谷氨酰氨较为丰富，两者含量占其氨基酸总量的1/3，可见，废棉是栽培草菇的理想材料。但废棉的含氮量不一，在0.25-1.45%之间，而草菇培养料含氮量以0.6-1%为宜。补充大豆粉可提高产量。（5）酸碱度（pH）草菇对pH要求在4-10.3之间，担孢子萌发率以pH 7.5时最高，菌丝和子实体阶段，以pH 4.7-6.5和8适宜。　　]",
    " 三、栽培技术（以室内栽培法为例）": "[1、 菇房的设置我国室内草菇栽培始于70年代初期，多数利用夏天闲置的塑料大棚，香菇、蘑菇房，或旧仓库进行生产，此外，目前南方主要采用泡沫板为材料建立菇房。这些菇房多数设在地势较高，开阔向阳，背北朝南，冬暖夏凉的地段。每个菇房约为15~20m2，高2.5-2.8m。过大，加热升温慢，保持恒温较困难；过小，面积利用率低，通风不良，容易诱发病害。室内设上、中、下窗和床架，下窗高出最低床架0.1m，床高2.3m，宽0.7-0.9m，4-6层，每层距离0.5-0.6m，室内装有排气扇和日光灯，照度50lx，地面铺草菇设管道以便通入蒸汽消毒或加温。2、 品种选择草菇菌株按个体大小分大、中、小三个类型，单个重在20g以下属小型，20-30g属中型，30g以上为大型。色泽有鼠灰、淡灰、灰白等，因菌株而不同。采用哪个类型菌株视栽培季节和用途而定，干制用的适宜选用大、中型，鲜食和罐藏用的适宜采用中、小型。目前选择较多的是V系列品种。主要品种如下：V20：鼠灰色，易开伞，较耐低温，小型种。V23：鼠灰色，不易开伞，产量高，属大型种。但抗性弱，在高温或低温下幼菇易死亡。V37：淡灰色，较易开伞，属中型种。抗逆性强，产量也较高，菌种易退化。V35：灰白色，品质好，中型种，产量也较高。但其对温度敏感，当气温稳定在25℃以上时才能正常发育。V844：属中温中型种，易开伞，抗低温性强，抗高温性弱，24-30℃出菇。V733：灰色或浅灰黑色，属中型种，不易开伞，抗逆性强，较耐低温，22-35℃出菇。V16、V2、Vt：颜色较浅，属中高温中大型种。抗逆性强，产量高，但包被较薄，不耐高温，易开伞，26-32℃下出菇。GV34：灰黑色，低温中型种，不易开伞，产量高，抗逆性强，对温度的适应范围广，23-25℃下出菇。3、栽培季节长江以南如武汉、上海一带6-8月较适，长江以北如石家庄、北京一带6月下旬至7月上旬较适。广东地处热带亚热带，在自然条件下，春未夏初到秋未均可栽培，即4-10月，而以春未时节4-6月最适宜，此期间气温回升较慢，波动不大，雨水较多，湿度较恒定。夏季易受高温暴雨影响，产量不如春、秋两季，应特别注意通风降温和控湿，如料温高于35℃，子实体难以形成；空气湿度过大（常大于90%），会影响菇蕾吸收与输送营养，从而生长受抑制；秋后栽培气温下降较缓慢，但秋高气爽，湿度不易控制，产量比春未低。一般而言，当地月平均温度22℃以上，日夜温差变化不大，空气相对湿度较大的气候条件下均可栽培。4、培养料的配制（1）培养料配方室内草菇栽培以废棉、蔗渣、稻草为主要原料，常用的培养料配方如下 ：① 废棉69-79%，稻草10%，麦皮5-15%，石灰6-8%，pH8-9，含水量68-70%② 废棉100kg，稻草粉12.5-25kg，麸皮25kg，干牛粪12.5kg，过磷酸钙2.5kg，碳酸钙2.5kg，含水量65-68%。③ 蔗渣100kg，麸皮15-20kg，石灰3 kg，含水量60%。④ 稻草100kg，稻草粉30kg，干牛粪15kg，石膏粉1kg，含水量60-65%。（2）培养料的配制夏季栽培废棉用量为7-8kg/m2，麦皮用量5%；春秋两季为12-15kg/m2，麦皮用量10%；反季节栽培麦皮用量可达15%。培养料堆制时，选把原材料淋水湿透，加入三分的石灰，拌匀，使多余水分沥出，含水量控制在65-70%（手握料有成串水滴滴下），盖上薄膜，堆沤发酵2天，然后进行翻堆，再把麦皮等辅助料和三分石灰撒入培养料中，拌匀，再起堆，覆膜发酵2天，如此进行翻堆2-3次后，把余下的三分石灰撒入，拌匀即可。5、菇房的消毒前茬菇结束后，用3-5%漂白粉加入稀释的石灰乳或是3%多菌灵喷洒墙壁、地面、床架，干燥后关闭菇房，进料前一天用40%甲醛熏蒸消毒（每立方米用15g），消毒后进行通风换气，甲醛气味消失后即可进料。6、培养料进房A 、培养料进料的厚度与用量：一般料厚10-15cm左右，用量为7.5kg(干料)/m2B 、培养料的后发酵：培养料进房后的再次发酵过程，即培养料进房后让其升温至60℃，维持2~4h，然后降温50~52℃，保持4~7天。C、 培养料的翻格：二次发酵结束后进行翻格一次，把培养料中有毒的气体排除。7、播种待料温降至35℃左右时即可播种。播种方法有点播、条播和撒播。但在实际操作中以点播加撒播效果较好，点播穴距离10cm左右，深3-5cm，将约1/5的菌种撒在料的表面上，用木板轻轻拍平。也可采用撒播，即进行分层播种，每铺料厚5cm左右撒播种一层，最后用菌种封顶。一般100m2栽培面积需菌种300-400瓶（750ml）。8、菇房管理① 盖膜及覆土接种后在床面盖上塑料薄膜2-3天，2-3天后掀去薄膜，在床面均匀地盖上一层火烧土或细园土，厚约1cm，或一层事先预湿的长稻草，并喷洒1%石灰水，保持土面湿润。② 温湿度的管理播种后，关闭门窗，在4天内室温维持在30℃左右，料温保持35℃，如白天温度高，可将塑料薄膜揿开，晚上温度降低时再重新盖上。如果室温太低，应通入蒸汽或采取其他措施加温。菌丝体阶段为30~36℃，空气相对湿度通常在播种后头3天要求达95%以上，从第4天开始降至95%左右。接种后5-6天，菌丝体开始扭结，产生子实体原基。子实体发育期，最适温度为28-32℃，若高于35℃，菇体长得快，易开伞，产量低，品质差；若低于25℃则出菇困难。子实体原基形成时，要及时增加料面的湿度，打好出菇水，增加室内光照，加强通风换气，促进子实体形成。子实体形成期间的空气湿度宜控制在80-90%之间。湿度过高，通气不良，容易导致烂菇，湿度过低，则子实体不易形成。菇房及培养料的湿度可通过向地面或空中喷水来实施。如果培养料的酸碱度低于8时，可用1%石灰水喷洒。③ 通风换气结菇期间，子实体的呼吸作用增强，放出大量的二氧化碳，积累过多会影响子实体的发育。尤其是高温、高湿环境下，通风不良，容易产生杂菌，所以在子实体形成期间应及时进行通风换气，以保持菇房有充足的新鲜空气。通风换气要根据气候变化进行，气温低时要在午前午后进行，气温高时要在早晚进行。同时，结合换气，在出菇期间应有一定的散射光，以促进子实体的形成，提高产量和品质。④ 严格控制鬼伞发生在草菇栽培过程中，最常见的竞争杂菌是黑汁鬼伞和膜鬼伞。鬼伞一般是在草菇播种后7天左右出现，若不及时摘除，成熟后孢子很快扩散。防止方法是严格对培养料消毒，特别是后发酵要严格控制温度，同时培养料在播种后5-6天和出菇后可喷2.5%石灰澄清液，使培养料的pH保持在8-9，如发现鬼伞应及时摘除。9、采收在适宜的温、湿度条件下，一般播种后6-7天可见少量幼菇，11-12开开始采收。草菇生长迅速，必须及时采收。采收时用一手按住生长处的培养料，一手持菇体左右旋转，并轻轻摘下。如系丛生，应用小刀逐个割取，或一丛中大部分适合采收时一齐采摘。采菇时切忌拔取，以避免牵动菌丝，影响以后出菇。草菇的生物转化率因培养料而不同，一般以废棉为培养料转化率为30-40%，高的可达45%以上。　　]",
    " 营养分析": "[1. 草菇的维生素C含量高，能促进人体新陈代谢，提高机体免疫力，增强抗病能力。2. 它还具有解毒作用，如铅、砷、苯进入人体时，可与其结合，形成抗坏血元，随小便排出。3. 草菇蛋白质中，人体八种必需氨基酸整齐、含量高，占氨基酸总量的38.2%。4. 草菇还含有一种异种蛋白物质，有消灭人体癌细胞的作用。所含粗蛋白却超过香菇，其他营养成分与木质类食用菌也大体相当，同样具有抑制癌细胞生长的作用，特别是对消化道肿瘤有辅助治疗作用，能加强肝肾的活力。5. 它能够减慢人体对碳水化合物的吸收，是糖尿病患者的良好食品。　　]",
    " 适宜人群": "[一般人群均可食用，更是糖尿病患者的良好食品。宜：胃病，包括慢性胃炎，胃及十二指肠溃疡者宜食；体质虚弱，营养不良，神经衰弱者宜食；癌症患者，尤其是食道癌、贲门癌、胃癌患者宜食；心血管疾病患者宜食。忌：猴头菇补虚健胃，诸无所忌。　　]",
    " 烹饪指导": "[1. 草菇可炒、熘、烩、烧、酿、蒸等，也可做汤，或作各种荤菜的配料；2. 适于做汤或素炒，无论鲜品还是干品都不宜浸泡时间过长。　　]",
    " 食疗作用": "[草菇虾仁中医认为草菇性寒、味甘、微咸、无毒。草菇还能消食祛热，补脾益气，清暑热，滋阴壮阳，增加乳汁，防止坏血病，促进创伤愈合，护肝健胃，增强人体免疫力，是优良的食药兼用型的营养保健食品。　　]",
    " 备注": "[1. 草菇的品质要求：无论是罐头制品还是干制品，都应以菇身粗壮均匀、质嫩、菇伞未开或开展小的质量为好。干制品还应菇身干燥，色泽淡黄艳明，无霉变和杂质；2. 草菇多作为鲜品食用，价格便宜，随处都可以买到，因而不需长期浸泡。但草菇也同其他青叶蔬菜一样，在生长过程中，特别在人工栽培的生长过程中，经常被家药喷洒，因此要想办法清除残毒，或作稍长时间的浸泡，或用食用碱水浸泡。　　]",
    " 每100克营养成分": "[能量14千卡蛋白质1.1克脂肪0.4克碳水化合物3.1克膳食纤维1.4克蚝油草菇硫胺素0.02毫克核黄素0.03毫克烟酸1.39毫克维生素E0.7毫克钙5毫克磷24毫克钾53毫克钠332.1毫克镁5毫克铁1.1毫克锌0.33毫克硒0.9微克铜0.1毫克锰0.09毫克　　]",
    " 中药材的知识": "[【药名】草菇【别名】稻草菇、兰花菇、秆菇、麻菇、家生菇、南华菇、草菌、美味苞、脚菇【汉语拼音】cao gu【功效】清热解暑；补益气血；降压【科属分类】光柄菇科【拉丁文名】Fructificatio Volvarellae Volaceae【主治】暑热烦渴；体质虚弱；头晕乏力；高血压【生态环境】生于稻草等草堆上。夏、秋季多人工栽培。【采收和储藏】当蛋状菌盖露出，将破裂前即可采收，切成两半，烘干或晒干后备用。【资源分布】分布于福建、台湾、湖南、广东、广西、四川、云南、西藏等地。【动植物形态】菌盖宽5-19cm。近钟形；后伸展且中部稍凸起，表面干燥，灰色至灰褐色，中部色较深，具有辐射状条纹。菌肉白色，松软，中部稍厚。菌褶白色后变粉红色，稍密，宽；离生，不等长。菌柄近圆柱形，长5-18cm，粗0.8-1.5cm，白色或稍带黄色，光滑，中实。菌托较大，苞状，厚，污白色至灰黑色。孢子印粉红色。孢子光滑，椭圆形，(6-8.4)μm×(4-5.6)μm。褶缘囊状体棍棒状，顶端突尖或近尾尖，(95-100)μm×(16-35)μm。【功效分类】清热药【性味】甘；性寒【药材基源】为光柄菇科真菌草菇的子实体。【用法用量】内服：煎汤，9-15g，鲜品30-90g；或作食品常服。【出处】《中华本草》　　]",
    " 食疗价值": "[伞菌科植物草菇的子实体。我国四川、云南、广西、广东、福建、湖南等地区有分布。野生和人工栽培。夏、秋季采收，若为人工栽培者，在“菌蛋”将破裂，露出菌盖顶端时采收。用鲜品，或纵切成两半，烘干或晒干用。[性能]味甘，性凉。能补脾益气，清暑热。[参考]含蛋白质、脂肪、维生素C、对氨基苯甲酸、D-甘露醇、D-山梨醇和天门冬氨酸、丝氨酸、麸氨酸、丙氨酸、苏氨酸、赖氨酸、酪氨酸、精氨酸、缬氨酸等多种氨基酸。尚含一种有抗癌作用的异蛋白物质。[用途]用于脾胃气弱，抵抗力低下，或伤口愈合缓慢；夏季暑热，心烦。现代又用于高血压病和多种肿瘤。[用法]煮食，或炒食。[注意]本品在菌盖和菌柄均未伸出包被、表面深灰色时质量最好，滋味最浓。脾胃虚寒者不宜多食。[附方]1，煮草菇：鲜草菇，切片，用油、盐炒后，加水适量煮熟食。本方取草菇补脾益气之功，常食可增强机体的抗病能力，并能加速伤口愈合。用于体弱气虚，易患感冒，或创伤、疮疡患处久不愈合等。2，煮草菇猴头：鲜草菇100g，鲜猴头菇60g。将食油煎熟，加盐少许，放入二者炒后加水煮熟食。本方对肿瘤有一定抑制作用。主要用于消化道肿瘤。]"
},